L = {}

////////////////////////////////////////////////////////////////////// Weapons
///////////////////////////// EFT Weapon Names
////////////// Weapon Names
/////// Assault carbines
L["eft_weapon_9a91"] = "9А-91"
L["eft_weapon_9a91_full"] = "Автомат КБП 9А-91 9x39"
L["eft_weapon_9a91_desc"] = "Компактный автомат 9А-91 в калибре 9x39мм, созданный как более технологичный аналог и конкурент автомата СР-3 \"Вихрь\". Производство Тульского Конструкторского Бюро Приборостроения."

L["eft_weapon_adar215"] = "ADAR 2-15"
L["eft_weapon_adar215_full"] = "Карабин ADAR 2-15 5.56x45"
L["eft_weapon_adar215_desc"] = "Российский гражданский карабин ADAR 2-15, основанный на конструкции AR-15. Карабин производится в Санкт-Петербурге из израильских комплектующих с хромированными стволами от ООО «Молот Оружие»."

L["eft_weapon_avt40"] = "АВТ-40"
L["eft_weapon_avt40_full"] = "Автоматическая винтовка Токарева АВТ-40 7.62x54R"
L["eft_weapon_avt40_desc"] = "АВТ-40 позволяла частично компенсировать недостаток ручных пулеметов и пистолетов-пулеметов в начале Великой Отечественной. АВТ-40 по своему устройству аналогична СВТ-40, но благодаря наличию переводчика, роль которого выполняет предохранитель, может вести как одиночный, так и непрерывный огонь."

L["eft_weapon_opsks"] = "ОП-СКС"
L["eft_weapon_opsks_full"] = "Самозарядный карабин Симонова Молот СКС 7.62x39 Охотничье-Промысловый"
L["eft_weapon_opsks_desc"] = "Молот ОП-СКС самозарядный охотничий карабин калибра 7.62x39мм создан на базе известного самозарядного карабина Симонова (СКС) и имеет идентичный вид, массу, габаритные размеры. Карабин ОП-СКС предназначен для промысловой и любительской охоты на среднего и крупного зверя."

L["eft_weapon_rfb"] = "RFB"
L["eft_weapon_rfb_full"] = "Винтовка Kel-Tec RFB 7.62x51"
L["eft_weapon_rfb_desc"] = "Kel-Tec RFB (Rifle, Forward-ejection, Bullpup) - это полуавтоматическая винтовка типа булл-пап с газовым приводом, производимая Kel-Tec. Использует патрон 7.62x51мм NATO/.308 Winchester. RFB использует метрические магазины FAL, которые вставляются прямо в углубление магазина. Оружие полностью двустороннее, во многом в стиле бельгийской винтовки F2000. RFB поставляется без механического прицела. Предусмотрена планка Пикатинни mil-spec для установки широкого спектра оптики и тактических аксессуаров."

L["eft_weapon_sagak"] = "АК-545"
L["eft_weapon_sagak_full"] = "Карабин SAG АК-545 5.45x39"
L["eft_weapon_sagak_desc"] = "Карабин АК-545 производства Sureshot Armament Group, построенный на базе современных автоматов Калашникова."

L["eft_weapon_sagakshort"] = "АК-545 Кор."
L["eft_weapon_sagakshort_full"] = "Карабин SAG АК-545 Укороченный 5.45x39"
L["eft_weapon_sagakshort_desc"] = "Укороченная версия карабина АК-545 производства Sureshot Armament Group, построенного на базе современных автоматов Калашникова."

L["eft_weapon_sks"] = "СКС"
L["eft_weapon_sks_full"] = "Самозарядный карабин Симонова ТОЗ СКС 7.62x39"
L["eft_weapon_sks_desc"] = "Советский самозарядный карабин конструкции Сергея Симонова под патрон 7.62x39, за рубежом также известен как СКС-45. Невероятно популярное в странах СНГ и на западе оружие, до сих пор состоящее на вооружении в отдельных странах в виде различных клонов и модификаций. Конкретно этот образец производства Тульского Оружейного Завода со складов длительного хранения, не успевший пройти процедуру приведения к \"стандартам гражданского рынка\"."

L["eft_weapon_sr3m"] = "СР-3М"
L["eft_weapon_sr3m_full"] = "Малогабаритный автомат СР-3М 9x39"
L["eft_weapon_sr3m_desc"] = "Малогабаритный автомат СР-3М - компактный и мощный автомат. Автомат имеет весьма небольшие размеры, сравнимые с размерами пистолетов-пулеметов, однако заметно превосходит их по огневой мощи за счет использования специальных бронебойных патронов. Основным назначением СР-3М является использование его в качестве оружия скрытого ношения для специальных подразделений. Был разработан на базе АС \"Вал\" в ЦНИИТочМаш."

L["eft_weapon_svt40"] = "СВТ-40"
L["eft_weapon_svt40_full"] = "Самозарядная винтовка Токарева СВТ-40 7.62x54R"
L["eft_weapon_svt40_desc"] = "СВТ-40 в первые годы ВОВ была единственным массовым личным автоматическим оружием, до начала массового производства пистолетов-пулеметов. Военные ласково называли эту винтовку \"Света\". Когда \"Светы\" пошли в войска, оказалось, что по-настоящему освоить это оружие способны далеко не все красноармейцы. Лучше всего СВТ использовали отряды морской пехоты и снайперы. Выпуск СВТ-40 продолжался вплоть до конца войны, и эта самозарядная винтовка внесла свой важный вклад в дело общей победы."

L["eft_weapon_tx15"] = "TX-15 DML"
L["eft_weapon_tx15_full"] = "Карабин Lone Star TX-15 DML 5.56x45"
L["eft_weapon_tx15_desc"] = "TX15 Designated Marksman Light (DML) - высокоточная полуавтоматическая гражданская винтовка, выполненная на базе системы AR-15, под калибр 5.56x45. Производство Lone Star Armory."

L["eft_weapon_vpo101"] = "ВПО-101 \"Вепрь-Хантер\""
L["eft_weapon_vpo101_full"] = "Карабин Молот ВПО-101 \"Вепрь-Хантер\" 7.62x51"
L["eft_weapon_vpo101_desc"] = "Самозарядный охотничий карабин калибра 7.62x51мм, созданный на базе Ручного Пулемета Калашникова (РПК), имеет идентичный вид, массу, габаритные размеры. Предназначен для промысловой и любительской охоты на среднего и крупного зверя, а также спортивного использования."

L["eft_weapon_vpo136"] = "ВПО-136 \"Вепрь-КМ\""
L["eft_weapon_vpo136_full"] = "Карабин Молот ВПО-136 \"Вепрь-КМ\" 7.62x39"
L["eft_weapon_vpo136_desc"] = "Самозарядный охотничий карабин калибра 7.62х39мм, созданный на базе Автомата Калашникова (АКМ), имеет идентичный вид, массу, габаритные размеры. Предназначен для промысловой и любительской охоты на среднего и крупного зверя, а также спортивного использования."

L["eft_weapon_vpo209"] = "ВПО-209"
L["eft_weapon_vpo209_full"] = "Карабин Молот ВПО-209 .366 ТКМ"
L["eft_weapon_vpo209_desc"] = "ВПО-209 .366 ТКМ создан на базе известного автомата Калашникова (АКМ) и имеет идентичный вид, массу, габаритные размеры. Ударно-спусковой механизм куркового типа обеспечивает производство одиночных выстрелов и постановку на предохранитель флажкового типа. Питание ружья производится из отъемного магазина."

L["eft_weapon_vsk94"] = "ВСК-94"
L["eft_weapon_vsk94_full"] = "Винтовка КБП ВСК-94 9x39"
L["eft_weapon_vsk94_desc"] = "Войсковой Снайперский Комплекс 94 - винтовка, разработанная на базе автомата 9А-91 как более дешевая альтернатива ВСС \"Винторез\". Глушитель, в отличие от ВСС, не интегрированный, что позволяет пользоваться винтовкой без него. Производство Тульского Конструкторского Бюро Приборостроения."

/////// Assault rifles
L["eft_weapon_ak12"] = "АК-12"
L["eft_weapon_ak12_full"] = "Автомат Калашникова АК-12 5.45x39"
L["eft_weapon_ak12_desc"] = "5.45мм Автомат Калашникова АК-12 является основным образцом индивидуального стрелкового оружия личного состава мотострелковых и других подразделений Вооруженных сил России. Автомат АК-12 входит в состав экипировки военнослужащего «Ратник»."

L["eft_weapon_ak74"] = "АК-74"
L["eft_weapon_ak74_full"] = "Автомат Калашникова АК-74 5.45x39"
L["eft_weapon_ak74_desc"] = "Автомат Калашникова 74 калибра 5.45x39мм, разработанный в 1970 году конструктором М. Т. Калашниковым как дальнейшее развитие АКМ в связи с переходом Вооруженных Сил на новый боеприпас 5.45x39. АК-74 оборудован модернизированным прикладом, цевьём и газовой трубкой. Приклад и цевье сначала были изготовлены из ламинированной древесины, которая позже была заменена на синтетическое стекловолокно \"сливового\" или темно-коричневого цвета."

L["eft_weapon_ak74m"] = "АК-74М"
L["eft_weapon_ak74m_full"] = "Автомат Калашникова АК-74М 5.45x39"
L["eft_weapon_ak74m_desc"] = "АК-74М 5.45x39мм (Автомат Калашникова 74 Модернизированный) представляет собой серийно производимую модернизированную версию АК-74, которая предлагает большую универсальность по сравнению с его предшественником. Имеет несколько незначительных улучшений, таких как облегченный узел затвора и держателя для уменьшения импульса газового поршня и затворной рамы во время выстрела, а также оснащён складывающимся на левый бок полимерным прикладом и универсальным креплением Ласточкин Хвост для крепления прицелов, как оптических, так и ночных, на левой стороне ствольной коробки."

L["eft_weapon_ak74n"] = "АК-74Н"
L["eft_weapon_ak74n_full"] = "Автомат Калашникова АК-74Н 5.45x39"
L["eft_weapon_ak74n_desc"] = "Автомат Калашникова Ночной калибра 5.45 мм, разработанный в 1970 году конструктором М. Т. Калашниковым как дальнейшее развитие АКМ в связи с переходом Вооруженных Сил на новый боеприпас 5.45x39. Основное отличие от штатного АК-74 - наличие крепления для оптических и ночных прицелов."

L["eft_weapon_ak101"] = "АК-101"
L["eft_weapon_ak101_full"] = "Автомат Калашникова АК-101 5.56x45"
L["eft_weapon_ak101_desc"] = "АК-101 5.56x45 - модернизация автомата АК-74М. Предназначен для стрельбы боеприпасами 5.56x45мм НАТО и полностью предназначен для экспорта. Оснащён складывающимся на левый бок полимерным прикладом и универсальным креплением Ласточкин Хвост для крепления прицелов, как оптических, так и ночных, на левой стороне ствольной коробки."

L["eft_weapon_ak102"] = "АК-102"
L["eft_weapon_ak102_full"] = "Автомат Калашникова АК-102 5.56x45"
L["eft_weapon_ak102_desc"] = "АК-102 5.56x45 - модернизация автомата АК-74М, укороченная версия автомата АК-101. АК-102 предназначен для стрельбы боеприпасами 5.56x45мм НАТО и полностью предназначен для экспорта. Оснащён складывающимся на левый бок полимерным прикладом и универсальным креплением Ласточкин Хвост для крепления прицелов, как оптических, так и ночных, на левой стороне ствольной коробки."

L["eft_weapon_ak103"] = "АК-103"
L["eft_weapon_ak103_full"] = "Автомат Калашникова АК-103 7.62x39"
L["eft_weapon_ak103_desc"] = "АК-103 7.62x39 - модернизация автомата АК-74М. Оснащён складывающимся на левый бок полимерным прикладом и универсальным креплением Ласточкин Хвост для крепления прицелов, как оптических, так и ночных, на левой стороне ствольной коробки."

L["eft_weapon_ak104"] = "АК-104"
L["eft_weapon_ak104_full"] = "Автомат Калашникова АК-104 7.62x39"
L["eft_weapon_ak104_desc"] = "АК-104 7.62x39 - модернизация автомата АК-74М, укороченная версия автомата АК-103. Оснащён складывающимся на левый бок полимерным прикладом и универсальным креплением Ласточкин Хвост для крепления прицелов, как оптических, так и ночных, на левой стороне ствольной коробки."

L["eft_weapon_ak105"] = "АК-105"
L["eft_weapon_ak105_full"] = "Автомат Калашникова АК-105 5.45x39"
L["eft_weapon_ak105_desc"] = "АК-105 5.45x39 - модернизация автомата АК-74М, укороченная версия. Оснащён складывающимся на левый бок полимерным прикладом и универсальным креплением Ласточкин Хвост для крепления прицелов, как оптических, так и ночных, на левой стороне ствольной коробки."

L["eft_weapon_akm"] = "АКМ"
L["eft_weapon_akm_full"] = "Автомат Калашникова АКМ 7.62x39"
L["eft_weapon_akm_desc"] = "Автомат Калашникова Модернизированный 7.62х39мм, принятый на вооружение в 1959 году на смену автомату АК. Основное отличие от АК: увеличенная прицельная дальность стрельбы, меньший вес, новый приклад, замедлитель срабатывания курка, установлен дульный компенсатор и другие конструктивные изменения направленные на повышение эффективности автомата."

L["eft_weapon_akmn"] = "АКМН"
L["eft_weapon_akmn_full"] = "Автомат Калашникова АКМН 7.62x39"
L["eft_weapon_akmn_desc"] = "AKMН (Автомат Калашникова Модернизированный Ночной) - комплекс, состоящий из модифицированного автомата AKM с креплением типа \"ласточкин хвост\" для установки ночных прицелов семейства НСП-2/3/3А, НСПУ, НСПУМ."

L["eft_weapon_akms"] = "АКМС"
L["eft_weapon_akms_full"] = "Автомат Калашникова АКМС 7.62x39"
L["eft_weapon_akms_desc"] = "Автомат АКМС 7.62x39 (Автомат Калашников Модернизированный Складной) (Индекс ГРАУ — 6П4) — вариант АКМ со складным плечевым упором (прикладом). Складывается вниз, под цевье. Разработан специально для ВДВ."

L["eft_weapon_akmsn"] = "АКМСН"
L["eft_weapon_akmsn_full"] = "Автомат Калашникова АКМСН 7.62x39"
L["eft_weapon_akmsn_desc"] = "AKMСН 7.62x39 (Автомат Калашникова Модернизированный Складной Ночной) - складной вариант комплекса, состоящего из модифицированного автомата AKM с креплением типа \"ласточкин хвост\" для установки ночных прицелов семейства НСП-2/3/3А, НСПУ, НСПУМ."

L["eft_weapon_aks74"] = "АКС-74"
L["eft_weapon_aks74_full"] = "Автомат Калашникова АКС-74 5.45x39"
L["eft_weapon_aks74_desc"] = "Автомат Калашникова Складной 74 5.45x39мм - побочная модификация автомата АК-74 со складным рамочным металлическим прикладом, созданная для использования в воздушно-десантных войсках. Приклад изготовлен из штампованных стоек из листового металла, запрессован на станке в U-образную форму и собран с помощью штамповки и сварки."

L["eft_weapon_aks74n"] = "АКС-74Н"
L["eft_weapon_aks74n_full"] = "Автомат Калашникова АКС-74Н 5.45x39"
L["eft_weapon_aks74n_desc"] = "АКС-74Н 5.45x39 (Автомат Калашникова Складной Ночной) со складывающимся на левый бок рамочным металлическим прикладом. Создан для использования в воздушно-десантных войсках. Основное отличие от штатного АКC-74 - наличие крепления Ласточкин Хвост для оптических и ночных прицелов."

L["eft_weapon_aks74u"] = "АКС-74У"
L["eft_weapon_aks74u_full"] = "Автомат Калашникова АКС-74У 5.45x39"
L["eft_weapon_aks74u_desc"] = "АКС-74У (Автомат Калашникова Складной 74 Укороченный) - укороченный вариант автомата АКС-74, был разработан в начале 80-х годов для вооружения экипажей боевой техники и десантников. Также пользуется популярностью в силовых структурах и спецподразделениях за свои компактные размеры."

L["eft_weapon_aks74ub"] = "АКС-74УБ"
L["eft_weapon_aks74ub_full"] = "Автомат Калашникова АКС-74УБ 5.45x39"
L["eft_weapon_aks74ub_desc"] = "Специальная версия автомата АКС-74У, модификация Б (бесшумный) штатно оснащенная креплением \"ласточкин хвост\" для прицелов, прибором бесшумной стрельбы и прицельными приспособлениями для ведения огня дозвуковыми боеприпасами."

L["eft_weapon_aks74un"] = "АКС-74УН"
L["eft_weapon_aks74un_full"] = "Автомат Калашникова АКС-74УН 5.45x39"
L["eft_weapon_aks74un_desc"] = "АКС-74УН (Автомат Калашникова Складной 74 Укороченный Ночной) - укороченный вариант автомата АКС-74, был разработан в начале 80-х годов для вооружения экипажей боевой техники и десантников. Также пользуется популярностью в силовых структурах и спецподразделениях за свои компактные размеры. Модификация Н (Ночной) оборудована креплением \"ласточкин хвост\" для установки ночных прицелов."

L["eft_weapon_asval"] = "АС \"Вал\""
L["eft_weapon_asval_full"] = "Автомат Специальный АС \"Вал\" 9x39"
L["eft_weapon_asval_desc"] = "АС \"Вал\" (Автомат Специальный) — бесшумный автомат с интегрированным глушителем, для подразделений и групп специального назначения. Был разработан на базе ВСС \"Винторез\" в ЦНИИТочМаш."

L["eft_weapon_ash12"] = "АШ-12"
L["eft_weapon_ash12_full"] = "Автомат АШ-12 12.7x55"
L["eft_weapon_ash12_desc"] = "Российский крупнокалиберный штурмовой автомат АШ-12 (Автомат Штурмовой 12), созданный в ЦКИБ СОО для нужд подразделений спецназначения ФСБ России вместе со снайперской винтовкой ВССК. Оружие разрабатывалось с расчетом на сверхсильную ближнебойную останавливающую силу для городских боевых частей ФСБ."

L["eft_weapon_auga1"] = "AUG A1"
L["eft_weapon_auga1_full"] = "Штурмовая винтовка Steyr AUG A1 5.56x45"
L["eft_weapon_auga1_desc"] = "Автоматическая винтовка буллпап AUG A1 5.56x45, разработанная австрийской компанией Steyr-Daimler-Puch. AUG известен хорошей эргономикой, приличной точностью, малой отдачей и достаточной надежностью. Также винтовка выделяется своим футуристичным дизайном."

L["eft_weapon_auga3"] = "AUG A3"
L["eft_weapon_auga3_full"] = "Штурмовая винтовка Steyr AUG A3 5.56x45"
L["eft_weapon_auga3_desc"] = "Автоматическая винтовка буллпап AUG A3 5.56x45, разработанная австрийской компанией Steyr-Daimler-Puch. AUG известен хорошей эргономикой, приличной точностью, малой отдачей и достаточной надежностью. Также винтовка выделяется своим футуристичным дизайном. A3 версия обладает кнопкой сброса с затворной задержки."

L["eft_weapon_mdr556"] = "MDR"
L["eft_weapon_mdr556_full"] = "Штурмовая винтовка Desert Tech MDR 5.56x45"
L["eft_weapon_mdr556_desc"] = "Автоматическая винтовка буллпап MDR 5.56x45, разработанная американской компанией Desert Tech LLC. Эта винтовка в базовом варианте будет представлять собой модульное, мультикалиберное автоматическое оружие, предназначенное для вооружения подразделений сил специального назначения полиции и армии."

L["eft_weapon_mdr762"] = "MDR"
L["eft_weapon_mdr762_full"] = "Штурмовая винтовка Desert Tech MDR 7.62x51"
L["eft_weapon_mdr762_desc"] = "Автоматическая винтовка буллпап MDR 7.62x51 (.308), разработанная американской компанией Desert Tech LLC. Эта винтовка в базовом варианте будет представлять собой модульное, мультикалиберное автоматическое оружие, предназначенное для вооружения подразделений сил специального назначения полиции и армии."

L["eft_weapon_g36"] = "G36"
L["eft_weapon_g36_full"] = "Штурмовая винтовка HK G36 5.56x45"
L["eft_weapon_g36_desc"] = "G36 - немецкая автоматическая винтовка под малоимпульсный патрон НАТО 5.56x45 мм. Разработана фирмой Heckler & Koch в начале 90-х годов XX века. После провальных для H&K тендеров на новые винтовки для бундесвера были свёрнуты программы G41 и G11, оказавшиеся слишком дорогостоящими для армии объединённой Германии. В 1995 году на войсковых испытаниях была представлена новая автоматическая винтовка HK50, которая была успешно принята бундесвером под индексом G36. Эта винтовка заменила G3 в 1997 году."

L["eft_weapon_hk416a5"] = "HK 416A5"
L["eft_weapon_hk416a5_full"] = "Штурмовая винтовка HK 416A5 5.56x45"
L["eft_weapon_hk416a5_desc"] = "HK416 A5 - это дальнейшая ступень развития автомата HK416 в калибре 5.56x45мм NATO. Основными изменениями в сравнении с предыдущими поколениями являются улучшенный газовый регулятор, более не требущий дополнительного инструмента, обновленная ствольная коробка с двусторонними элементами управления, улучшенная совместимость с магазинами разных производителей и множество других изменений, направленных на улучшение эргономики и надежности оружия."

L["eft_weapon_m4a1"] = "M4A1"
L["eft_weapon_m4a1_full"] = "Штурмовая винтовка Colt M4A1 5.56x45"
L["eft_weapon_m4a1_desc"] = "Colt M4A1 - штурмовая винтовка (карабин), созданная в США на базе платформы AR-15 под патрон 5.56x45 NATO. Планировалась к вооружению экипажей боевых машин и расчётов техники, которым было необходимо иметь оружие меньших габаритов, чем штатное вооружение, но использующее стандартный боеприпас. Однако вскоре, US SOCOM (Командование Сил Специальных Операций США) приняло на вооружение M4A1 для всех входящих в его состав подразделений. Затем последовало полное принятие M4A1 на вооружение в армии и морской пехоте США."

L["eft_weapon_mcx"] = "MCX .300 BLK"
L["eft_weapon_mcx_full"] = "Штурмовая винтовка SIG MCX .300 Blackout"
L["eft_weapon_mcx_desc"] = "Линейка MCX, разработанная и производимая SIG Sauer, выпускаемое как в гражданском варианте полуавтомат, так и в автоматическом исполнении, оснащено системой газового поршня с коротким ходом, которая унаследована от более раннего пистолета-пулемета SIG MPX. Калибр .300 Blackout и винтовки MCX совместимы для использования с любыми магазинами для AR-15."

L["eft_weapon_mcxspear"] = "SPEAR 6.8"
L["eft_weapon_mcxspear_full"] = "Штурмовая винтовка SIG MCX-SPEAR 6.8x51"
L["eft_weapon_mcxspear_desc"] = "MCX-SPEAR - мультикалиберная штурмовая винтовка, разработанная на базе винтовки MCX и выпускаемая компанией SIG Sauer. Базовый калибр - 6.8х51мм (.277 FURY). Разработан специально для вооруженных сил США в качестве замены карабину M4."

L["eft_weapon_mk47"] = "Mk47"
L["eft_weapon_mk47_full"] = "Штурмовая винтовка CMMG Mk47 Mutant 7.62x39"
L["eft_weapon_mk47_desc"] = "CMMG \"Mk47 Mutant\", карабин американского производства под патрон калибра 7,62x39мм, произведен в CMMG Inc. Работает со всеми типами магазинов АК, включая стальные, полимерные и барабанные. Карабин показал исключительную надежность и безотказность при высоких настрелах, что в сумме с классической эргономикой AR-системы дает превосходный образец оружия. Этот вариант полностью автоматический, только для использования правоохранительными органами и военными."

L["eft_weapon_rd704"] = "RD-704"
L["eft_weapon_rd704_full"] = "Автомат Rifle Dynamics RD-704 7.62x39"
L["eft_weapon_rd704_desc"] = "Автомат Rifle Dynamics 704 7.62х39мм, усовершенствованная версия системы АК от компании Rifle Dynamics. Основное отличие от АК: конструкция передней части смещает центр тяжести ближе к корпусу, что значительно улучшает контроль автомата."

L["eft_weapon_sa58"] = "SA58"
L["eft_weapon_sa58_full"] = "Штурмовая винтовка DS Arms SA58 7.62x51"
L["eft_weapon_sa58_desc"] = "SA58 OSW (Operations Specialist Weapon) производимая американской компанией DSA (или DS Arms - David Selveggio Arms) на той же производственной линии, что и StG-58, и является официальной копией винтовок \"FAL\". Гражданская версия производится только в полу-автоматическом варианте, также для полиции или армейских подразделений производится модификация с возможностью ведения автоматического огня. DSA58 полностью совместима с любыми метрическими магазинами для FN FAL."

L["eft_weapon_scarh"] = "Mk 17"
L["eft_weapon_scarh_full"] = "Штурмовая винтовка FN SCAR-H 7.62x51"
L["eft_weapon_scarh_desc"] = "Штурмовая винтовка FN SCAR-H (Special Operations Forces Combat Assault Rifle - Heavy) калибра 7.62x51 NATO, принятая на вооружение Командованием специальных операций ВС США под именем Mk 17. Оснащена складывающимся полимерным прикладом и свободно вывешенным кованым стволом с твердосплавным каналом. Полностью двусторонние органы управления позволяют стрелку адаптировать винтовку под любую позицию стрельбы. Интегрированная в ресивер направляющая, а также три вспомогательных рельсы позволяют устанавливать широкий спектр оптических прицелов, коллиматоров, тактических фонарей и лазеров. Производство Fabrique Nationale Herstal."

L["eft_weapon_scarhx17"] = "X-17"
L["eft_weapon_scarhx17_full"] = "Штурмовая винтовка FN SCAR-H \"X-17\" 7.62x51"
L["eft_weapon_scarhx17_desc"] = "Штурмовая винтовка FN SCAR-H (Special Operations Forces Combat Assault Rifle - Heavy) калибра 7.62x51 NATO, принятая на вооружение Командованием специальных операций ВС США под именем Mk 17. Оснащена складывающимся полимерным прикладом и свободно вывешенным кованым стволом с твердосплавным каналом. Полностью двусторонние органы управления позволяют стрелку адаптировать винтовку под любую позицию стрельбы. Интегрированная в ресивер направляющая, а также три вспомогательных рельсы позволяют устанавливать широкий спектр оптических прицелов, коллиматоров, тактических фонарей и лазеров. Данная вариация винтовки позволяет устанавливать магазины от AR-10. Производство Fabrique Nationale Herstal и X Products."

L["eft_weapon_scarl"] = "Mk 16"
L["eft_weapon_scarl_full"] = "Штурмовая винтовка FN SCAR-L 5.56x45"
L["eft_weapon_scarl_desc"] = "Штурмовая винтовка FN SCAR-L (Special Operations Forces Combat Assault Rifle - Light) калибра 5.56x45 NATO, принятая на вооружение Командованием специальных операций ВС США под именем Mk 16. Оснащена складывающимся полимерным прикладом и свободно вывешенным кованым стволом с твердосплавным каналом. Полностью двусторонние органы управления позволяют стрелку адаптировать винтовку под любую позицию стрельбы. Интегрированная в ресивер направляющая, а также три вспомогательных рельсы позволяют устанавливать широкий спектр оптических прицелов, коллиматоров, тактических фонарей и лазеров. Производство Fabrique Nationale Herstal."

L["eft_weapon_velociraptor"] = "Velociraptor .300 BLK"
L["eft_weapon_velociraptor_full"] = "Автомат Aklys Defense Velociraptor .300 Blackout"
L["eft_weapon_velociraptor_desc"] = "Специальная модификация на базе автомата АК, выполненная компанией Aklys Defense в калибре .300 Blackout. Представляет из себя замену штатного ствольного блока на модифицированный с интегрированным глушителем, что позволило добиться значительного снижения звука выстрела."

/////// Bolt-action rifles
L["eft_weapon_axmc"] = "AXMC"
L["eft_weapon_axmc_full"] = "Снайперская винтовка Accuracy International AXMC .338 LM"
L["eft_weapon_axmc_desc"] = "AXMC - новейшая модель в длинной и выдающейся линейке проверенных в боях снайперских винтовок, разработанных и изготовленных британской компанией Accuracy International. Стандартно снабжается патронами .338 Lapua Magnum, однако может быть быстро переоборудована в калибры .300 Winchester Magnum и .308 Winchester, используя набор замены ствола, магазина и затвора."

L["eft_weapon_dvl10"] = "ДВЛ-10"
L["eft_weapon_dvl10_full"] = "Снайперская винтовка Lobaev Arms ДВЛ-10 7.62x51"
L["eft_weapon_dvl10_desc"] = "ДВЛ-10 - легкая, компактная и бесшумная винтовка под новые и существующие дозвуковые боеприпасы. Была разработана для специальных служебно-боевых задач, при решении которых требуется особая точность и дальность. Снабжена унифицированным с другими моделями СВЛ складным прикладом. Комплектуется матчевым стволом Lobaev Hummer Barrels из нержавеющей стали."

L["eft_weapon_m700"] = "M700"
L["eft_weapon_m700_full"] = "Снайперская винтовка Remington Model 700 7.62x51"
L["eft_weapon_m700_desc"] = "Снайперская винтовка Remington Model 700 cо скользящим затвором, серийно выпускаемая с 1962 года компанией Remington Arms."

L["eft_weapon_mosininf"] = "Мосина Пехотная"
L["eft_weapon_mosininf_full"] = "Винтовка Мосина 1891г. 7.62x54R (Пехотная)"
L["eft_weapon_mosininf_desc"] = "Винтовка системы Мосина образца 1891 года, она же Трехлинейка. Пехотный вариант. Одна из самых массовых военных винтовок с продольно-скользящим затвором в истории. С 1891 года было произведено более 37 миллионов единиц. Несмотря на свой возраст, она до сих пор используется в различных конфликтах по всему миру."

L["eft_weapon_mosinsnip"] = "Мосина Снайперская"
L["eft_weapon_mosinsnip_full"] = "Винтовка Мосина 1891г. 7.62x54R (Снайперская)"
L["eft_weapon_mosinsnip_desc"] = "Винтовка системы Мосина образца 1891 года, она же Трехлинейка. Снайперский вариант, оснащенный боковым креплением для установки оптических прицелов. Массово использовалась советскими снайперами во время Великой Отечественной Войны."

L["eft_weapon_sv98"] = "СВ-98"
L["eft_weapon_sv98_full"] = "Снайперская винтовка СВ-98 7.62x54R"
L["eft_weapon_sv98_desc"] = "СВ-98 - российская снайперская винтовка, разработанная 1998-2000 годах группой конструкторов под руководством В. Стронского. Серийно выпускается концерном ИжМаш. Винтовка имеет магазинное питание и продольно-скользящий затвор, предназначена для поражения живой силы на дистанции до 1000 м."

L["eft_weapon_t5000"] = "T-5000M"
L["eft_weapon_t5000_full"] = "Снайперская винтовка ОРСИС T-5000M 7.62x51"
L["eft_weapon_t5000_desc"] = "ОРСИС \"T-5000M\" – многозарядная винтовка с ручным перезаряжанием, продольно-скользящим поворотным затвором и двумя боевыми упорами. Модель предназначена для универсального применения. Характеристики винтовки позволяют обеспечить высокую точность стрельбы на дальних дистанциях (до 1500м), высокий уровень комфорта стрелка в процессе подготовки выстрела, в фазе выстрела и отдачи, быстрый возврат винтовки на линию прицеливания, высокую надежность и эргономику."

L["eft_weapon_trgm10"] = "TRG M10"
L["eft_weapon_trgm10_full"] = "Снайперская винтовка Sako TRG M10 .338 LM"
L["eft_weapon_trgm10_desc"] = "Sako TRG M10 - высокоточная снайперская винтовка с продольно-скользящим затвором под патрон .338 Lapua Magnum. TRG M10 чрезвычайно универсальная платформа: легко превращается из настоящей винтовки для дальнего боя в более компактное оружие. Винтовка предназначена для вооружения армейских, полицейских и различных силовых спецподразделений целого ряда государств. Производство компании Sako, которая входит в состав оружейного холдинга Beretta Defense Technologies."

L["eft_weapon_vpo215"] = "ВПО-215 \"Горностай\""
L["eft_weapon_vpo215_full"] = "Винтовка Молот ВПО-215 \"Горностай\" .366 ТКМ"
L["eft_weapon_vpo215_desc"] = "Болтовой карабин ВПО-215 \"Горностай\" калибра .366 ТКМ предназначен для охоты на мелкого и среднего зверя, а также для любительской стрельбы."

/////// Designated marksman rifles
L["eft_weapon_g28"] = "G28"
L["eft_weapon_g28_full"] = "Марксманская винтовка HK G28 7.62x51"
L["eft_weapon_g28_desc"] = "Винтовка HK G28 была разработана компанией Heckler & Koch специально по заказу Бундесвера, в качестве оружия поддержки малых пехотных подразделений. G28 создана на основе спортивно-охотничьей самозарядной винтовки HK MR308, которая, в свою очередь, представляет собой гражданский вариант автоматической винтовки HK 417. Несмотря на ряд отличий, HK G28 по своему устройству на 75% частей взаимозаменяема с HK 417. Эта винтовка дает возможность пехоте вести эффективную стрельбу на недоступные для штатных штурмовых винтовок калибра 5.56мм дистанции."

L["eft_weapon_m1a"] = "M1A"
L["eft_weapon_m1a_full"] = "Винтовка Springfield Armory M1A 7.62x51"
L["eft_weapon_m1a_desc"] = "M1A - гражданская версия винтовки M14, производимая компанией Springfield Armory. По большей части идентична M14. Наиболее заметным отличием является удаление переключателя огня с M14, что делает M1A постоянно полуавтоматической. С оружия также было удалено крепление для штыка."

L["eft_weapon_mk18"] = "Mk-18 Mjölnir"
L["eft_weapon_mk18_full"] = "Марксманская винтовка SWORD International Mk-18 .338 LM"
L["eft_weapon_mk18_desc"] = "Полуавтоматическая винтовка \"Mk-18 Mod 1\" была разработана с целью использования преимущества характеристик патрона .338 Lapua Magnum. Данная винтовка сочетает в себе превосходгые баллистические характеристики при достаточно небольшом весе. Благодаря использованию газоотводной автоматики с коротким ходом поршня, винтовка имеет прекрасную точность, высокий ресурс и надежность. Двусторонние органы управления, эргономические особенности, а также высокая модульность делает Mk-18 отличным выбором как для охотников, стрелков-высокоточников, так и для спортсменов, специализирующихся на стрельбе на дальние дистанции."

L["eft_weapon_rsass"] = "RSASS"
L["eft_weapon_rsass_full"] = "Марксманская винтовка Remington R11 RSASS 7.62x51"
L["eft_weapon_rsass_desc"] = "R11 RSASS (Remington Semi Automatic Sniper System) - совместная разработка компаний Remington Arms и JP Enterprises с целью создания высокоточной полуавтоматической снайперской винтовки. Данное оружие показывает прекрасную точность на 800 и более метров, при этом имея все тактические преимущества полуавтоматической снайперской винтовки."

L["eft_weapon_sr25"] = "SR-25"
L["eft_weapon_sr25_full"] = "Марксманская винтовка Knight's Armament Company SR-25 7.62x51"
L["eft_weapon_sr25_desc"] = "Knight's Armament SR-25 - самозарядная снайперская винтовка, разработанная Юджином Стоунером в 1990-е годы на основе конструкции винтовки AR-15. Новейшая модификация имеет двусторонние органы управления, что позволяет левшам так же эффективно оперировать данный винтовкой, а новая \"E2\" модификация затворной группы и газовой системы позволяет еще больше увеличить общую надежность системы, даже при использовании с глушителями."

L["eft_weapon_svds"] = "СВДС"
L["eft_weapon_svds_full"] = "Снайперская винтовка СВДС 7.62x54R"
L["eft_weapon_svds_desc"] = "Снайперская Винтовка Драгунова со складным прикладом СВДС 7.62x54ммR разработана на базе проверенной временем винтовки СВД для вооружения снайперов воздушно-десантных войск и специальных подразделений, нуждающихся в более компактном снайперском оружии. Благодаря использованию надежной автоматики, винтовка сочетает в себе хорошую точность и кучность стрельбы и высокую практическую скорострельность, позволяющую поражать одну цель несколькими последовательными выстрелами или же быстро поражать несколько целей."

L["eft_weapon_vss"] = "ВСС \"Винторез\""
L["eft_weapon_vss_full"] = "Винтовка Снайперская Специальная ВСС \"Винторез\" 9x39"
L["eft_weapon_vss_desc"] = "ВСС (Винтовка Снайперская Специальная) — бесшумная снайперская винтовка с интегрированным глушителем, для подразделений и групп специального назначения. Была разработана в 80-х годах в ЦНИИТочМаш."

/////// Grenade launchers
L["eft_weapon_fn40gl"] = "FN40GL"
L["eft_weapon_fn40gl_full"] = "Однозарядный гранатомет FN40GL Mk2 40мм"
L["eft_weapon_fn40gl_desc"] = "Однозарядный гранатомет 40мм \"FN40GL Mk2\" на базе с прикладом. Разработан для использования всей номенклатуры 40-мм гранат НАТО. Производство Fabrique Nationale Herstal."

L["eft_weapon_m32a1"] = "MSGL"
L["eft_weapon_m32a1_full"] = "Револьвер-гранатомет Milkor M32A1 MSGL 40мм"
L["eft_weapon_m32a1_desc"] = "40-мм шестизарядный гранатомёт M32A1 MSGL, разработанный Milkor USA. Этот универсальный гранатомет использует хорошо зарекомендовавший себя принцип работы револьвера для достижения высокой скорострельности и точного наведения на цель."

/////// Light machine guns
L["eft_weapon_m60e4"] = "Mk 43 Mod 1"
L["eft_weapon_m60e4_full"] = "Ручной пулемет U.S. Ordnance M60E4 7.62x51"
L["eft_weapon_m60e4_desc"] = "Ручной пулемет M60E4 (Mk 43 Mod 1) под калибр 7.62x51, модификация пулемёта M60E3 с более надежной работой спускового механизма, возможностью крепления прицельных приспособлений и рядом прочих улучшений. М60 получил прозвище \"Свинья\" из-за своих громоздких размеров и недостатков конструкции. Несмотря на свои минусы, модификации M60 все еще используются в некоторых подразделениях. Производство U.S Ordnance."

L["eft_weapon_m60e6"] = "M60E6"
L["eft_weapon_m60e6_full"] = "Ручной пулемет U.S. Ordnance M60E6 7.62x51"
L["eft_weapon_m60e6_desc"] = "Ручной пулемет M60E6 под калибр 7.62x51 - облегченный и улучшенный вариант M60E4 с возможностью крепления прицельных приспособлений. М60 получил прозвище \"Свинья\" из-за своих громоздких размеров и недостатков конструкции. Несмотря на свои минусы, модификации M60 все еще используются в некоторых подразделениях. Производство U.S Ordnance."

L["eft_weapon_pkm"] = "ПКМ"
L["eft_weapon_pkm_full"] = "Пулемет Калашникова Модернизированный ПКМ 7.62x54R"
L["eft_weapon_pkm_desc"] = "Пулемет Калашникова Модернизированный под калибр 7.62x54R, заменил собой Пулемет Калашникова 1961 года. ПКМ зарекомендовал себя мощным, простым, надёжным и эффективным оружием. Он был востребован многие десятилетия, начиная с конца 60-х годов прошлого века и до настоящего времени. Производство Завода имени В. А. Дегтярева."

L["eft_weapon_pkp"] = "ПКП"
L["eft_weapon_pkp_full"] = "Пулемет Калашникова Пехотный ПКП 7.62x54R"
L["eft_weapon_pkp_desc"] = "7,62 мм ПКП \"Печенег\" широко известен благодаря своей надежности и огневой мощи. Проверенные временем технические решения, умело совмещенные с передовыми подходами к эргономике, позволили повысить не только мобильность стрелка на поле боя, но и точность ведения огня на расстоянии до 1500 м, устранив эффект теплового миража за счет оснащения пулемета надствольной транспортировочной рукояткой."

L["eft_weapon_rpd"] = "РПД"
L["eft_weapon_rpd_full"] = "Ручной пулемет Дегтярева РПД 7.62x39"
L["eft_weapon_rpd_desc"] = "Ручной пулемет Дегтярева под калибр 7.62x39. Этот пулемет был принят на вооружение Советской Армией и использовался в качестве средства усиления пехотных отделений и взводов с конца сороковых до начала шестидесятых годов. Автоматика РПД выполнена элегантно, в результате пулемет получился компактным, надёжным и достаточно мощным оружием огневой поддержки. Производство Завода имени В. А. Дегтярева."

L["eft_weapon_rpdn"] = "РПДН"
L["eft_weapon_rpdn_full"] = "Ручной пулемет Дегтярева РПДН 7.62x39"
L["eft_weapon_rpdn_desc"] = "Ручной пулемет Дегтярева под калибр 7.62x39. Этот пулемет был принят на вооружение Советской Армией и использовался в качестве средства усиления пехотных отделений и взводов с конца сороковых до начала шестидесятых годов. Автоматика РПД выполнена элегантно, в результате пулемет получился компактным, надёжным и достаточно мощным оружием огневой поддержки. РПДН оборудован откидным креплением под ласточкин хвост для установки прицелов. Производство Завода имени В. А. Дегтярева."

L["eft_weapon_rpk16"] = "РПК-16"
L["eft_weapon_rpk16_full"] = "Ручной пулемет РПК-16 5.45x39"
L["eft_weapon_rpk16_desc"] = "Российский единый ручной пулемет РПК-16 под калибр 5.45x39, который разрабатывался на замену устаревшему РПК-74. Ключевыми особенностями данного образца вооружения являются быстросменные стволы, улучшенная эргономика, а также цевье и крышка ствольной коробки с направляющими типа \"Weaver\"."

/////// Shotguns
L["eft_weapon_aa12gen1"] = "AA-12 Gen 1"
L["eft_weapon_aa12gen1_full"] = "Автоматический дробовик MPS Auto Assault-12 Gen 1 12к"
L["eft_weapon_aa12gen1_desc"] = "AA-12 (Auto Assault-12) Gen 1 - надежный автоматический дробовик 12 калибра. У AA-12 Gen1 имеются только механические прицельные приспособления, собранные на высоких стойках. Особенностью этого дробовика является наличие накопления импульса отдачи, благодаря чему отдача ощущается довольно мягкой, без потери скорострельности и убойности. AA-12 предназначен для армейских и полицейских подразделений. Производство Military Police Systems."

L["eft_weapon_aa12gen2"] = "AA-12 Gen 2"
L["eft_weapon_aa12gen2_full"] = "Автоматический дробовик MPS Auto Assault-12 Gen 2 12к"
L["eft_weapon_aa12gen2_desc"] = "AA-12 (Auto Assault-12) - надежный автоматический дробовик 12 калибра. У AA-12 Gen2 установлена направляющая для установки прицельных приспособлений. Особенностью этого дробовика является наличие накопления импульса отдачи, благодаря чему отдача ощущается довольно мягкой, без потери скорострельности и убойности. AA-12 предназначен для армейских и полицейских подразделений. Производство Military Police Systems."

L["eft_weapon_ks23"] = "КС-23М"
L["eft_weapon_ks23_full"] = "Помповый карабин ТОЗ КС-23М 23x75мм"
L["eft_weapon_ks23_desc"] = "КС-23 (Карабин Специальный 23мм) — многофункциональное полицейское ружье, предназначенное для пресечения массовых беспорядков, избирательного силового, психического и химического воздействия на правонарушителей. Классифицируется именно как карабин из-за своего нарезного ствола. Известен большим калибром 23мм, что делает его самым крупнокалиберным ружьем, используемым на сегодняшний день."

L["eft_weapon_m3super90"] = "M3 Super 90"
L["eft_weapon_m3super90_full"] = "Ружье Benelli M3 Super 90 12к"
L["eft_weapon_m3super90_desc"] = "Benelli M3 Super 90 — итальянский самозарядный дробовик производства Benelli, разработанный на основе конструкции ружей Benelli M1 и Benelli M2. Ружьё оснащено механизмом, сочетающим в себе инерционную автоматику с ручным перезаряжанием при помощи продольно подвижного цевья. Ружья Benelli демонстрируют превосходные баллистические характеристики, отделка и точная обработка деталей олицетворяют собой традиционный итальянский стиль."

L["eft_weapon_m590a1"] = "590A1"
L["eft_weapon_m590a1_full"] = "Помповое ружье Mossberg 590A1 12к"
L["eft_weapon_m590a1_desc"] = "Mossberg 500 серии - одно из самых известных и распространенных помповых ружей в мире. Защищает вашу лужайку перед домом с 1961 года."

L["eft_weapon_m870"] = "M870"
L["eft_weapon_m870_full"] = "Помповое ружье Remington Model 870 12к"
L["eft_weapon_m870_desc"] = "Remington Model 870 - помповое ружье, производимое \"Remington Arms Company\". Распространено по всему миру как спортивное, охотничье, или оружие для самообороны. Также широко используется полицией и некоторыми армейскими подразделениями."

L["eft_weapon_mp18"] = "MP-18"
L["eft_weapon_mp18_full"] = "Однозарядное ружье MP-18 7.62x54R"
L["eft_weapon_mp18_desc"] = "MP-18 - легендарная советская одностволка. Это ружье прекрасно ведет себя при любых погодных условиях, поломок и отказов не выявлено."

L["eft_weapon_mp431c"] = "MP-43-1C"
L["eft_weapon_mp431c_full"] = "Двуствольное ружье MP-43-1C 12к"
L["eft_weapon_mp431c_desc"] = "Мечта охотника. Двуствольная классика, элегантная в своей простоте. Заряжается патронами 12 калибра."

L["eft_weapon_mp133"] = "MP-133"
L["eft_weapon_mp133_full"] = "Помповое ружье MP-133 12к"
L["eft_weapon_mp133_desc"] = "Гладкоствольное многозарядное ружьё MP-133 с продольно скользящим цевьём. Ружьё разработано на базе ружья ИЖ-81 и серийно выпускалось Ижевским механическим заводом (ИжМех) с 2000 года. Уникально в своем роде благодаря наличию затворной задержки. Надёжное и удобное оружие для охоты и самообороны."

L["eft_weapon_mp153"] = "MP-153"
L["eft_weapon_mp153_full"] = "Самозарядное ружье MP-153 12к"
L["eft_weapon_mp153_desc"] = "Гладкоствольное многозарядное ружьё MP-153, производства ИжМех. Надёжное и удобное оружие для охоты и самообороны."

L["eft_weapon_mp155"] = "MP-155"
L["eft_weapon_mp155_full"] = "Самозарядное ружье MP-155 12к"
L["eft_weapon_mp155_desc"] = "Российское гладкоствольное многозарядное ружье МР-155 12 калибра производства ИжМех (Ижевский механический завод). Ружье весит меньше своего предшественника МР-153, отличается улучшенной эргономикой и легко заменяемым ствольным механизмом. Новый дизайн также упрощает использование для левшей."

L["eft_weapon_mts25512"] = "МЦ-255-12"
L["eft_weapon_mts25512_full"] = "Ружье МЦ-255-12 12к"
L["eft_weapon_mts25512_desc"] = "МЦ-255-12 - это уникальное для Российского рынка револьверное ружье 12го калибра."

L["eft_weapon_saiga12k"] = "Сайга-12К исп.10"
L["eft_weapon_saiga12k_full"] = "Самозарядный карабин Сайга-12К исп.10"
L["eft_weapon_saiga12k_desc"] = "Полуавтоматический карабин 12 калибра со складывающимся прикладом, снабжён блокировкой ударно-спускового механизма, позволяющей вести стрельбу только с откинутым прикладом. Ствол укороченный, длиной 430мм."

L["eft_weapon_saiga12kfa"] = "Сайга FA"
L["eft_weapon_saiga12kfa_full"] = "Автоматический дробовик Сайга-12К"
L["eft_weapon_saiga12kfa_desc"] = "Модификация гладкоствольного дробовика Сайга 12К, позволяющая вести полностью автоматический огонь. Оружие снабжено барабанным магазином повышенной емкости на 20 патронов. Адская машинка!"

L["eft_weapon_toz106"] = "ТОЗ-106"
L["eft_weapon_toz106_full"] = "Болтовое ружье ТОЗ-106 20к"
L["eft_weapon_toz106_desc"] = "Охотничье одноствольное гладкоствольное ружьё 20 калибра с продольно-скользящим затвором. Из-за компактных размеров в народе имеет название \"Смерть председателя\"."

/////// Submachine guns
L["eft_weapon_mp5"] = "MP5"
L["eft_weapon_mp5_full"] = "Пистолет-пулемет HK MP5 9x19 (Navy 3 Round Burst)"
L["eft_weapon_mp5_desc"] = "Пистолет-пулемет HK MP5 в версии УСМ Navy 3 Round Burst с отсечкой по 3 патрона. Широко известный образец пистолета пулемета, в первую очередь известен как оружие GSG9 и подобных силовых структур мира, а также как частый гость в кинематографе и видеоиграх."

L["eft_weapon_mp5k"] = "MP5K-N"
L["eft_weapon_mp5k_full"] = "Пистолет-пулемет HK MP5K 9x19"
L["eft_weapon_mp5k_desc"] = "Heckler & Koch MP5K (\"K\" от Немецкого Kurz - \"короткий\") - укороченная версия пистолета-пулемета MP5, разработанная для скрытого ношения и работы на коротких дистанциях."

L["eft_weapon_mp7a1"] = "MP7A1"
L["eft_weapon_mp7a1_full"] = "Пистолет-пулемет HK MP7A1 4.6x30"
L["eft_weapon_mp7a1_desc"] = "H&K MP7A1 — пистолет-пулемет под специально разработанный для него патрон 4.6×30 мм. Автоматика MP7 построена по схеме с газовым двигателем с коротким ходом газового поршня, запирание осуществляется поворотом затвора. В конструкции используются некоторые особенности автомата HK G36, например широкое использование полимерных материалов, сходная автоматика и конструкция УСМ."

L["eft_weapon_mp7a2"] = "MP7A2"
L["eft_weapon_mp7a2_full"] = "Пистолет-пулемет HK MP7A2 4.6x30"
L["eft_weapon_mp7a2_desc"] = "MP7A2 —Дальнейшая модификация линейки пистолет-пулеметов MP7. Особенностью данного пистолет-пулемета является замена штатной складной рукоятки переноса огня на направляющую типа \"picatinny\" для установки различных вертикальных рукояток. Производство Heckler & Koch."

L["eft_weapon_mp9"] = "MP9"
L["eft_weapon_mp9_full"] = "Пистолет-пулемет B&T MP9 9x19"
L["eft_weapon_mp9_desc"] = "Brügger & Thomet MP9 (Maschinenpistole 9mm, \"Пистолет-Пулемет 9мм\") - ПП калибра 9x19мм Парабеллум с выборочным режимом стрельбы, разработанный и производящийся компанией Brügger & Thomet в Швейцарии. Идеальный выбор в качестве оружия личной защиты (Personal Defense Weapon - PDW)."

L["eft_weapon_mp9n"] = "MP9-N"
L["eft_weapon_mp9n_full"] = "Пистолет-пулемет B&T MP9-N 9x19"
L["eft_weapon_mp9n_desc"] = "MP9-N - дальнейшее развитие Пистолет-Пулемета MP9, модифицированноея для нужд полицейского и военного использования. MP9-N в настоящее время находится на вооружении групп личной охраны, а также команд спецназа по всему миру. Идеальный выбор в качестве оружия личной защиты (Personal Defense Weapon - PDW)."

L["eft_weapon_mpx"] = "MPX"
L["eft_weapon_mpx_full"] = "Пистолет-пулемет SIG MPX 9x19"
L["eft_weapon_mpx_desc"] = "SIG Sauer MPX - это непревзойденная скорость работы и знакомый форм фактор платформы AR. Газовый поршень с коротким ходом позволяет SIG MPX использовать всю номенклатуру 9мм боеприпасов без каких-либо корректировок к газовому клапану. Полноформатная планка дает возможность устанавливать широкий спектр оптики и прицельных приспособлений."

L["eft_weapon_p90"] = "P90"
L["eft_weapon_p90_full"] = "Пистолет-пулемет FN P90 5.7x28"
L["eft_weapon_p90_desc"] = "FN P90, также известный как FN Project 1990, представляет собой компактное оружие индивидуальной защиты (PDW - Personal Defense Weapon), разработанное и изготовленное компанией FN Herstal в Бельгии. Созданный в ответ на запросы НАТО о замене огнестрельного оружия калибра 9x19мм Парабеллум, P90 был разработан как компактное, но мощное огнестрельное оружие для экипажей транспортных средств, операторов группового оружия, вспомогательного персонала, сил специального назначения и контртеррористических групп."

L["eft_weapon_klin"] = "ПП-9 \"Клин\""
L["eft_weapon_klin_full"] = "Пистолет-пулемет ПП-9 \"Клин\" 9x18ПММ"
L["eft_weapon_klin_desc"] = "Дальнейшее развитие ПП \"Кедр\" под новый патрон 9x18ПММ, получивший название ПП-9 \"Клин\". Выпускался с 1996—2002 гг. для Министерства Внутренних Дел РФ."

L["eft_weapon_pp1901"] = "ПП-19-01"
L["eft_weapon_pp1901_full"] = "Пистолет-пулемет ПП-19-01 \"Витязь\" 9x19"
L["eft_weapon_pp1901_desc"] = "Российский пистолет-пулемет \"Витязь\", изначально разработанный на базе автомата АКС-74У, но в дальнейшем переработанный. Является штатным пистолетом-пулеметом многих силовых структур Российской Федерации."

L["eft_weapon_kedr"] = "ПП-91 \"Кедр\""
L["eft_weapon_kedr_full"] = "Пистолет-пулемет ПП-91 \"Кедр\" 9x18ПМ"
L["eft_weapon_kedr_desc"] = "ПП-91 «Кедр» - пистолет-пулемет под патрон 9х18мм ПМ, разработанный Евгением Драгуновым в начале 90-х по заказу МВД и выпускаемый на ЗМЗ (Златоустовский Машиностроительный Завод). Имеет простую, но эффективную конструкцию. Его легкий вес делает его более удобным для переноски, не влияя на его характеристики, и обеспечивает высокую скорострельность, не влияя на отдачу. Благодаря этим характеристикам он до сих пор используется в качестве служебного оружия практически во всех правоохранительных органах России."

L["eft_weapon_kedrb"] = "ПП-91-01 \"Кедр-Б\""
L["eft_weapon_kedrb_full"] = "Пистолет-пулемет ПП-91-01 \"Кедр-Б\" 9x18ПМ"
L["eft_weapon_kedrb_desc"] = "Редкая бесшумная версия ПП \"Кедр\" под индексом ПП-91-01 \"Кедр-Б\"."

L["eft_weapon_ppsh41"] = "ППШ-41"
L["eft_weapon_ppsh41_full"] = "Пистолет-пулемет ППШ-41 7.62x25"
L["eft_weapon_ppsh41_desc"] = "ППШ-41 (Пистолет-Пулемёт системы Шпагина образца 1941 года) - советский пистолет-пулемёт, разработанный в 1940 году конструктором Г. С. Шпагиным под патрон 7,62×25 мм ТТ и принятый на вооружение Красной Армии 21 декабря 1940 года."

L["eft_weapon_saiga9"] = "Сайга-9"
L["eft_weapon_saiga9_full"] = "Карабин Сайга-9 9x19"
L["eft_weapon_saiga9_desc"] = "Самозарядный карабин Сайга-9 был разработан как гражданский вариант пистолета-пулемета ПП-19-01 «Витязь». Карабин Сайга-9 предназначен для спортивно-тренировочной и развлекательной стрельбы."

L["eft_weapon_veresk"] = "СР-2М"
L["eft_weapon_veresk_full"] = "Пистолет-пулемет СР-2М \"Вереск\" 9x21"
L["eft_weapon_veresk_desc"] = "СР-2М \"Вереск\" - компактный пистолет-пулемет, разработанный под мощный бронебойный патрон 9x21мм по заказу ФСБ и ФСО РФ. Этот пистолет-пулемёт является частью стрелкового комплекса повышенной эффективности, предназначенного для спецподразделений. Оснащен складной передней рукояткой. Разработан \"ЦНИИточмаш\"."

L["eft_weapon_stm9"] = "STM-9"
L["eft_weapon_stm9_full"] = "Карабин Союз-ТМ STM-9 Gen.2 9x19"
L["eft_weapon_stm9_desc"] = "Карабин для PCC, показывающий превосходные результаты уже \"из коробки\". Карабин разработан при участии бронзового призёра мира в Semi-Auto Rifle Вадима Михайлова. Точность, скорость, комфортность отдачи. Совместим с магазинами Glock 9x19."

L["eft_weapon_ump45"] = "UMP 45"
L["eft_weapon_ump45_full"] = "Пистолет-пулемет HK UMP .45 ACP"
L["eft_weapon_ump45_desc"] = "Heckler & Koch \"UMP\" — пистолет-пулемёт, разработанный немецкой компанией Heckler & Koch в 1990-х как более легкий и дешевый аналог MP5. Данный вариант предназначен для стрельбы патроном .45 ACP и имеет сниженную до 600 выс/мин скорострельность."

L["eft_weapon_uzi"] = "UZI"
L["eft_weapon_uzi_full"] = "Пистолет-пулемет IWI UZI 9x19"
L["eft_weapon_uzi_desc"] = "Израильский пистолет-пулемет под патрон 9x19мм, построенный по системе с открытым затвором. Весьма инновационный продукт своего времени, получивший огромную популярность за счет своей надежности и простоты конструкции. Несмотря на весьма устаревший дизайн, он всё еще достаточно популярен по всему миру."

L["eft_weapon_uzipro"] = "UZI PRO Pistol"
L["eft_weapon_uzipro_full"] = "Пистолет-пулемет IWI UZI PRO Pistol 9x19"
L["eft_weapon_uzipro_desc"] = "UZI PRO Pistol (UPP9S) - полностью автоматическая конверсия пистолета-пулемета калибра 9x19мм Парабеллум для использования в правоохранительных органах и в военных целях. Этот сверхкомпактный израильский пистолет-пулемет является идейным продолжением полноразмерного ПП UZI, идеально подходит для скрытого ношения и имеет высокую скорострельность. Производство Israel Weapon Industries."

L["eft_weapon_uziprosmg"] = "UZI PRO SMG"
L["eft_weapon_uziprosmg_full"] = "Пистолет-пулемет IWI UZI PRO SMG 9x19"
L["eft_weapon_uziprosmg_desc"] = "UZI PRO SMG - пистолет-пулемет калибра 9x19мм Парабеллум для использования в правоохранительных органах и в военных целях. Этот сверхкомпактный израильский пистолет-пулемет является идейным продолжением полноразмерного ПП UZI, идеально подходит для скрытого ношения и имеет высокую скорострельность. Производство Israel Weapon Industries."

L["eft_weapon_vector45"] = "Vector .45ACP"
L["eft_weapon_vector45_full"] = "Пистолет-пулемет TDI KRISS Vector Gen.2 .45 ACP"
L["eft_weapon_vector45_desc"] = "Пистолет-пулемёт KRISS Vector - компактная оружейная система для ведения боя в условиях замкнутых пространств, идеальный выбор для сотрудников силовых ведомств и вооружённых сил. Низкое расположение канала ствола, а также система компенсирования отдачи \"Super V\" позволяют получить наилучший результат как при стрельбе в автоматическом режиме, так и беглым одиночным огнём. Совместим с .45 ACP магазинами от пистолетов Glock."

L["eft_weapon_vector9"] = "Vector 9x19"
L["eft_weapon_vector9_full"] = "Пистолет-пулемет TDI KRISS Vector Gen.2 9x19"
L["eft_weapon_vector9_desc"] = "Пистолет-пулемёт KRISS Vector - компактная оружейная система для ведения боя в условиях замкнутых пространств, идеальный выбор для сотрудников силовых ведомств и вооружённых сил. Низкое расположение канала ствола, а также система компенсирования отдачи \"Super V\" позволяют получить наилучший результат как при стрельбе в автоматическом режиме, так и беглым одиночным огнём. Совместим с 9x19 магазинами от пистолетов Glock."

/////// Pistols
L["eft_weapon_apb"] = "АПБ"
L["eft_weapon_apb_full"] = "Автоматический Пистолет Бесшумный АПБ 9x18ПМ"
L["eft_weapon_apb_desc"] = "АПБ (Автоматический Пистолет Бесшумный, Индекс ГРАУ - 6П13) - бесшумный вариант пистолета АПС. Был принят на вооружение в 1972 году. Используется различными Российскими специальными подразделениями."

L["eft_weapon_aps"] = "АПС"
L["eft_weapon_aps_full"] = "Автоматический Пистолет Стечкина АПС 9x18ПМ"
L["eft_weapon_aps_desc"] = "Автоматический пистолет Стечкина (АПС) — автоматический пистолет, разработанный в конце 1940-х — начале 1950-х годов конструктором И. Я. Стечкиным и принятый на вооружение Вооружённых Сил СССР в 1951 году, одновременно с пистолетом Макарова. АПС предназначен для вооружения офицеров, принимающих непосредственное участие в боевых действиях, а также для солдат и сержантов некоторых специальных подразделений."

L["eft_weapon_pd20"] = "Пестик"
L["eft_weapon_pd20_full"] = "Игрушечный пистолет 20x1мм"
L["eft_weapon_pd20_desc"] = "Пластмассовый полуавтоматический игрушечный пистолет, стреляющий дисками 20x1мм. Предназначен для детей старше 5 лет. Производство СССР."

L["eft_weapon_deaglel5357"] = "Desert Eagle L5"
L["eft_weapon_deaglel5357_full"] = "Пистолет Magnum Research Desert Eagle L5 .357"
L["eft_weapon_deaglel5357_desc"] = "Desert Eagle (L5) - облегченная модификация спортивно-охотничьего пистолета калибра .357 Magnum. Этот пистолет очень большой, тяжелый и не самый удобный в эксплуатации, но в то же время абсолютно уникальный и ни на что не похожий образец короткоствольного оружия, который несомненно стал частым гостем в видеоиграх за свой брутальный внешний вид и внушительные размеры. Desert Eagle не снискал одобрения на военном поприще, но зато заслуженно стал одним из самых известных пистолетов мира. Производство Magnum Research."

L["eft_weapon_deaglel550ae"] = "Desert Eagle L5"
L["eft_weapon_deaglel550ae_full"] = "Пистолет Magnum Research Desert Eagle L5 .50 AE"
L["eft_weapon_deaglel550ae_desc"] = "Desert Eagle (L5) - облегченная модификация спортивно-охотничьего пистолета калибра .50 Action Express. Этот пистолет очень большой, тяжелый и не самый удобный в эксплуатации, но в то же время абсолютно уникальный и ни на что не похожий образец короткоствольного оружия, который несомненно стал частым гостем в видеоиграх за свой брутальный внешний вид и внушительные размеры. Desert Eagle не снискал одобрения на военном поприще, но зато заслуженно стал одним из самых известных пистолетов мира. Производство Magnum Research."

L["eft_weapon_deaglel6"] = "L6"
L["eft_weapon_deaglel6_full"] = "Пистолет Magnum Research Desert Eagle L6 .50 AE"
L["eft_weapon_deaglel6_desc"] = "Desert Eagle (L6) - модификация спортивно-охотничьего пистолета калибра .50 Action Express. Этот пистолет очень большой, тяжелый и не самый удобный в эксплуатации, но в то же время абсолютно уникальный и ни на что не похожий образец короткоствольного оружия, который несомненно стал частым гостем в видеоиграх за свой брутальный внешний вид и внушительные размеры. Desert Eagle не снискал одобрения на военном поприще, но зато заслуженно стал одним из самых известных пистолетов мира. Производство Magnum Research."

L["eft_weapon_deaglel6wts"] = "Desert Eagle L6"
L["eft_weapon_deaglel6wts_full"] = "Пистолет Magnum Research Desert Eagle L6 .50 AE (WTS)"
L["eft_weapon_deaglel6wts_desc"] = "Desert Eagle (L6) - модификация спортивно-охотничьего пистолета калибра .50 Action Express в расцветке White Tiger Stripes. Этот пистолет очень большой, тяжелый и не самый удобный в эксплуатации, но в то же время абсолютно уникальный и ни на что не похожий образец короткоствольного оружия, который несомненно стал частым гостем в видеоиграх за свой брутальный внешний вид и внушительные размеры. Desert Eagle не снискал одобрения на военном поприще, но зато заслуженно стал одним из самых известных пистолетов мира. Производство Magnum Research."

L["eft_weapon_deaglexix"] = "Desert Eagle Mk XIX"
L["eft_weapon_deaglexix_full"] = "Пистолет Magnum Research Desert Eagle Mk XIX .50 AE"
L["eft_weapon_deaglexix_desc"] = "Desert Eagle (Mk XIX) - третья модификация спортивно-охотничьего пистолета калибра .50 Action Express. Этот пистолет очень большой, тяжелый и не самый удобный в эксплуатации, но в то же время абсолютно уникальный и ни на что не похожий образец короткоствольного оружия, который несомненно стал частым гостем в видеоиграх за свой брутальный внешний вид и внушительные размеры. Desert Eagle не снискал одобрения на военном поприще, но зато заслуженно стал одним из самых известных пистолетов мира. Производство Magnum Research."

L["eft_weapon_fn57"] = "FN 5-7"
L["eft_weapon_fn57_full"] = "Пистолет FN Five-seveN MK2 5.7x28"
L["eft_weapon_fn57_desc"] = "FN Five-Seven, торговая марка \"Five-seveN\", представляет собой полуавтоматический пистолет, разработанный и изготовленный FN Herstal в Бельгии. Пистолет был разработан в начале 1990-х годов и имеет хромированный ствол, изготовленный методом холодной ковки для увеличения срока службы. Полимерный Five-SeveN одинарного действия обеспечивает низкую отдачу, емкость магазина на 20 патронов, и также оснащен двусторонним установленным вперед ручным предохранителем и вспомогательной направляющей для установки тактических фонарей и ЛЦУ."

L["eft_weapon_glock17"] = "Glock 17"
L["eft_weapon_glock17_full"] = "Пистолет Glock 17 9x19"
L["eft_weapon_glock17_desc"] = "Glock 17 — австрийский пистолет, разработанный фирмой Glock для нужд австрийской армии. Благодаря своим боевым качествам и надёжности получил широкое распространение в качестве полицейского, спортивного, а также гражданского оружия самообороны."

L["eft_weapon_glock18c"] = "Glock 18C"
L["eft_weapon_glock18c_full"] = "Автоматический пистолет Glock 18C 9x19"
L["eft_weapon_glock18c_desc"] = "Glock 18 - вариант Glock 17 с выборочным режимом стрельбы. Обычно используется с расширенным магазином на 33 патрона, хотя можно использовать и другие магазины от Glock 17 с доступной емкостью на 10, 17 или 19 патронов. Glock 18 легко отличить по выступающей за пределы затвора-кожуха дульной части ствола с интегрированным компенсатором реактивного типа, уменьшающим подброс оружия при стрельбе. В модели 18C отверстия в стволе совпадают с отверстиями в затворе-кожухе как в модели 17C."

L["eft_weapon_glock19x"] = "Glock 19X"
L["eft_weapon_glock19x_full"] = "Пистолет Glock 19X 9x19"
L["eft_weapon_glock19x_desc"] = "Glock 19X - австрийский пистолет, созданный на базе Glock 19 «Modular Handgun System», разработанный фирмой Glock. Представляет из себя своеобразный гибрид из моделей Glock 17 и Glock 19: затвор и ствол 19-й модели, и длинная рукоять самой первой 17-й модели. Также Glock 19X лишен подпальцевых выемок, но оснащен петлей для страховочного шнура. Пистолет выполнен в цвете Coyote."

L["eft_weapon_m9a3"] = "M9A3"
L["eft_weapon_m9a3_full"] = "Пистолет Beretta M9A3 9x19"
L["eft_weapon_m9a3_desc"] = "Beretta M9A3 - новейшая модель пистолета M9, разработанная для использования полицией, вооруженными силами, а также для самообороны и спортивной стрельбы. Модификация \"A3\" имеет более стойкое покрытие в цвете \"FDE\" и множество эргономических улучшений в сравнении с моделями предыдущих поколений."

L["eft_weapon_m45a1"] = "M45A1"
L["eft_weapon_m45a1_full"] = "Пистолет Colt M45A1 .45 ACP"
L["eft_weapon_m45a1_desc"] = "Пистолет MEU (SOC), официально обозначенный как M45 MEUSOC (\"Marine Expeditionary Unit\"; \"Special Operations Capable\"), представляет собой полуавтоматический пистолет одинарного действия с магазинным питанием и механизмом отдачи, рассчитанный на патрон .45 ACP. Это вариант M1911, который с 1985 года является стандартным пистолетом для подразделения разведки сил экспедиционных подразделений морской пехоты США. Усовершенствованный M45A1 содержит несколько изменений оригинального дизайна M1911A1. Одной из особенностей является система двойной возвратной пружины, которая распределяет силу отдачи патрона .45 ACP за счет снижения пиковой силы импульса отдачи. У него также есть тритиевые ночные прицелы с 3 точками, 5-дюймовый ствол, двусторонний предохранитель, планка Пикатинни и отделка Cerakote пустынно-коричневого цвета."

L["eft_weapon_m1911a1"] = "M1911A1"
L["eft_weapon_m1911a1_full"] = "Пистолет Colt M1911A1 .45 ACP"
L["eft_weapon_m1911a1_desc"] = "Широко известный как просто \"Кольт\", M1911 является одним из самых известных пистолетов в мире. Он прошел через обе мировые войны как штатный пистолет армии США, и, несмотря на замену в 1986 году, его дальнейшие варианты до сих пор используются в качестве личного оружия различных спецподразделений США. M1911A1 - это дальнейшее развитие пистолета M1911, претерпевшее множество эргономических изменений, среди которых: укороченный спусковой крючок, улучшенные механические прицельные приспособления, а также обновленный автоматический предохранитель."

L["eft_weapon_mp443"] = "MP-443 \"Грач\""
L["eft_weapon_mp443_full"] = "Пистолет Ярыгина MP-443 \"Грач\" 9x19"
L["eft_weapon_mp443_desc"] = "ПЯ МР-443 (Пистолет Ярыгина МР-443; индекс ГРАУ: 6П35), широко известный как «Грач» - российский полуавтоматический пистолет под патрон 9х19. Он был разработан Владимиром Ярыгиным в 1990-х годах и принят на вооружение в российских вооруженных силах, правоохранительных органах и спецподразделениях МВД. Имеет магазин большой емкости и может быть оснащен креплением Зенит \"Б-8\" для установки дополнительных приспособлений под стволом."

L["eft_weapon_p226r"] = "P226R"
L["eft_weapon_p226r_full"] = "Пистолет SIG P226R 9x19"
L["eft_weapon_p226r_desc"] = "SIG Sauer P226R - полноразмерный армейский пистолет производства SIG Sauer, табельное оружие спецназа ВМФ США, с планкой Пикатинни в нижней части рамки перед спусковой скобой. Под патрон 9x19 Парабеллум."

L["eft_weapon_pb"] = "ПБ"
L["eft_weapon_pb_full"] = "Пистолет Бесшумный ПБ 9x18ПМ"
L["eft_weapon_pb_desc"] = "Пистолет Бесшумный ПБ (Индекс ГРАУ 6П9) был разработан с двойной дульной конструкцией - основным глушителем и секцией, встроенной в ствол, что позволяет без проблем управлять оружием даже без присоединенного главного глушителя, но использование оружия таким образом не приведет к уменьшению звука или дульной вспышки. ПБ был создан для вооружения армейских разведывательных групп, а также персонала КГБ СССР, принят на вооружение в 1967 году. Продолжает находиться на вооружении спецподразделений ФСБ и внутренних войск МВД РФ."

L["eft_weapon_pl15"] = "ПЛ-15"
L["eft_weapon_pl15_full"] = "Пистолет Лебедева ПЛ-15 9x19"
L["eft_weapon_pl15_desc"] = "Российский самозарядный пистолет под патрон 9x19мм, разработанный коллективом конструкторов концерна «Калашников» под руководством Дмитрия Лебедева для нужд российских силовых структур."

L["eft_weapon_pmt"] = "ПМ (г)"
L["eft_weapon_pmt_full"] = "Пистолет Макарова ПМ (г) 9x18ПМ"
L["eft_weapon_pmt_desc"] = "Полулегендарный ПМ с удлинённым стволом и резьбой для установки глушителя. Кто-то утверждает, что он производен малой серией в Болгарии, кто-то вспоминает ГДР, некоторые вообще склонны утверждать, что это кустарная доводка. Как он оказался в Норвинской области, никто сказать уже не сможет."

L["eft_weapon_pm"] = "ПМ"
L["eft_weapon_pm_full"] = "Пистолет Макарова ПМ 9x18ПМ"
L["eft_weapon_pm_desc"] = "Проверенный временем ПМ (Пистолет Макарова, индекс ГАУ - 56-А-125). Из-за повсеместной доступности как пистолета, так и боеприпаса, до сих пор используется спецназом РФ благодаря своей исключительной надёжности, лёгкости и компактности. Единственный минус - малая убойность пистолета."

L["eft_weapon_gyurza"] = "СР-1МП"
L["eft_weapon_gyurza_full"] = "Пистолет Сердюкова СР-1МП Гюрза 9x21"
L["eft_weapon_gyurza_desc"] = "Самозарядный Пистолет Сердюкова \"СПС\" \"Гюрза\", Индекс ГРАУ 6П53. Пистолет, разработанный П. Сердюковым и И. Беляевым с патроном 9x21 для замены пистолета АПС, используемого подразделениями специального назначения РФ. Данная модель может быть оснащена комплектом креплений для установки дополнительного оборудования, а также специальным глушителем."

L["eft_weapon_tt"] = "ТТ"
L["eft_weapon_tt_full"] = "Пистолет ТТ-33 7.62x25 ТТ"
L["eft_weapon_tt_desc"] = "Легендарный пистолет, прошедший не один военный конфликт и воюющий до сих пор в отдельных точках нашей планеты, в том или ином варианте. Этот образец - классический ТТ-33, самая массовая версия. В нем используется браунинговский механизм короткого хода затвора с запиранием перекосом ствола, но в остальном пистолет отличается оригинальными конструкторскими решениями - намеренно упрощённый, одинарного действия УСМ, никаких предохранителей и мер безопасности, кроме предохранительного взвода, благодаря чему он выдерживает чудовищные эксплуатационные нагрузки. Благодаря мощному патрону 7.62x25 и длине ствола обладает высокой начальной скоростью пули, обеспечивающей хорошие показатели дальности, точности и пробиваемости."

L["eft_weapon_ttgold"] = "ТТ Золотой"
L["eft_weapon_ttgold_full"] = "Пистолет ТТ-33 7.62x25 ТТ (Золотой)"
L["eft_weapon_ttgold_desc"] = "Легендарный пистолет, прошедший не один военный конфликт и воюющий до сих пор в отдельных точках нашей планеты, в том или ином варианте. Этот образец - классический ТТ-33, самая массовая версия. В нем используется браунинговский механизм короткого хода затвора с запиранием перекосом ствола, но в остальном пистолет отличается оригинальными конструкторскими решениями - намеренно упрощённый, одинарного действия УСМ, никаких предохранителей и мер безопасности, кроме предохранительного взвода, благодаря чему он выдерживает чудовищные эксплуатационные нагрузки. Благодаря мощному патрону 7.62x25 и длине ствола обладает высокой начальной скоростью пули, обеспечивающей хорошие показатели дальности, точности и пробиваемости. Особый вариант в золоте."

L["eft_weapon_usp45"] = "USP .45"
L["eft_weapon_usp45_full"] = "Пистолет HK USP .45 ACP"
L["eft_weapon_usp45_desc"] = "Пистолет HK USP (Universelle Selbstladepistole - \"Универсальный Самозарядный Пистолет\") является дальнейшей заменой пистолетов серии HK P7. Признан во всем мире как точный и сверхнадежный пистолет. Используя модифицированную конструкцию типа Браунинга со специальной запатентованной системой уменьшения отдачи, USP снижает влияние отдачи на компоненты пистолета, а также снижает силу отдачи, ощущаемую стрелком. Этот конкретный вариант изготовлен под патрон .45 ACP. Производство Heckler & Koch."

/////// Revolvers
L["eft_weapon_cr50ds"] = "CR 50DS"
L["eft_weapon_cr50ds_full"] = "Револьвер Chiappa Rhino 50DS .357"
L["eft_weapon_cr50ds_desc"] = "Револьверы \"Rhino\", выпускающиеся итальянской компанией Armi Chiappa, отличаются революционным запатентованным дизайном и конструкцией с необычной для револьверов схемой расположения ствола напротив нижней каморы барабана."

L["eft_weapon_cr200ds"] = "CR 200DS"
L["eft_weapon_cr200ds_full"] = "Револьвер Chiappa Rhino 200DS 9x19"
L["eft_weapon_cr200ds_desc"] = "Револьверы \"Rhino\", выпускающиеся итальянской компанией Armi Chiappa, отличаются революционным запатентованным дизайном и конструкцией с необычной для револьверов схемой расположения ствола напротив нижней каморы барабана. \"Карманная\" модель с 2-х дюймовым стволом под патрон 9x19мм."

L["eft_weapon_rsh12"] = "РШ-12"
L["eft_weapon_rsh12_full"] = "Револьвер РШ-12 12.7x55"
L["eft_weapon_rsh12_desc"] = "Мощный штурмовой револьвер РШ-12 разработан тульским \"Конструкторским бюро приборостроения\" для нужд спецподразделений под патрон 12.7x55 мм. Несмотря на солидный калибр, подброс ствола у РШ-12 меньше, чем у многих других револьверов и пистолетов крупного калибра, так как выстрел производится из нижней каморы барабана."

/////// Sec. shotguns
L["eft_weapon_mp43sawedoff"] = "Обрез"
L["eft_weapon_mp43sawedoff_full"] = "Обрез двуствольного ружья MP-43 12к"
L["eft_weapon_mp43sawedoff_desc"] = "Двуствольная обрезанная классика. Личное оружие Рыжего. Заряжается патронами 12 калибра."

/////// Handheld flares
L["eft_weapon_rop30"] = "Освет."
L["eft_weapon_rop30_full"] = "Реактивный осветительный патрон РОП-30 (Белый)"
L["eft_weapon_rop30_desc"] = "РОП-30 реактивный осветительный патрон для освещения местности в ночное время."

L["eft_weapon_rsp30b"] = "Синий"
L["eft_weapon_rsp30b_full"] = "Реактивный сигнальный патрон РСП-30 (Синий)"
L["eft_weapon_rsp30b_desc"] = "Реактивный сигнальный патрон для управления подразделениями и поддержания их взаимодействия. Такими же РСП пользовались Дикие для подачи сигналов. Вопрос только в том, что обозначает этот сигнал?"

L["eft_weapon_rsp30g"] = "Зеленый"
L["eft_weapon_rsp30g_full"] = "Реактивный сигнальный патрон РСП-30 (Зеленый)"
L["eft_weapon_rsp30g_desc"] = "РСП-30 реактивный сигнальный патрон для управления подразделениями и поддержания их взаимодействия. Многозвездные реактивные патроны используются как сигнальные ракеты."

L["eft_weapon_rsp30r"] = "Красный"
L["eft_weapon_rsp30r_full"] = "Реактивный сигнальный патрон РСП-30 (Красный)"
L["eft_weapon_rsp30r_desc"] = "РСП-30 реактивный сигнальный патрон для управления подразделениями и поддержания их взаимодействия. Многозвездные реактивные патроны используются как сигнальные ракеты."

L["eft_weapon_rsp30sy"] = "О-Желтый"
L["eft_weapon_rsp30sy_full"] = "Реактивный сигнальный патрон РСП-30 (Особый Желтый)"
L["eft_weapon_rsp30sy_desc"] = "Этот реактивный сигнальный патрон понадобится, чтобы дать знак нужным людям и забрать особый груз для Прапора. "

L["eft_weapon_rsp30y"] = "Желтый"
L["eft_weapon_rsp30y_full"] = "Реактивный сигнальный патрон РСП-30 (Желтый)"
L["eft_weapon_rsp30y_desc"] = "РСП-30 реактивный сигнальный патрон для управления подразделениями и поддержания их взаимодействия. Многозвездные реактивные патроны используются как сигнальные ракеты."

/////// Signal pistols
L["eft_weapon_sp81"] = "СП-81"
L["eft_weapon_sp81_full"] = "Сигнальный пистолет ЗиД СП-81 26x75"
L["eft_weapon_sp81_desc"] = "Гладкоствольный ручной пистолет, пред­на­зна­чен­ный для стрель­бы сиг­наль­ны­ми и ос­ве­ти­тель­ны­ми па­тро­на­ми раз­лич­но­го цве­та го­ре­ния. Производство Завода имени В. А. Дегтярева."

/////// Melee weapons
L["eft_weapon_6x5"] = "6Х5"
L["eft_weapon_6x5_full"] = "Штык-нож Изделие 6Х5"
L["eft_weapon_6x5_desc"] = "Изделие 6Х5- штык-нож, принятый на вооружение в 1989 году для использования с автоматами АК-74."

L["eft_weapon_akula"] = "Акула"
L["eft_weapon_akula_full"] = "Нож \"Акула\""
L["eft_weapon_akula_desc"] = "Опасен так же, как и рыба, в чью честь назван."

L["eft_weapon_wycc"] = "Топор"
L["eft_weapon_wycc_full"] = "Антикварный топор"
L["eft_weapon_wycc_desc"] = "Антикварный топор с поврежденной ручкой, принадлежавший древнему клану топористов-шустрил."

L["eft_weapon_gladius"] = "TWG"
L["eft_weapon_gladius_full"] = "APOK Tactical Wasteland Gladius"
L["eft_weapon_gladius_desc"] = "Тактический меч \"Tactical Wasteland Gladius\". Производство APOK. Оружие чемпионов Арены. По слухам, именно таким сражался гладиатор по прозвищу Ворон. Или, по крайней мере, похожим."

L["eft_weapon_a2607"] = "А-2607"
L["eft_weapon_a2607_full"] = "Нож Барс А-2607 95Х18"
L["eft_weapon_a2607_desc"] = "Нож Барс А-2607, кованый из стали 95Х18 с рукоятью из ценных пород дерева и латунной гардой."

L["eft_weapon_a2607d"] = "А-2607"
L["eft_weapon_a2607d_full"] = "Нож Барс А-2607 Дамаск"
L["eft_weapon_a2607d_desc"] = "Нож Барс А-2607, выполненный из дамасской стали с рукоятью венге и латунной гардой."

L["eft_weapon_camper"] = "Поход"
L["eft_weapon_camper_full"] = "Походный топор"
L["eft_weapon_camper_desc"] = "Универсальный туристический топор для использования в походных условиях или в хозяйстве. Также подходит для ближнего боя, если ситуация настолько безнадёжна."

L["eft_weapon_crash"] = "SCA"
L["eft_weapon_crash_full"] = "Crash Axe"
L["eft_weapon_crash_desc"] = "Разработан как инструмент для работы по твердым поверхностям. Материалы и конструкция предназначены для обеспечения оптимального воздействия и прочности. Голова топора изготовлена из титана 6AL4V толщиной 2,85 дюйма."

L["eft_weapon_cultist"] = "Нож"
L["eft_weapon_cultist_full"] = "Нож сектанта"
L["eft_weapon_cultist_desc"] = "Нож странной формы и со странными знаками, отнятый у сектантов. Видимо, используется как ритуальный нож, но, судя по всему, этим применением он не ограничивается. Имеет технологические изменения в конструкции, предназначенные для использования отравляющих веществ - до лезвия лучше не дотрагиваться."

L["eft_weapon_fulcrum"] = "ER BAYONET"
L["eft_weapon_fulcrum_full"] = "Штык-нож ER FULCRUM BAYONET"
L["eft_weapon_fulcrum_desc"] = "Компания Extrema Ratio разработала свой нож FULCRUM по заказу итальянского штаба альпийских стрелков, которым требовался многофункциональный пехотный нож, который мог бы использоваться как в бою, так и решать другие проблемы там, где не могло справиться даже более специализированное снаряжение. Нож получился настолько удачным, что был выпущен в штыковой версии FULCRUM BAYONET - с теми же характеристиками, но с креплением для штатной винтовки."

L["eft_weapon_freeman"] = "Фомка"
L["eft_weapon_freeman_full"] = "Лом-монтировка Freeman"
L["eft_weapon_freeman_desc"] = "Лом-монтировка, он же фомка, он же гвоздодер фирмы Freeman. Осторожно! Может вызвать каскадный резонанс."

L["eft_weapon_tomahawk"] = "KATT"
L["eft_weapon_tomahawk_full"] = "Kiba Arms Tactical Tomahawk"
L["eft_weapon_tomahawk_desc"] = "Тактический томагавк, мультиинструмент и средство проникновения в одном изделии."

L["eft_weapon_millerbros"] = "M-2"
L["eft_weapon_millerbros_full"] = "Miller Bros. Blades M-2 Tactical Sword"
L["eft_weapon_millerbros_desc"] = "Тактический короткий меч \"M-2\", производство Miller Bros. Blades."

L["eft_weapon_mpl50"] = "МПЛ-50"
L["eft_weapon_mpl50_full"] = "Малая Пехотная Лопата МПЛ-50"
L["eft_weapon_mpl50_desc"] = "Малая пехотная лопата (МПЛ-50) — малая лопата, шанцевый инструмент рядового и сержантского состава ВС СССР. Нередко использовалась как оружие ближнего боя и даже сковорода для приготовления пищи."

L["eft_weapon_taran"] = "ПР-Т"
L["eft_weapon_taran_full"] = "Полицейская дубинка \"ПР-Таран\""
L["eft_weapon_taran_desc"] = "Дубинка с боковой рукояткой \"ПР-Таран\" используется силовыми структурами для охраны и пресечения массовых беспорядков."

L["eft_weapon_rebel"] = "RedRebel"
L["eft_weapon_rebel_full"] = "Ледоруб Red Rebel"
L["eft_weapon_rebel_desc"] = "Отлично сбалансированный ледоруб, острие выполнено из цельного куска закаленного металла."

L["eft_weapon_voodoo"] = "Hawk"
L["eft_weapon_voodoo_full"] = "Тактический томагавк SOG Voodoo Hawk"
L["eft_weapon_voodoo_desc"] = "SOG Voodoo Hawk объединил в себе три лучшие черты: удлиненную режущую головку, компактную рукоятку из нейлона, армированного стекловолокном, и металлическую заглушку на конце."

L["eft_weapon_sp8"] = "SP-8"
L["eft_weapon_sp8_full"] = "Мачете выживальщика SP-8"
L["eft_weapon_sp8_desc"] = "SP8 - мачете для выживания, выполненное из цельного куска высокоуглеродистой стали. Производство Ontario Knife Company."

L["eft_weapon_superfors"] = "Dead Blow"
L["eft_weapon_superfors_full"] = "Superfors DB 2020 Dead Blow Hammer"
L["eft_weapon_superfors_desc"] = "Молот покрыт уретаном, что обеспечивает \"глухой удар\" с использованием стальных шариков для амортизации удара и уменьшения вибрации отдачи в рукоять."

L["eft_weapon_m48"] = "Кукри M48"
L["eft_weapon_m48_full"] = "Тактическое кукри United Cutlery M48"
L["eft_weapon_m48_desc"] = "Тактическое кукри из серии M48 производства компании United Cutlery. Имеет лезвие из нержавеющей стали и прорезиненную рукоятку. Отличное дополнение к арсеналу каждого выживальщика!"

L["eft_weapon_taiga"] = "Тайга-1"
L["eft_weapon_taiga_full"] = "Мачете УВСР Тайга-1"
L["eft_weapon_taiga_desc"] = "УВСР «Устройство для Выполнения Спасательных Работ» Тайга-1. Поистине универсальная вещь для выживания. Это и оружие, и лопата, и топор, и всё, что вы только можете себе представить. Был разработан и производился в СССР для разных структур."

/////// Throwable fragmentation
L["eft_weapon_f1"] = "Ф-1"
L["eft_weapon_f1_full"] = "Ручная граната Ф-1"
L["eft_weapon_f1_desc"] = "Ф-1 (индекс ГРАУ — 57-Г-721) — ручная противопехотная оборонительная граната. Предназначена для поражения живой силы в оборонительном бою. Из-за значительного радиуса разлёта осколков метать её можно только из-за укрытия, из бронетранспортёра или из танка."

L["eft_weapon_m67"] = "M67"
L["eft_weapon_m67_full"] = "Ручная граната M67"
L["eft_weapon_m67_desc"] = "M67 grenade (M67 Fragmentation Hand Grenade) — американская ручная осколочная граната, с 1969-го была принята на вооружение армией США. Предназначена для поражения живой силы в бою."

L["eft_weapon_rgd5"] = "РГД-5"
L["eft_weapon_rgd5_full"] = "Ручная граната РГД-5"
L["eft_weapon_rgd5_desc"] = "РГД-5 (Ручная Граната Дистанционная, модификация 5) относится к противопехотным осколочным ручным гранатам дистанционного действия наступательного типа. Время замедления запала 3,2—4,2 секунды. Так как граната наступательного типа, осколки имеют небольшую массу и, соответственно, летят на меньшую дальность."

L["eft_weapon_rgn"] = "РГН"
L["eft_weapon_rgn_full"] = "Ручная граната РГН"
L["eft_weapon_rgn_desc"] = "РГН (Ручная Граната Наступательная) - наступательная противопехотная осколочная ручная граната ударно-дистанционного действия."

L["eft_weapon_rgo"] = "РГО"
L["eft_weapon_rgo_full"] = "Ручная граната РГО"
L["eft_weapon_rgo_desc"] = "РГО (Ручная Граната Оборонительная) - оборонительная противопехотная осколочная ручная граната ударно-дистанционного действия."

L["eft_weapon_v40"] = "V40"
L["eft_weapon_v40_full"] = "Ручная граната V40 Mini-Grenade"
L["eft_weapon_v40_desc"] = "V40 Mini-Grenade — нидерландская ручная осколочная граната. Граната по размеру не больше стандартного мяча для гольфа и гарантированный радиус поражения всего один метр. Предназначена для поражения живой силы в бою."

L["eft_weapon_vog17"] = "ВОГ-17"
L["eft_weapon_vog17_full"] = "Граната \"Хаттабка\" на базе ВОГ-17"
L["eft_weapon_vog17_desc"] = "Самодельная ручная граната \"Хаттабка\" на базе гранатометного выстрела ВОГ-17. Граната представляет собой гранатометный выстрел ВОГ-17 с удаленной головной частью, содержащей детонатор и самоликвидатор. Установлен короткий запал для ускорения времени подрыва. Максимально смертоносное оружие в правильных руках."

L["eft_weapon_vog25"] = "ВОГ-25"
L["eft_weapon_vog25_full"] = "Граната \"Хаттабка\" на базе ВОГ-25"
L["eft_weapon_vog25_desc"] = "Самодельная ручная граната \"Хаттабка\" на базе гранатометного выстрела ВОГ-25. Граната представляет собой гранатометный выстрел ВОГ-25 с удаленной головной частью, содержащей детонатор и самоликвидатор. Установлен короткий запал для ускорения времени подрыва. Максимально смертоносное оружие в правильных руках."

/////// Throwable smoke
L["eft_weapon_m18"] = "M18"
L["eft_weapon_m18_full"] = "Дымовая граната M18 (Зеленый)"
L["eft_weapon_m18_desc"] = "Дымовая граната M18 производства США. Используется в армии США ещё со времен Второй Мировой Войны. Цвет дыма - зеленый."

L["eft_weapon_rgd2b"] = "РДГ-2Б"
L["eft_weapon_rgd2b_full"] = "Дымовая граната РДГ-2Б"
L["eft_weapon_rgd2b_desc"] = "Ручная дымовая граната советского производства, предназначенная для создания зон задымления с целью маскировки или целеуказания. Дешевая и довольно распространенная на территории СНГ."

/////// Throwable stun
L["eft_weapon_m7290"] = "M7290"
L["eft_weapon_m7290_full"] = "Светозвуковая граната Model 7290"
L["eft_weapon_m7290_desc"] = "Модель 7290 - стандартное отвлекающее взрывное устройство. Производит 175 дБ и мощнейшую световую вспышку."

L["eft_weapon_zarya"] = "Заря"
L["eft_weapon_zarya_full"] = "Светозвуковая граната \"Заря\""
L["eft_weapon_zarya_desc"] = "Предназначена для подавления психоволевой устойчивости путём создания внезапного звукового воздействия и яркой вспышки. Применяется при проведении специальных операций по захвату преступников и пресечении массовых беспорядков."

/////// Other
L["eft_weapon_vortex"] = "R1500"
L["eft_weapon_vortex_full"] = "Дальномер Vortex \"Ranger 1500\""
L["eft_weapon_vortex_desc"] = "Ручной оптический прибор, который позволяет измерять расстояние до целей. Производство Vortex Optics."

////////////////////////////////////////////////////////////////////// Attachments
///////////////////////////// EFT Category Names
L["eft_cat_barrel"] = "Ствол"
L["eft_cat_bipod"] = "Сошки"
L["eft_cat_charge"] = "Рук. заряжания"
L["eft_cat_foregrip"] = "Тактич. рукоять"
L["eft_cat_gasblock"] = "Газовый блок"
L["eft_cat_handguard"] = "Цевье"
L["eft_cat_launcher"] = "Подств. гранатомет"
L["eft_cat_flashlight"] = "Фонарик"
L["eft_cat_ctd"] = "Комбин. такт. уст-во"
L["eft_cat_railcover"] = "Защ. чехол крепления"
L["eft_cat_magazine"] = "Магазин"
L["eft_cat_magshaft"] = "Шахта магазина"
L["eft_cat_mount"] = "Крепление"
L["eft_cat_pgrip"] = "Пистол. рукоять"
L["eft_cat_receiver"] = "Ств. коробка"
L["eft_cat_scope"] = "Оптич. прицел"
L["eft_cat_stock"] = "Приклад"

///////////////////////////// EFT Shared
-- [[ ammo_9x18 ]]
L["eft_ammo_9x18_sp7.printname"] = "9x18мм ПМ СП7 гж"
L["eft_ammo_9x18_sp7.compactname"] = "СП7"
L["eft_ammo_9x18_sp7.description"] = "Патрон 9х18мм ПМ СП7 гж с экспансивной пулей массой 5,2 грамм с пластмассовым сердечником в головной части и свинцовым сердечником в хвостовой части, с латунной полуоболочкой, в биметаллической гильзе с усиленным зарядом. Патрон был разработан ЦНИИТочМаш в середине 1980-х годов для обеспечения выдающегося останавливающего действия ценой потери пробивной способности, а благодаря повышенной пороховой нагрузке, он достигает высокую начальную скорость без ущерба для оружия или стрелка."

L["eft_ammo_9x18_psv.printname"] = "9x18мм ПМ ПСВ"
L["eft_ammo_9x18_psv.compactname"] = "ПСВ"
L["eft_ammo_9x18_psv.description"] = "Патрон 9х18мм ПМ ПСВ с экспансивной пулей массой 7,5 грамм. Предназначен для спортивной стрельбы и охоты. Несмотря на низкую начальную скорость, пуля обладает отличным останавливающим действием благодаря расширению после попадания в цель."

L["eft_ammo_9x18_sp8.printname"] = "9x18мм ПМ СП8 гж"
L["eft_ammo_9x18_sp8.compactname"] = "СП8"
L["eft_ammo_9x18_sp8.description"] = "Патрон 9х18мм ПМ СП8 гж с хрупкой экспансивной пулей массой 3,9 грамм с полимерным сердечником в головной части и свинцовым сердечником в хвостовой части, с латунной полуоболочкой, в биметаллической гильзе с уменьшенным зарядом. Разработан в середине 80-х годов в ЦНИИТочМаш для создания патрона с низкой бронепробиваемостью, позволяющего свести к минимуму разрушение и пробивание объектов с низкой структурной прочностью (например во время контртеррористических операций на самолетах) и при этом обеспечивающего значительное останавливающее и травмирующее воздействие при попадании."

L["eft_ammo_9x18_rg028.printname"] = "9x18мм ПМ РГ028 гж"
L["eft_ammo_9x18_rg028.compactname"] = "РГ028"
L["eft_ammo_9x18_rg028.description"] = "Патрон 9х18мм ПМ РГ028 гж с экспансивной пулей массой 6 грамм с цилиндрическим сердечником из закаленной стали, в плакированной томпаком биметаллической полуоболочке, в биметаллической гильзе. Патрон был разработан специально для пистолета ПМ в конце 1970-х по заказу КГБ, чтобы обеспечить значительное останавливающее действие и повысить его пробивную способность против брони базового уровня защиты на коротких дистанциях."

L["eft_ammo_9x18_ppe.printname"] = "9x18мм ПМ ППэ гж"
L["eft_ammo_9x18_ppe.compactname"] = "ППэ"
L["eft_ammo_9x18_ppe.description"] = "Патрон 9х18мм ПМ ППэ гж с экспансивной пулей массой 7,6 грамм со свинцовым сердечником, в биметаллической полуоболочке, в биметаллической гильзе. Конструкция этой пули основана на опыте, полученном с другими экспансивными патронами своего калибра. Пуля ППэ имеет коническое углубление в сердечнике, а на верхней кромке имеется шесть выемок для улучшения раскрытия пули при ударе и, таким образом, достижения значительного останавливающего действия."

L["eft_ammo_9x18_ppt.printname"] = "9x18мм ПМ ППТ гж"
L["eft_ammo_9x18_ppt.compactname"] = "ППТ"
L["eft_ammo_9x18_ppt.description"] = "Патрон 9х18мм ПМ ППТ гж (Индекс ГАУ - 57-Т-181) с трассирующей пулей массой 3,6 грамм со свинцовым сердечником, в биметаллической оболочке, в биметаллической гильзе. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Красный). С появлением в 1990-х годах новых пистолетов-пулеметов МВД заинтересовалось разработкой боеприпасов с возможностью трассировки более 100 метров, в дополнение к сильному останавливающему действию при попадании."

L["eft_ammo_9x18_pstm.printname"] = "9x18мм ПММ ПстМ гж"
L["eft_ammo_9x18_pstm.compactname"] = "ПстМ"
L["eft_ammo_9x18_pstm.description"] = "Патрон 9х18мм ПММ ПстМ гж (Индекс ГАУ - 57-Н-181СМ, Индекс ГРАУ - 7Н16) с пулей массой 5,6 грамм со стальным сердечником с биметаллической оболочкой в форме усеченного конуса, в биметаллической гильзе. Патрон 9x18мм ПММ является модернизацией патрона 9x18мм ПМ, разработанной с целью повышения бронепробиваемости. Патрон высокоимпульсный, что делает опасным стрельбу из несовместимого оружия. Предназначен для использования с пистолетом ПММ (Пистолет Макарова Модернизированный) и пистолетом-пулеметом ПП-9 \"Клин\"."

L["eft_ammo_9x18_prs.printname"] = "9x18мм ПМ ПРС гс"
L["eft_ammo_9x18_prs.compactname"] = "ПРС"
L["eft_ammo_9x18_prs.description"] = "Патрон 9x18мм ПМ ПРС гс с пулей массой 6,1 грамм с мягким свинцовым сердечником, в биметаллической оболочке, в стальной гильзе. Пуля ПРС (Пониженной Рикошетирующей Способности) предназначена для сминания и быстрого снижения скорости при попадании в твердый объект, чтобы существенно снизить сопутствующий ущерб от рикошетов во время городских операций."

L["eft_ammo_9x18_psppo.printname"] = "9x18мм ПМ ПС гс ППО"
L["eft_ammo_9x18_psppo.compactname"] = "ПС ППО"
L["eft_ammo_9x18_psppo.description"] = "Патрон 9х18мм ПМ ПС гс ППО с пулей массой 6,3 грамм со свинцовым сердечником в биметаллической оболочке в форме усеченного конуса с закругленным носом, в стальной гильзе. Патрон был разработан в связи с необходимостью для МВД оснастить сотрудников патроном с уменьшенной рикошетной способностью, чтобы минимизировать побочный ущерб от рикошетов во время городских операций."

L["eft_ammo_9x18_pso.printname"] = "9x18мм ПМ ПСО гж"
L["eft_ammo_9x18_pso.compactname"] = "ПСО"
L["eft_ammo_9x18_pso.description"] = "Патрон 9х18мм ПМ ПСО гж с пулей массой 6,1 грамм со свинцовым сердечником в биметаллической гильзе. Предназначен для спортивной стрельбы и охоты на мелкую дичь."

L["eft_ammo_9x18_bzht.printname"] = "9x18мм ПМ БЖТ гж"
L["eft_ammo_9x18_bzht.compactname"] = "БЖТ"
L["eft_ammo_9x18_bzht.description"] = "Патрон 9х18мм ПМ БЖТ гж (Индекс ГРАУ - 7Н15) с пулей массой 5 грамм из твердой закаленной стали, в биметаллической гильзе. Пуля в этом патроне имеет конструкцию с усеченным конусом для увеличения бронепробиваемости против базового уровня защиты."

L["eft_ammo_9x18_pst.printname"] = "9x18мм ПМ Пст гж"
L["eft_ammo_9x18_pst.compactname"] = "Пст"
L["eft_ammo_9x18_pst.description"] = "Патрон 9х18мм ПМ Пст гж (Индекс ГАУ - 57-Н-181С-01) с пулей массой 5,9 грамм со стальным сердечником с биметаллической оболочкой, в биметаллической гильзе. Патрон был разработан сразу после принятия на вооружение пистолета ПМ с патроном 9x18мм ПМ П гж, чтобы обеспечить более эффективное решение против противников без средств индивидуальной защиты на дистанциях до 50 метров."

L["eft_ammo_9x18_p.printname"] = "9x18мм ПМ П гж"
L["eft_ammo_9x18_p.compactname"] = "П"
L["eft_ammo_9x18_p.description"] = "Патрон 9х18мм ПМ П гж (Индекс ГАУ - 57-Н-181-01) с пулей массой 6,1 грамм со свинцовым сердечником в биметаллической оболочке, в биметаллической гильзе. Обыкновенный патрон, который был выпущен одновременно с принятием на вооружение пистолета ПМ в СССР."

L["eft_ammo_9x18_pbm.printname"] = "9x18мм ПМ ПБМ гж"
L["eft_ammo_9x18_pbm.compactname"] = "ПБМ"
L["eft_ammo_9x18_pbm.description"] = "Патрон 9х18мм ПМ ПБМ гж (Индекс ГРАУ - 7Н25) с бронебойной пулей массой 3,7 грамм с сердечником из закаленной углеродистой стали, в биметаллической гильзе. Патрон был разработан в 1990-х годах для увеличения пробивной способности оружия калибра 9x18мм ПМ, и, благодаря своей высокой начальной скорости, он способен пробивать броню базового и среднего уровня защиты на коротких дистанциях ценой увеличенной отдачи."

-- [[ ammo_9x19 ]]
L["eft_ammo_9x19_ap63.printname"] = "9x19мм AP 6.3"
L["eft_ammo_9x19_ap63.compactname"] = "AP 6.3"
L["eft_ammo_9x19_ap63.description"] = "Патрон 9x19мм Парабеллум AP 6.3 (Armor-Piercing - \"Бронебойная\") с двухэлементной бронебойной пулей с 6.3мм наконечником из закаленной стали и латунным поддоном. Несмотря на то, что пуля имеет среднюю начальную скорость относительно других патронов того же калибра, она обладает высокой бронепробиваемостью против базового и среднего уровня защиты и поражающей способностью."

L["eft_ammo_9x19_luger_cci.printname"] = "9x19мм Luger CCI"
L["eft_ammo_9x19_luger_cci.compactname"] = "Luger CCI"
L["eft_ammo_9x19_luger_cci.description"] = "Патрон 9x19мм Luger со специальной тяжелой пулей с синим наконечником, производство CCI. Пуля тяжелая, но по-прежнему имеет среднюю начальную скорость по сравнению с другими патронами того же калибра, что наделяет её значительным останавливающим действием и способностью вызывать серьезные травмирующие воздействия на цель после попадания ценой потери пробивной способности."

L["eft_ammo_9x19_pbp_gzh.printname"] = "9x19мм ПБП гж"
L["eft_ammo_9x19_pbp_gzh.compactname"] = "ПБП"
L["eft_ammo_9x19_pbp_gzh.description"] = "Патрон 9x19мм Парабеллум ПБП гж (Индекс ГРАУ - 7Н31) с бронебойной пулей массой 4,1 грамма с сердечником из закаленной углеродистой стали, в плакированной томпаком стальной оболочке, в биметаллической гильзе. Конструкция пули основана на опыте с различными бронебойными пистолетными патронами в конце 1990-х годов, направленных на нейтрализацию противника, оснащенного броней базового и среднего уровня защиты, а также способности пробивать легкие укрытия и автомобили, обладая при этом высокой начальной скоростью."

L["eft_ammo_9x19_pso_ghz.printname"] = "9x19мм ПСО гж"
L["eft_ammo_9x19_pso_ghz.compactname"] = "ПСО"
L["eft_ammo_9x19_pso_ghz.description"] = "Патрон 9х19мм Парабеллум ПСО гж (Патрон Спортивно-Охотничий) с пулей массой 7,5 грамм в биметаллической гильзе. Предназначен для спортивной стрельбы и охоты. Несмотря на низкую начальную скорость пули, она обладает значительным останавливающим действием благодаря расширению при попадании в цель."

L["eft_ammo_9x19_pst_gzh.printname"] = "9x19мм Пст гж"
L["eft_ammo_9x19_pst_gzh.compactname"] = "Пст"
L["eft_ammo_9x19_pst_gzh.description"] = "Патрон 9x19мм Парабеллум Пст гж (РГ057, индекс ГРАУ - 7Н21) с пулей со стальным сердечником в двухслойной полуоболочке, в биметаллической гильзе. Масса пули — 5,4 грамма, начальная скорость пули — 445—470 м/с. Разработан в ЦНИИТочМаш в начале 1990-х годов на основе 9x21мм ПС гж СП10 для улучшения пробиваемости оружий калибра 9x19 против базовых средств защиты тела на дистанции до 50 метров."

L["eft_ammo_9x19_fmj_m882.printname"] = "9x19мм FMJ M882"
L["eft_ammo_9x19_fmj_m882.compactname"] = "M882"
L["eft_ammo_9x19_fmj_m882.description"] = "Патроны US Military калибра 9 мм - одни из самых надежных боеприпасов, представленных на рынке. Патрон \"M882\", снаряженный 124-грановой пулей с металлической оболочкой,  считается патроном +P (но чуть слабее, чем +P+). Эти патроны повышенного давления летят дальше и имеют лучшую проникающую способность, чем стандартные 9-мм патроны."

L["eft_ammo_9x19_quake.printname"] = "9x19мм QuakeMaker"
L["eft_ammo_9x19_quake.compactname"] = "QuakeMaker"
L["eft_ammo_9x19_quake.description"] = "Патрон 9x19мм Парабеллум QuakeMaker с экспансивной свинцовой пулей массой 11,9 грамм в легкой стальной гильзе с закраиной из анодированного в красный алюминия. Предназначен для защиты дома и тренировочной стрельбы. Благодаря своей конструкции, патрон обеспечивает выдающееся останавливающее действие, а также вызывает серьезное травмирующее воздействие на цель после попадания. Имеет значительно более низкую начальную скорость по сравнению с другими патронами того же калибра."

L["eft_ammo_9x19_rip.printname"] = "9x19мм RIP"
L["eft_ammo_9x19_rip.compactname"] = "RIP"
L["eft_ammo_9x19_rip.description"] = "Патрон 9x19мм Парабеллум RIP (Radically Invasive Projectile) с хрупкой пулей массой 6 грамм, предназначенный для нанесения огромных повреждений мягким тканям. В отличие от традиционной конструкции экспансивной пули, патрон \"R.I.P.\" имеет 8 обработанных на станке бессвинцовых медных лепестков, предназначенных для быстрого фрагментирования и вхождения в цель в нескольких направлениях, обеспечивая таким образом превосходное останавливающее действие."

L["eft_ammo_9x19_tracer.printname"] = "9x19мм Green Tracer"
L["eft_ammo_9x19_tracer.compactname"] = "GT"
L["eft_ammo_9x19_tracer.description"] = "Патрон 9х19мм Парабеллум Green Tracer с трассирующей пулей. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Зеленый). Несмотря на наличие стального сердечника, пуля в этом патроне не способна пробивать броню даже базового уровня защиты, однако может оказывать значительное останавливающее воздействие на цель при попадании."

-- [[ ammo_12x70 ]]
L["eft_ammo_12x70_50bmg.printname"] = "12/70 пуля кустарная .50 BMG"
L["eft_ammo_12x70_50bmg.compactname"] = ".50 BMG"
L["eft_ammo_12x70_50bmg.description"] = "Патрон 12 калибра, снаряженный кустарно укороченной трассирующей пулей .50 BMG. Никто не знает, кому пришло в голову релоудить патроны 12 калибра предварительно укороченными пулями от пулемета Браунинга, но факт остается фактом - это возможно, и даже работает...как-то."

L["eft_ammo_12x70_525mm.printname"] = "12/70 5.25мм картечь"
L["eft_ammo_12x70_525mm.compactname"] = "5.25мм"
L["eft_ammo_12x70_525mm.description"] = "Патрон, снаряженный 15-ю 5.25мм картечинами 12/70 для ружей 12 калибра."

L["eft_ammo_12x70_pir.printname"] = "12/70 Пиранья"
L["eft_ammo_12x70_pir.compactname"] = "Пиранья"
L["eft_ammo_12x70_pir.description"] = "Патрон 12 калибра заряжен десятками острых как бритва стальных поражающих элементов, разлетающихся с высокой скоростью, что практически гарантирует отсутствие ответа со стороны противника. В каждый патрон также добавлена дробь №12, что добавляет останавливающего действия к и без того мощному боеприпасу. Совершенно точно не навредит стволу вашего оружия. Применять не ближе 5 метров, и не дальше 25."

L["eft_ammo_12x70_7mm.printname"] = "12/70 7мм картечь"
L["eft_ammo_12x70_7mm.compactname"] = "7мм"
L["eft_ammo_12x70_7mm.description"] = "Патрон с картечью 12/70 для ружей 12 калибра."

L["eft_ammo_12x70_ap20.printname"] = "12/70 бронебойная пуля AP-20"
L["eft_ammo_12x70_ap20.compactname"] = "AP-20"
L["eft_ammo_12x70_ap20.description"] = "Бронебойный патрон с копьевидной пулей 12/70 для ружей 12 калибра. Разработанный для нужд силовых подразделений наших заокеанских ʕ•ᴥ•ʔ друзей ʕ•ᴥ•ʔ."

L["eft_ammo_12x70_dual_sabot.printname"] = "12/70 патрон с двойной пулей Dual Sabot"
L["eft_ammo_12x70_dual_sabot.compactname"] = "DualSabot"
L["eft_ammo_12x70_dual_sabot.description"] = "Патрон, снаряженный двумя сферическими пулями 12/70, для ружей 12 калибра."

L["eft_ammo_12x70_express.printname"] = "12/70 6.5мм картечь \"Экспресс\""
L["eft_ammo_12x70_express.compactname"] = "Экспресс"
L["eft_ammo_12x70_express.description"] = "Патрон, снаряженный 9-ю 6.25мм картечинами 12/70 для ружей 12 калибра."

L["eft_ammo_12x70_flechette.printname"] = "12/70 флешетта"
L["eft_ammo_12x70_flechette.compactname"] = "Флешетта"
L["eft_ammo_12x70_flechette.description"] = "Патрон, снаряженный заточенными флешеттами 12/70, для ружей 12 калибра. Далеко не самый эффективный патрон, но поверьте - вы бы точно не хотели оказаться по другую сторону дульного среза."

L["eft_ammo_12x70_ftx.printname"] = "12/70 пуля FTX Custom Lite"
L["eft_ammo_12x70_ftx.compactname"] = "FTX"
L["eft_ammo_12x70_ftx.description"] = "Патрон с пулей \"FTX Custom LIte\" 12/70 для ружей 12 калибра."

L["eft_ammo_12x70_grizzly40.printname"] = "12/70 пуля \"Гризли 40\""
L["eft_ammo_12x70_grizzly40.compactname"] = "Гризли 40"
L["eft_ammo_12x70_grizzly40.description"] = "Патрон \"Гризли 40\" с экспансивной пулей 12/70 для ружей 12 калибра."

L["eft_ammo_12x70_hpcopper.printname"] = "12/70 экспансивная пуля Copper Sabot Premier"
L["eft_ammo_12x70_hpcopper.compactname"] = "CSP"
L["eft_ammo_12x70_hpcopper.description"] = "Патрон с омедненной экспансивной пулей 12/70 для ружей 12 калибра."

L["eft_ammo_12x70_magnum.printname"] = "12/70 8.5мм картечь \"Магнум\""
L["eft_ammo_12x70_magnum.compactname"] = "Магнум"
L["eft_ammo_12x70_magnum.description"] = "Патрон, снаряженный 16-ю 8.5мм картечинами 12/70 для ружей 12 калибра."

L["eft_ammo_12x70_poleva3.printname"] = "12/70 пуля \"Полева-3\""
L["eft_ammo_12x70_poleva3.compactname"] = "Полева-3"
L["eft_ammo_12x70_poleva3.description"] = "Патрон \"Полева-3\" с экспансивной пулей 12/70 для ружей 12 калибра."

L["eft_ammo_12x70_poleva6u.printname"] = "12/70 пуля \"Полева-6у\""
L["eft_ammo_12x70_poleva6u.compactname"] = "Полева-6у"
L["eft_ammo_12x70_poleva6u.description"] = "Патрон \"Полева-6у\" с цельно свинцовой пулей 12/70 для ружей 12 калибра."

L["eft_ammo_12x70_rip.printname"] = "12/70 RIP"
L["eft_ammo_12x70_rip.compactname"] = "RIP"
L["eft_ammo_12x70_rip.description"] = "Боеприпасы RIP (Radically Invasive Projectile - \"Радикально Инвазивный Снаряд\") - это чрезвычайно эффективный выбор для использования в противопехотных целях. Этот боеприпас 12 калибра оснащен раскрывающейся медной пулей, предназначенной для нанесения огромных повреждений мягким тканям."

L["eft_ammo_12x70_slug.printname"] = "12/70 свинцовая калиберная пуля"
L["eft_ammo_12x70_slug.compactname"] = "Пуля"
L["eft_ammo_12x70_slug.description"] = "Патрон с калиберной свинцовой пулей 12/70 для ружей 12 калибра."

L["eft_ammo_12x70_superformance.printname"] = "12/70 экспансивная пуля SuperFormance"
L["eft_ammo_12x70_superformance.compactname"] = "SFormance"
L["eft_ammo_12x70_superformance.description"] = "Патрон с экспансивной пулей \"SuperFormance\" 12/70 для ружей 12 калибра."

-- [[ ammo_40x46 ]]
L["eft_ammo_40x46_m381.printname"] = "Выстрел 40x46мм M381 (HE)"
L["eft_ammo_40x46_m381.compactname"] = "M381"
L["eft_ammo_40x46_m381.description"] = "40мм выстрел с осколочной гранатой, оснащённой взрывателем мгновенного действия, который взводится после выстрела, на расстоянии 2-3 метра от дульного среза."

L["eft_ammo_40x46_m386.printname"] = "Выстрел 40x46мм M386 (HE)"
L["eft_ammo_40x46_m386.compactname"] = "M386"
L["eft_ammo_40x46_m386.description"] = "40мм выстрел с осколочной гранатой, оснащённой взрывателем мгновенного действия, который взводится после выстрела, на расстоянии 15-30 метров от дульного среза."

L["eft_ammo_40x46_m406.printname"] = "Выстрел 40x46мм M406 (HE)"
L["eft_ammo_40x46_m406.compactname"] = "M406"
L["eft_ammo_40x46_m406.description"] = "40-мм выстрел с осколочной гранатой повышенной точности, оснащённой взрывателем мгновенного действия, который взводится после выстрела, на расстоянии 15-30 метров от дульного среза."

L["eft_ammo_40x46_m433.printname"] = "Выстрел 40x46мм M433 (HEDP)"
L["eft_ammo_40x46_m433.compactname"] = "M433"
L["eft_ammo_40x46_m433.description"] = "40-мм выстрел с осколочной гранатой повышенной поражающей способности (High Explosive Dual Purpose), оснащённой взрывателем мгновенного действия, который взводится после выстрела, на расстоянии 15-30 метров от дульного среза."

L["eft_ammo_40x46_m441.printname"] = "Выстрел 40x46мм M441 (HE)"
L["eft_ammo_40x46_m441.compactname"] = "M441"
L["eft_ammo_40x46_m441.description"] = "40-мм выстрел с осколочной гранатой повышенной поражающей способности, оснащённой взрывателем мгновенного действия, который взводится после выстрела, на расстоянии 2-3 метра от дульного среза."

L["eft_ammo_40x46_m576.printname"] = "Выстрел 40x46мм M576 (MP-APERS)"
L["eft_ammo_40x46_m576.compactname"] = "M576"
L["eft_ammo_40x46_m576.description"] = "40-мм картечный выстрел M576 (MP-APERS). Используется при зачистках помещений и эффективного поражения небронированных целей."

L["eft_ammo_40x46_m576_nonubgl.printname"] = "Выстрел 40x46мм M576 (MP-APERS)"
L["eft_ammo_40x46_m576_nonubgl.compactname"] = "M576"
L["eft_ammo_40x46_m576_nonubgl.description"] = "40-мм картечный выстрел M576 (MP-APERS). Используется при зачистках помещений и эффективного поражения небронированных целей."

-- [[ ammo_45acp ]]
L["eft_ammo_45acp_fmj.printname"] = ".45 ACP Match FMJ"
L["eft_ammo_45acp_fmj.compactname"] = "FMJ"
L["eft_ammo_45acp_fmj.description"] = "Патрон .45 ACP (11.43x23мм) Match FMJ (Cartridge, Caliber .45, Ball, Match, M1911) с пулей массой 14,9 грамм со свинцовым сердечником, в медной оболочке, в латунной гильзе. Обладает значительной убойностью и пробивной способностью против брони базового и среднего уровня защиты."

L["eft_ammo_45acp_ap.printname"] = ".45 ACP AP"
L["eft_ammo_45acp_ap.compactname"] = "AP"
L["eft_ammo_45acp_ap.description"] = "Патрон .45 ACP (11.43x23мм) AP (Armor-Piercing - \"Бронебойная\") с двухкомпонентной бронебойной пулей с латунным поддоном и 7мм наконечником из закаленной стали. Несмотря на то, что пуля имеет среднюю начальную скорость относительно других патронов того же калибра, она обладает отличной убойностью и пробивной способностью против брони базового и среднего уровня защиты."

L["eft_ammo_45acp_laser.printname"] = ".45 ACP Lasermatch FMJ"
L["eft_ammo_45acp_laser.compactname"] = "Lasermatch"
L["eft_ammo_45acp_laser.description"] = "Патрон .45 ACP (11.43x23мм) Lasermatch FMJ с трассирующей пулей массой 14,5 грамм со свинцовым сердечником, в медной оболочке, в латунной гильзе. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Красный). Патрон создан для обеспечения возможности отслеживания стрельбы пистолетов-пулеметов калибра .45 ACP во время автоматического огня. Пуля обладает значительной убойностью и способна пробивать броню базового уровня защиты."

L["eft_ammo_45acp_hydra.printname"] = ".45 ACP Hydra-Shok"
L["eft_ammo_45acp_hydra.compactname"] = "HydraShok"
L["eft_ammo_45acp_hydra.description"] = "Патрон .45 ACP (11.43x23мм) Hydra-Shok со свинцовой экспансивной пулей массой 14,9 грамм, в медной полуоболочке, в латунной гильзе. Несмотря на немного меньшую начальную скорость для своего калибра, эта пуля обеспечивает одну из лучших передач энергии среди калибра .45 ACP и обеспечивает отличную убойность ценой потери бронепробиваемости."

L["eft_ammo_45acp_rip.printname"] = ".45 ACP RIP"
L["eft_ammo_45acp_rip.compactname"] = "RIP"
L["eft_ammo_45acp_rip.description"] = "Патрон .45 ACP (11.43x23мм) RIP (Radically Invasive Projectile) с хрупкой пулей массой 10,5 грамм, предназначенной для нанесения критиеских повреждений мягким тканям. В отличие от традиционной конструкции экспансивной пули, патрон \"R.I.P.\" имеет 8 бессвинцовых медных лепестков, предназначенных для быстрого фрагментирования и вхождения в цель в нескольких направлениях, обеспечивая таким образом превосходную убойность."

-- [[ ammo_556 ]]
L["eft_ammo_556_warma.printname"] = "5.56x45мм Warmageddon"
L["eft_ammo_556_warma.compactname"] = "Warmage"
L["eft_ammo_556_warma.description"] = "Патрон .223 Remington (5.56x45мм) Warmageddon с экспансивной пулей массой 3,6 грамм с полимерным наконечником, рубашкой из медного сплава, со свинцовым сердечником, в латунной гильзе. Предназначен для охоты. Наконечник на пуле действует как клин на свинцовый сердечник при ударе, позволяя пуле расширяться и наносить непоправимый урон цели, несмотря на отсутствие полной энергии промежуточного патрона."

L["eft_ammo_556_hp.printname"] = "5.56x45мм HP"
L["eft_ammo_556_hp.compactname"] = "HP"
L["eft_ammo_556_hp.description"] = "Патрон .223 Remington (5.56x45мм) с экспансивной пулей массой 3,6 грамм со свинцовым сердечником, с биметаллической оболочкой, в стальной гильзе. Предназначен для охоты, домашней обороны и спортивной стрельбы. Несмотря на то, что пуля не обладает полной энергией промежуточного патрона, она имеет значительную поражающую способность, а также оказывает существенное травмирующее воздействие на цель после удара. Не обладает пробивной способностью даже против брони базового уровня защиты."

L["eft_ammo_556_sost.printname"] = "5.56x45мм MK 318 Mod 0 (SOST)"
L["eft_ammo_556_sost.compactname"] = "SOST"
L["eft_ammo_556_sost.description"] = "Патрон 5.56x45мм НАТО MK 318 Mod 0 (SOST) с 4-граммовой пулей с открытым носом с медной рубашкой и свинцовым сердечником, в латунной гильзе. Патрон был специально разработан для Корпуса морской пехоты США под названием SOST (Special Operations Science and Technology - \"Специальные Операции, Наука и Технологии\"), чтобы обеспечить пробивную способность по объектам с низкой структурной прочностью и поражающую способность даже по противникам, оснащенным броней базового уровня защиты."

L["eft_ammo_556_rrlp.printname"] = "5.56x45мм MK 255 Mod 0 (RRLP)"
L["eft_ammo_556_rrlp.compactname"] = "RRLP"
L["eft_ammo_556_rrlp.description"] = "Патрон 5.56x45мм НАТО MK 255 Mod 0 (RRLP) с пулей массой 4 грамма с медно-полимерным композитным сердечником, с медной рубашкой, в латунной гильзе. Патрон был разработан под названием RRLP (Reduced Ricochet Limited Penetration - \"Уменьшенной Рикошетируемости и Ограниченной Пробиваемости\"), чтобы существенно снизить сопутствующий ущерб от рикошетов и чрезмерного пробивания во время тренировок и операций на близких дистанциях, а также обеспечить значительную поражающую способность."

L["eft_ammo_556_m856.printname"] = "5.56x45мм M856"
L["eft_ammo_556_m856.compactname"] = "M856"
L["eft_ammo_556_m856.description"] = "Патрон 5.56x45мм НАТО M856 с трассирующей пулей массой 4,1 грамм со свинцовым сердечником, в медной рубашке, в латунной гильзе. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Красный). Патрон был разработан в 1980-х годах для обеспечения возможности корректировки стрельбы оружия калибра 5.56x45мм, используемого в армии США, в сочетании с патроном M855. Несмотря на отсутствие стального наконечника как у M855, пуля в этом патроне все же способна пробивать броню базового уровня защиты, однако имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_556_m856a1.printname"] = "5.56x45мм M856A1"
L["eft_ammo_556_m856a1.compactname"] = "M856A1"
L["eft_ammo_556_m856a1.description"] = "Патрон 5.56x45мм НАТО M856A1 с трассирующей пулей массой 3,6 грамм с сердечником из медного сплава, с медной рубашкой, в латунной гильзе. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Красный). Патрон был разработан для обеспечения возможности корректировки стрельбы при использовании в сочетании с патроном 5.56x45мм НАТО M855A1 и имеет аналогичные баллистические характеристики с отличной пробивной способностью против брони базового и среднего уровня защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_556_m855a1.printname"] = "5.56x45мм M856A1"
L["eft_ammo_556_m855a1.compactname"] = "M856A1"
L["eft_ammo_556_m855a1.description"] = "Патрон 5.56x45мм НАТО M856A1 с трассирующей пулей массой 3,6 грамм с сердечником из медного сплава, с медной рубашкой, в латунной гильзе. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Красный). Патрон был разработан для обеспечения возможности корректировки стрельбы при использовании в сочетании с патроном 5.56x45мм НАТО M855A1 и имеет аналогичные баллистические характеристики с отличной пробивной способностью против брони базового и среднего уровня защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_556_fmj.printname"] = "5.56x45мм FMJ"
L["eft_ammo_556_fmj.compactname"] = "FMJ"
L["eft_ammo_556_fmj.description"] = "Патрон .223 Remington (5.56x45мм) FMJ с пулей массой 3.6 грамм со свинцовым сердечником, биметаллической оболочкой, в стальной гильзе. Предназначен для охоты, обороны дома и стрельбы. Несмотря на элементарную конструкцию и неимение полной энергии промежуточного патрона, пуля все же способна к пробитию брони базового уровня защиты."

L["eft_ammo_556_ssaap.printname"] = "5.56x45мм SSA AP"
L["eft_ammo_556_ssaap.compactname"] = "SSA AP"
L["eft_ammo_556_ssaap.description"] = "Патрон 5.56x45мм NATO SSA AP с двухэлементной пулей, состоящей из поддона и наконечника из карбида вольфрама, в латунной гильзе. Пуля была разработана, чтобы превзойти 5.56x45мм НАТО M995 по бронепробиваемости. Благодаря своей начальной скорости и своеобразной конструкции, она обладает превосходной пробивной способностью против брони базового и среднего уровня защиты, и даже против самых современных средств защиты 5-6 класса. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_556_m855.printname"] = "5.56x45мм M855"
L["eft_ammo_556_m855.compactname"] = "M855"
L["eft_ammo_556_m855.description"] = "Патрон 5.56x45мм НАТО M855 с пулей массой 4 грамма со стальным наконечником-пенетратором над свинцовым сердечником, с медной оболочкой, в латунной гильзе. Патрон был разработан в 1980-х годах как эквивалент патрона FN SS109 для вооружения калибра 5.56x45мм, используемого в армии США. Благодаря своей конструкции, пуля в этом патроне обладает хорошей пробивной и поражающей способностью против брони базового уровня защиты, однако имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_556_m855a1.printname"] = "5.56x45мм M855A1"
L["eft_ammo_556_m855a1.compactname"] = "M855A1"
L["eft_ammo_556_m855a1.description"] = "Патрон 5.56x45мм НАТО M855A1 с 4-граммовой бронебойной пулей со стальным наконечником над сердечником из медного сплава, в медной полуоболочке, в латунной гильзе. Патрон был разработан для улучшения пробивной способности патрона 5.56x45мм НАТО M855 армии США, что усилило бронепробиваемость против брони базового и среднего уровня защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_556_m995.printname"] = "5.56x45мм M995"
L["eft_ammo_556_m995.compactname"] = "M995"
L["eft_ammo_556_m995.description"] = "Патрон 5.56x45мм НАТО M995 с бронебойной пулей массой 3,4 грамма с наконечником из карбида вольфрама над алюминиевым сердечником, в медной рубашке, в латунной гильзе. Патрон был разработан в 1990-х годах, чтобы предоставить солдатам армии США пробивную способность по легким укрытиям, легкобронированной технике и броне базового и среднего уровня защиты, также показывая отличные результаты против средств защиты 5-6 класса. Однако, из-за своей конструкции, пуля имеет значительную вероятность отскока от различных поверхностей."

L["eft_ammo_556_bb.printname"] = "Пластиковые шары 6мм"
L["eft_ammo_556_bb.compactname"] = "6мм BB"
L["eft_ammo_556_bb.description"] = "6 миллиметровые пластиковые шары массой 0.2 грамма."

-- [[ ammo_762x51 ]]
L["eft_ammo_762x51_bpzfmj.printname"] = "7.62x51мм БПЗ FMJ"
L["eft_ammo_762x51_bpzfmj.compactname"] = "БПЗ FMJ"
L["eft_ammo_762x51_bpzfmj.description"] = "Патрон 7.62x51мм БПЗ FMJ с пулей массой 10,9 грамм со свинцовым сердечником, в биметаллической оболочке, в стальной гильзе. Предназначен для охоты, обороны дома и стрельбы, произведен на Барнаульском Патронном Заводе. Несмотря на элементарную конструкцию, этот патрон обеспечивает выдающееся останавливающее воздействие и хорошую пробивную способность против брони базового уровня защиты, а также некоторых моделей 3-4 класса защиты."

L["eft_ammo_762x51_m61.printname"] = "7.62x51мм M61"
L["eft_ammo_762x51_m61.compactname"] = "M61"
L["eft_ammo_762x51_m61.description"] = "Патрон 7.62x51мм НАТО M61 с бронебойной пулей массой 9,8 грамм с сердечником из закаленной стали и плакированной биметаллической оболочкой, в латунной гильзе. Патрон был разработан в 1950-х годах на основе патрона .30-06 Springfield AP M2 для обеспечения вооруженных сил США бронебойной пулей для автоматического оружия калибра 7.62x51мм НАТО, способной пробивать самую современную специализированную броню 5-6 класса защиты, вдобавок обеспечивая значительное останавливающее воздействие. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_762x51_m62t.printname"] = "7.62x51мм M62 Tracer"
L["eft_ammo_762x51_m62t.compactname"] = "M62"
L["eft_ammo_762x51_m62t.description"] = "Патрон 7.62x51мм НАТО M62 с трассирующей пулей массой 9,2 грамм с сердечником из свинцово-сурьмянистого сплава в биметаллической оболочке, в латунной гильзе. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Зеленый). Патрон был разработан для обеспечения возможности отслеживания стрельбы автоматического оружия калибра 7.62x51мм, используемого в вооруженных силах Соединенных Штатов, а также существенной пробивной способности против брони базового и среднего уровня защиты. Из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_762x51_m80.printname"] = "7.62x51мм M80"
L["eft_ammo_762x51_m80.compactname"] = "M80"
L["eft_ammo_762x51_m80.description"] = "Патрон 7.62x51мм НАТО M80 с пулей массой 9,5 грамм с сердечником из свинцово-сурьмянистого сплава в биметаллической оболочке, в латунной гильзе. Этот патрон был принят в вооруженных силах США в качестве замены патрона 7.62x51мм НАТО M59 после войны во Вьетнаме в качестве стандартного боеприпаса. Обеспечивает значительное останавливающее воздействие и хорошую пробивную способность против брони базового и среднего уровня защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_762x51_m80a1.printname"] = "7.62x51мм M80A1"
L["eft_ammo_762x51_m80a1.compactname"] = "M80A1"
L["eft_ammo_762x51_m80a1.description"] = "Патрон 7.62х51мм М80А1 с 8-граммовой бронебойной пулей, покрытой медной оболочкой вместо свинцовой с открытым сердечником из закалённой стали, идёт с гильзой из нержавеющей стали. Был разработан в качестве замены патрона М80 для повышения бронепробиваемости и улучшения баллистики патрона в рамках программы по отказу от использования свинца в стрелковых боеприпасах в армии США."

L["eft_ammo_762x51_m993.printname"] = "7.62x51мм M993"
L["eft_ammo_762x51_m993.compactname"] = "M993"
L["eft_ammo_762x51_m993.description"] = "Патрон 7.62x51мм НАТО M993 с бронебойной пулей массой 8,2 грамма с наконечником из карбида вольфрама на алюминиевом сердечнике, в медной оболочке, в латунной гильзе. Патрон был разработан в 1990-х годах, чтобы предоставить личному составу вооруженных сил США возможность пробивать легкие укрытия и легкобронированный транспорт, а также обеспечивать выдающиеся результаты против самых современных специализированных средств защиты 5-6 класса."

L["eft_ammo_762x51_tpzsp.printname"] = "7.62x51мм ТПЗ SP"
L["eft_ammo_762x51_tpzsp.compactname"] = "ТПЗ SP"
L["eft_ammo_762x51_tpzsp.description"] = "Патрон 7.62x51мм с пулей массой 10,7 грамм с мягким наконечником (Soft-Point) со свинцовым сердечником, в биметаллической полуоболочке, в стальной гильзе. Произведен на Тульском Патронном Заводе. Патрон универсален и предназначен как для охоты и самообороны, так и для развлекательной и спортивной стрельбы. Также способен пробивать броню базового уровня защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_762x51_ultranosler.printname"] = "7.62x51мм Ultra Nosler"
L["eft_ammo_762x51_ultranosler.compactname"] = "Ultra Nosler"
L["eft_ammo_762x51_ultranosler.description"] = "Патрон 7.62x51мм Ultra Nosler с пулей массой 10,6 грамм с мягким наконечником с двумя свинцовыми сердечниками, разделенными сплошной перегородкой, сплавленной с медной полуоболочкой, в стальной гильзе. Предназначен для охоты и тренировочной стрельбы. Благодаря своей конструкции, пуля обеспечивает одну из лучших передач энергии в своем калибре и вызывает серьезное травмирующее воздействие на цель после попадания за счет заднего сердечника."

-- [[ ammo_762x54r ]]
L["eft_ammo_762x54r_bs_gzh.printname"] = "7.62x54мм R БС гс"
L["eft_ammo_762x54r_bs_gzh.compactname"] = "БС"
L["eft_ammo_762x54r_bs_gzh.description"] = "Патрон 7.62x54ммR БС гс (Индекс ГРАУ - 7Н37) с бронебойной пулей массой 12,2 грамма с заостренным сердечником из карбида вольфрама над свинцовым поддоном, в биметаллической оболочке, в стальной гильзе. Пуля БС (Бронебойный Сердечник) разработана ЦНИИТОЧМАШ в 2010-х годах для значительного увеличения пробивной способности снайперских винтовок при стрельбе по современным средствам защиты 5-6 класса, легким укрытиям и легкобронированному транспорту, несмотря на относительно низкую начальную скорость по сравнению с другими патронами своего калибра. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_762x54r_bt_gzh.printname"] = "7.62x54мм R БТ гж"
L["eft_ammo_762x54r_bt_gzh.compactname"] = "БТ"
L["eft_ammo_762x54r_bt_gzh.description"] = "Патрон 7.62x54ммR БТ гж (Индекс ГРАУ - 7БТ1) с бронебойно-трассирующей пулей массой 9,2 грамма с заостренным термоупрочненным стальным сердечником, в биметаллической оболочке, в биметаллической гильзе. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Зеленый). Пуля БТ (Бронебойная Трассирующая) является модернизацией пули Т-46М. Свинцовый сердечник заменен на сердечник из термоупрочненной стали, обеспечивающий значительное останавливающее действие и улучшенную пробивную способность против брони базового и среднего уровня защиты, а также некоторых моделей 5-6 класса защиты."

L["eft_ammo_762x54r_fmj.printname"] = "7.62x54мм R FMJ"
L["eft_ammo_762x54r_fmj.compactname"] = "FMJ"
L["eft_ammo_762x54r_fmj.description"] = "Пуля с цельнометаллической оболочкой и свинцовым сердечником. Лучше всего подходит для тренировочной и практической стрельбы\n"

L["eft_ammo_762x54r_hpbt.printname"] = "7.62x54мм R HP BT"
L["eft_ammo_762x54r_hpbt.compactname"] = "HP BT"
L["eft_ammo_762x54r_hpbt.description"] = "HPBT (Hollow Point Boat Tail) - пуля HP-типа с обтекаемой или суживающейся хвостовой частью. HP (Hollow Point) - полуоболочечная пуля с отверстием в носовой части."

L["eft_ammo_762x54r_lps_gzh.printname"] = "7.62x54мм R ЛПС гж"
L["eft_ammo_762x54r_lps_gzh.compactname"] = "ЛПС"
L["eft_ammo_762x54r_lps_gzh.description"] = "Патрон 7.62х54ммR ЛПС гж (Индекс ГРАУ - 57-Н-323С) с пулей массой 9,6 грамм со стальным сердечником, в биметаллической оболочке, в биметаллической гильзе. Патрон ЛПС (Легкая Пуля со Стальным сердечником) был принят на вооружение в 1953 году для советского оружия калибра 7.62x54ммR, и за эти годы претерпел множество изменений в материалах изготовления. Благодаря стальному сердечнику, пуля обладает хорошей бронепробиваемостью против базового и среднего уровня защиты и значительным останавливающим воздействием, однако она имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_762x54r_ps_gzh.printname"] = "7.62x54мм R ПС гж"
L["eft_ammo_762x54r_ps_gzh.compactname"] = "ПС"
L["eft_ammo_762x54r_ps_gzh.description"] = "Патрон 7.62х54ммR ПС гж (Индекс ГРАУ - 7Н1) с пулей массой 9,8 грамм с заостренным стальным сердечником на свинцовом поддоне, в биметаллической оболочке, в биметаллической гильзе. Патрон разработан ЦНИИТОЧМАШ в середине 1960-х годов на базе патрона 7.62x54ммR ЛПС для повышения его точности при стрельбе из снайперских винтовок. Обладает отличной пробивной способностью против брони базового и среднего уровня защиты и выдающимся останавливающим воздействием."

L["eft_ammo_762x54r_snb_gzh.printname"] = "7.62x54мм R СНБ гж"
L["eft_ammo_762x54r_snb_gzh.compactname"] = "СНБ"
L["eft_ammo_762x54r_snb_gzh.description"] = "Патрон 7.62x54ммR СНБ гж (Индекс ГРАУ - 7Н14) с бронебойной пулей массой 9,8 грамм с заостренным термоупрочненным стальным сердечником над свинцовым поддоном, в биметаллической оболочке, в биметаллической гильзе. Патрон СНБ (Снайперский с Бронебойной пулей) разработан в середине 1990-х годов как модернизация патрона 7.62x54ммR 7Н1 ПС гж с целью улучшения его пробивной способности при стрельбе из снайперских винтовок. Обладает высокой бронепробиваемостью против брони 5-6 класса защиты и существенным останавливающим действием."

L["eft_ammo_762x54r_spbt.printname"] = "7.62x54мм R SP BT"
L["eft_ammo_762x54r_spbt.compactname"] = "SP BT"
L["eft_ammo_762x54r_spbt.description"] = "180-gr Soft Point Boat Tail для крупной дичи предназначены для стрельбы по оленям, кабанам и другой крупной дичи, где требуется большая поражающая способность."

L["eft_ammo_762x54r_t46m_gzh.printname"] = "7.62x54мм R Т-46М гж"
L["eft_ammo_762x54r_t46m_gzh.compactname"] = "Т-46М"
L["eft_ammo_762x54r_t46m_gzh.description"] = "Патрон 7.62х54ммR Т-46М гж (Индекс ГРАУ - 7Т2М) с трассирующей пулей массой 9,6 грамм со свинцовым сердечником, в биметаллической оболочке, в биметаллической гильзе. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Зеленый). Является модернизирацией патрона Т-46 (Индекс ГРАУ - 7Т2) и обеспечивает возможность отслеживания на более дальних дистанциях. По баллистической эффективности аналогичен патрону ЛПС гж (Индекс ГРАУ - 57-Н-323С). Несмотря на относительно простую конструкцию, пуля имеет хорошую пробивную способность против брони базового и среднего уровня защиты и значительное останавливающее воздействие. Однако она имеет высокую вероятность отскока от различных поверхностей."

-- [[ ammo_76239 ]]
L["eft_ammo_76239_hp.printname"] = "7.62x39мм HP"
L["eft_ammo_76239_hp.compactname"] = "HP"
L["eft_ammo_76239_hp.description"] = "Патрон 7.62x39мм с экспансивной пулей (Hollow Point) массой 8 грамм со свинцовым сердечником, с биметаллической полуоболочкой, в стальной гильзе. Предназначен для охоты, обороны дома и стрельбы. Пуля в этом патроне обладает отличным расширением и передачей энергии при ударе, что придает ей исключительное останавливающее и травмирующее воздействие на цель после попадания, что делает патрон хорошим выбором для охоты."

L["eft_ammo_76239_t45m1.printname"] = "7.62x39мм Т-45М1 гж"
L["eft_ammo_76239_t45m1.compactname"] = "Т-45М1"
L["eft_ammo_76239_t45m1.description"] = "Патрон 7.62х39мм Т-45М1 гж (Индекс ГАУ - 57-Т-231ПМ1) с трассирующей пулей массой 7,6 грамм со свинцовым сердечником, в биметаллической оболочке, в биметаллической гильзе. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Красный). Является модернизизацией патрона Т-45 (индекс ГАУ - 57-T-231) и обеспечивает дальность трассера на более высокие расстояния. Несмотря на относительно простую конструкцию пули, она обладает хорошей пробивной способностью против брони базового и среднего уровня и значительным останавливающим воздействием. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_76239_fmj.printname"] = "7.62x39мм FMJ"
L["eft_ammo_76239_fmj.compactname"] = "FMJ"
L["eft_ammo_76239_fmj.description"] = "Пуля свинцовая с цельнометаллической оболочкой. Отлично подойдет для практической и рекреационной стрельбы."

L["eft_ammo_76239_sp.printname"] = "7.62x39мм SP"
L["eft_ammo_76239_sp.compactname"] = "SP"
L["eft_ammo_76239_sp.description"] = "Нарезные патроны 7.62×39 с пулей SP 123 гран (8 г) отлично подойдут для тренировочной и развлекательной стрельбы."

L["eft_ammo_76239_us.printname"] = "7.62x39мм УС гж"
L["eft_ammo_76239_us.compactname"] = "УС"
L["eft_ammo_76239_us.description"] = "Утяжеленный патрон 7.62x39мм УС гж (Индекс ГАУ - 57-Н-231У) с дозвуковой пулей массой 12,6 грамм с заостренным термоупрочненным стальным сердечником, с биметаллической оболочкой, в биметаллической гильзе с уменьшенным зарядом. Патрон УС (Уменьшенной Скорости) был разработан в 1950-х годах для использования в сочетании с глушителем ПБС-1, обеспечивая снижение шума оружия калибра 7.62x39мм. Пуля обладает хорошей пробивной способностью против брони базового уровня защиты, однако имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_76239_pp.printname"] = "7.62x39мм ПП гж"
L["eft_ammo_76239_pp.compactname"] = "ПП"
L["eft_ammo_76239_pp.description"] = "Автоматный патрон 7Н27 с пулей повышенной пробиваемости. Пуля «ПП» состоит из стальной плакированной томпаком оболочки с усечённой вершинкой, острого сердечника из инструментальной закалённой стали, колпачка из тонкой металлической фольги, покрытой зелёным лаком, и свинцовой рубашки. Фольга служит для предотвращения износа узлов оружия и магазина при подаче патронов."

L["eft_ammo_76239_bp.printname"] = "7.62x39мм БП гж"
L["eft_ammo_76239_bp.compactname"] = "БП"
L["eft_ammo_76239_bp.description"] = "Патрон 7.62x39мм БП гж (Индекс ГРАУ - 7Н23) с бронебойной пулей массой 7,9 грамм с сердечником из закаленной углеродистой стали, с плакированной томпаком биметаллической оболочкой, в биметаллической гильзе. Пуля БП была разработана в 1990-х годах на основе 7,62x39мм ПС гж для улучшения ее конструкции и пробивной способности. Был выбран более длинный и узкий армированный стальной сердечник, позволяющий пробивать броню базового и среднего уровня защиты, обеспечивая значительное останавливающее воздействие. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_76239_ps.printname"] = "7.62x39мм ПС гж"
L["eft_ammo_76239_ps.compactname"] = "ПС"
L["eft_ammo_76239_ps.description"] = "Патрон 7.62x39мм ПС гж (Индекс ГАУ - 57-Н-231) с пулей массой 7,9 грамм с термоупрочненным стальным сердечником, плакированной томпаком оболочкой, в биметаллической гильзе. Патрон ПС (Пуля со Стальным сердечником) был принят на вооружение в 1949 году для советского оружия калибра 7.62x39мм, и за эти годы претерпел многочисленные изменения в материалах изготовления. Благодаря сердечнику из закаленной стали, пуля имеет хорошую пробивную способность против брони базового и среднего уровня защиты, а также сильную останавливающую способность. Однако, из-за своей конструкции, она имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_76239_maiap.printname"] = "7.62x39мм MAI AP"
L["eft_ammo_76239_maiap.compactname"] = "MAI AP"
L["eft_ammo_76239_maiap.description"] = "Патрон 7.62x39мм MAI AP с двухэлементой пулей с поддоном и наконечником из карбида вольфрама, в стальной гильзе. Пуля была разработана MAI для увеличения пробивной способности калибра 7.62x39мм. Благодаря своей начальной скорости и своеобразной конструкции, она обладает существенной пробивной способносью против брони базового и среднего уровня защиты, а также некоторых моделей 5-6 класса защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

-- [[ ar_buffertube ]]
L["eft_ar_buffertube_a2.printname"] = "Труба приклада Colt \"A2\" для AR-15"
L["eft_ar_buffertube_a2.compactname"] = "Colt A2"
L["eft_ar_buffertube_a2.description"] = "Стандартная труба для установки прикладов производства компании Colt, военного образца, устанавливается на любые карабины семейства AR-15."

L["eft_ar_buffertube_adar.printname"] = "Труба приклада \"ADAR 2-15\" для AR-15"
L["eft_ar_buffertube_adar.compactname"] = "ADAR"
L["eft_ar_buffertube_adar.description"] = "Четырехпозиционная труба для установки телескопических прикладов производства компании ADAR, устанавливается на любые карабины семейства AR-15."

L["eft_ar_buffertube_f93pro.printname"] = "Приклад ERGO \"F93 PRO\" для AR-15"
L["eft_ar_buffertube_f93pro.compactname"] = "F93 PRO"
L["eft_ar_buffertube_f93pro.description"] = "Телескопический приклад \"F93 PRO\". Производство ERGO."

L["eft_ar_buffertube_m7a1.printname"] = "Приклад TROY \"M7A1 PDW\" для AR-15 (Черный)"
L["eft_ar_buffertube_m7a1.compactname"] = "M7A1PDW"
L["eft_ar_buffertube_m7a1.description"] = "Выдвижной приклад TROY Industries \"M7A1 PDW\", предназначенный для установки на оружие системы AR-15. Уменьшает общий габарит оружия и буфер отдачи. Версия в черном цвете."

L["eft_ar_buffertube_m7a1f.printname"] = "Приклад TROY \"M7A1 PDW\" для AR-15 (FDE)"
L["eft_ar_buffertube_m7a1f.compactname"] = "M7A1PDW"
L["eft_ar_buffertube_m7a1f.description"] = "Выдвижной приклад TROY Industries \"M7A1 PDW\", предназначенный для установки на оружие системы AR-15. Уменьшает общий габарит оружия и буфер отдачи. Версия в цвете Flat Dark Earth."

L["eft_ar_buffertube_rtm.printname"] = "Труба приклада РТМ \"АТП\" для AR-15"
L["eft_ar_buffertube_rtm.compactname"] = "АТП"
L["eft_ar_buffertube_rtm.description"] = "Шестипозиционная труба \"АТП\" для установки телескопических прикладов военного образца, устанавливается на любые карабины семейства AR-15. Производство \"РТМ\"."

L["eft_ar_buffertube_siadv.printname"] = "Труба приклада Strike Industries \"Advanced Receiver Extension\" для AR-15"
L["eft_ar_buffertube_siadv.compactname"] = "ARE"
L["eft_ar_buffertube_siadv.description"] = "Труба \"Advanced Receiver Extension\" для установки прикладов производства компании Strike industries, военного образца, устанавливается на автоматы и карабины семейства AR-15. Имеет характерный гребешок, который снижает трение о приклад и снижает вес, сохраняя при этом прочность в областях, которые испытывают наибольшую нагрузку."

L["eft_ar_buffertube_siadvred.printname"] = "Труба приклада Strike Industries \"Advanced Receiver Extension\" для AR-15 (Anodized Red)"
L["eft_ar_buffertube_siadvred.compactname"] = "ARE"
L["eft_ar_buffertube_siadvred.description"] = "Труба \"Advanced Receiver Extension\" для установки прикладов производства компании Strike industries, военного образца, устанавливается на автоматы и карабины семейства AR-15. Имеет характерный гребешок, который снижает трение о приклад и снижает вес, сохраняя при этом прочность в областях, которые испытывают наибольшую нагрузку. Анодирована в красный цвет."

L["eft_ar_buffertube_socom.printname"] = "Приклад DoubleStar \"ACE SOCOM Gen.4\" для AR-15"
L["eft_ar_buffertube_socom.compactname"] = "ACE SOCOM"
L["eft_ar_buffertube_socom.description"] = "4-е поколение приклада \"SOCOM\" производства DoubleStar. Имеет крепкую встроенную трубку, а также верхнее покрытие из вспененного материала для обеспечения удобного подщечника."

L["eft_ar_buffertube_std.printname"] = "Труба приклада Colt \"Carbine Buffer Tube\" для AR-15"
L["eft_ar_buffertube_std.compactname"] = "Carbine"
L["eft_ar_buffertube_std.description"] = "Четырехпозиционная труба для установки телескопических прикладов производства компании Colt, военного образца, устанавливается на любые карабины семейства AR-15."

L["eft_ar_buffertube_ubrgen2.printname"] = "Приклад Magpul \"UBR GEN2\" для AR-15 (Черный)"
L["eft_ar_buffertube_ubrgen2.compactname"] = "UBR GEN2"
L["eft_ar_buffertube_ubrgen2.description"] = "Телескопический приклад \"UBR GEN2\" от компании Magpul. Версия в черном цвете."

L["eft_ar_buffertube_ubrgen2f.printname"] = "Приклад Magpul \"UBR GEN2\" для AR-15 (FDE)"
L["eft_ar_buffertube_ubrgen2f.compactname"] = "UBR GEN2"
L["eft_ar_buffertube_ubrgen2f.description"] = "Телескопический приклад \"UBR GEN2\" от компании Magpul. Версия в цвете Flat Dark Earth."

L["eft_ar_buffertube_viperpdw.printname"] = "Приклад Strike Industries \"Viper PDW\" для AR-15"
L["eft_ar_buffertube_viperpdw.compactname"] = "Viper PDW"
L["eft_ar_buffertube_viperpdw.description"] = "Выдвижной приклад Strike Industries \"Viper PDW\", предназначенный для установки на оружие системы AR-15. Уменьшает общий габарит оружия и буфер отдачи."

L["eft_ar_buffertube_arfx.printname"] = "Приклад DoubleStar \"ACE ARFX Skeleton Stock\" для AR-15"
L["eft_ar_buffertube_arfx.compactname"] = "ARFX"
L["eft_ar_buffertube_arfx.description"] = "Легкий приклад ACE ARFX Skeleton Stock обеспечивает комфорт, баланс и эстетику. Подходит для установки на посадочные места стандарта M/AR, как Mil-Spec, так и гражданские. Производство DoubleStar."

L["eft_ar_buffertube_baskak.printname"] = "Приклад Армакон \"Баскак\""
L["eft_ar_buffertube_baskak.compactname"] = "Баскак"
L["eft_ar_buffertube_baskak.description"] = "Отечественный приклад \"Баскак\" для установки на посадочные места стандарта M/AR, как Mil-Spec, так и гражданские. Устанавливается только на переходники для труб приклада."

-- [[ ar_pgrip ]]
L["eft_ar_pgrip_colta2.printname"] = "Пистолетная рукоятка Colt \"A2\" для AR-15"
L["eft_ar_pgrip_colta2.compactname"] = "A2"
L["eft_ar_pgrip_colta2.description"] = "Полимерная пистолетная рукоятка Colt A2 устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15. Штатно устанавливается почти на всё оружие армии и морской пехоты США на базе AR-15."

L["eft_ar_pgrip_diecsfde.printname"] = "Пистолетная рукоятка Damage Industries \"ECS\" для AR-15 (FDE)"
L["eft_ar_pgrip_diecsfde.compactname"] = "ECS FDE"
L["eft_ar_pgrip_diecsfde.description"] = "Полимерная пистолетная рукоятка ECS устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15. Единственное отличие от штатной рукоятки - цвет."

L["eft_ar_pgrip_dlg123.printname"] = "Пистолетная рукоятка DLG Tactical \"DLG-123\" для AR-15"
L["eft_ar_pgrip_dlg123.compactname"] = "DLG123"
L["eft_ar_pgrip_dlg123.description"] = "Полимерная пистолетная рукоятка \"DLG-123\" устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15. Производство DLG Tactical."

L["eft_ar_pgrip_f1s1.printname"] = "Пистолетная рукоятка F1 Firearms \"Skeletonized Style 1\" для AR-15"
L["eft_ar_pgrip_f1s1.compactname"] = "F1 St1"
L["eft_ar_pgrip_f1s1.description"] = "Облегченная эргономическая рукоятка, разработанная для платформы AR-15 и совместимых. Производство F1 Firearms."

L["eft_ar_pgrip_f1s2.printname"] = "Пистолетная рукоятка F1 Firearms \"Skeletonized Style 2\" для AR-15"
L["eft_ar_pgrip_f1s2.compactname"] = "F1 St2"
L["eft_ar_pgrip_f1s2.description"] = "Облегченная эргономическая рукоятка с выемками для пальцев, разработанная для платформы AR-15 и совместимых. Производство F1 Firearms."

L["eft_ar_pgrip_f1s2pc.printname"] = "Пистолетная рукоятка F1 Firearms \"Skeletonized Style 2 PC\" для AR-15"
L["eft_ar_pgrip_f1s2pc.compactname"] = "F1 St2 PC"
L["eft_ar_pgrip_f1s2pc.description"] = "Облегченная эргономическая рукоятка с выемками для пальцев, разработанная для платформы AR-15 и совместимых. Обмотана паракордом для максимального комфорта и минимального скольжения ладони. Производство F1 Firearms."

L["eft_ar_pgrip_grals.printname"] = "Пистолетная рукоятка Naroh Arms \"GRAL-S\" для AR-15"
L["eft_ar_pgrip_grals.compactname"] = "GRAL-S"
L["eft_ar_pgrip_grals.description"] = "Полимерная пистолетная рукоятка Naroh Arms \"GRAL-S\" устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15."

L["eft_ar_pgrip_hexgrip.printname"] = "Пистолетная рукоятка Tactical Dynamics \"Hexgrip\" для AR-15"
L["eft_ar_pgrip_hexgrip.compactname"] = "TD Hex"
L["eft_ar_pgrip_hexgrip.description"] = "Эргономическая пистолетная рукоятка \"Hexgrip\", разработанная для платформы AR-15 и совместимых, производство Tactical Dynamics."

L["eft_ar_pgrip_hg15.printname"] = "Пистолетная рукоятка Hera Arms \"HG-15\" для AR-15"
L["eft_ar_pgrip_hg15.compactname"] = "HG-15"
L["eft_ar_pgrip_hg15.description"] = "Полимерная пистолетная рукоятка Hera Arms \"HG-15\" устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15."

L["eft_ar_pgrip_hkbg.printname"] = "Пистолетная рукоятка HK \"Battle Grip\" для AR-15"
L["eft_ar_pgrip_hkbg.compactname"] = "Battle Grip"
L["eft_ar_pgrip_hkbg.description"] = "Полимерная пистолетная рукоятка \"Battle Grip\" устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15."

L["eft_ar_pgrip_hkbgbeav.printname"] = "Пистолетная рукоятка HK \"Battle Grip Beavertail\" для AR-15"
L["eft_ar_pgrip_hkbgbeav.compactname"] = "Battle Grip"
L["eft_ar_pgrip_hkbgbeav.description"] = "Полимерная пистолетная рукоятка \"Battle Grip Beavertail\" устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15."

L["eft_ar_pgrip_hkbgbeavral.printname"] = "Пистолетная рукоятка HK \"Battle Grip Beavertail\" для AR-15 (RAL 8000)"
L["eft_ar_pgrip_hkbgbeavral.compactname"] = "Battle Grip"
L["eft_ar_pgrip_hkbgbeavral.description"] = "Полимерная пистолетная рукоятка \"Battle Grip Beavertail\" устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15. Версия в цвете RAL 8000."

L["eft_ar_pgrip_hkv2.printname"] = "Пистолетная рукоятка HK \"V2 Grip\" для AR-15"
L["eft_ar_pgrip_hkv2.compactname"] = "HK V2"
L["eft_ar_pgrip_hkv2.description"] = "Полимерная пистолетная рукоятка HK V2 устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15. Производство Heckler & Koch."

L["eft_ar_pgrip_hog.printname"] = "Пистолетная рукоятка Hogue \"OverMolded Rubber Grip\" (Черная)"
L["eft_ar_pgrip_hog.compactname"] = "OMRG BLK"
L["eft_ar_pgrip_hog.description"] = "Обрезиненная стеклопластиковая пистолетная рукоятка для AR систем, производство Houge. Версия в черном цвете."

L["eft_ar_pgrip_hogfde.printname"] = "Пистолетная рукоятка Hogue \"OverMolded Rubber Grip\" (FDE)"
L["eft_ar_pgrip_hogfde.compactname"] = "OMRG FDE"
L["eft_ar_pgrip_hogfde.description"] = "Обрезиненная стеклопластиковая пистолетная рукоятка для AR систем, производство Houge. Версия в цвете Flat Dark Earth."

L["eft_ar_pgrip_hogge.printname"] = "Пистолетная рукоятка Hogue \"OverMolded Rubber Grip\" (Ghillie Earth)"
L["eft_ar_pgrip_hogge.compactname"] = "OMRG GE"
L["eft_ar_pgrip_hogge.description"] = "Обрезиненная стеклопластиковая пистолетная рукоятка для AR систем, производство Houge. Версия в цвете Ghillie Earth."

L["eft_ar_pgrip_hoggg.printname"] = "Пистолетная рукоятка Hogue \"OverMolded Rubber Grip\" (Ghillie Green)"
L["eft_ar_pgrip_hoggg.compactname"] = "OMRG GG"
L["eft_ar_pgrip_hoggg.description"] = "Обрезиненная стеклопластиковая пистолетная рукоятка для AR систем, производство Houge. Версия в цвете Ghillie Green."

L["eft_ar_pgrip_hogod.printname"] = "Пистолетная рукоятка Hogue \"OverMolded Rubber Grip\" (Олива)"
L["eft_ar_pgrip_hogod.compactname"] = "OMRG OD"
L["eft_ar_pgrip_hogod.description"] = "Обрезиненная стеклопластиковая пистолетная рукоятка для AR систем, производство Houge. Версия в цвете Олива (Olive Drab)."

L["eft_ar_pgrip_mcx.printname"] = "Пистолетная рукоятка для MCX"
L["eft_ar_pgrip_mcx.compactname"] = "MCX"
L["eft_ar_pgrip_mcx.description"] = "Полимерная пистолетная рукоятка для штурмовых винтовок SIG Sauer MCX."

L["eft_ar_pgrip_miad.printname"] = "Пистолетная рукоятка Magpul \"MIAD\" для AR-15 (FDE)"
L["eft_ar_pgrip_miad.compactname"] = "MIAD"
L["eft_ar_pgrip_miad.description"] = "Полимерная пистолетная рукоятка Magpul MIAD (Mission Adaptable) устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15. Версия в цвете Flat Dark Earth."

L["eft_ar_pgrip_moe.printname"] = "Пистолетная рукоятка Magpul \"MOE\" для AR-15 (Черная)"
L["eft_ar_pgrip_moe.compactname"] = "MOE AR15"
L["eft_ar_pgrip_moe.description"] = "Полимерная пистолетная рукоятка Magpul MOE (Magpul Original Equipment) устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15. Благодаря эргономике и антискользящей текстуре рукоятки, удержание и контроль оружия становится комфортнее. Внутри рукоятки находится место под контейнеры для ЗИП или элементов питания."

L["eft_ar_pgrip_moefde.printname"] = "Пистолетная рукоятка Magpul \"MOE\" для AR-15 (FDE)"
L["eft_ar_pgrip_moefde.compactname"] = "MOE AR15"
L["eft_ar_pgrip_moefde.description"] = "Полимерная пистолетная рукоятка Magpul MOE (Magpul Original Equipment) устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15. Благодаря эргономике и антискользящей текстуре рукоятки, удержание и контроль оружия становится комфортнее. Внутри рукоятки находится место под контейнеры для ЗИП или элементов питания."

L["eft_ar_pgrip_psg1.printname"] = "Пистолетная рукоятка HK \"Ergo PSG-1 style\" для AR-15"
L["eft_ar_pgrip_psg1.compactname"] = "Ergo"
L["eft_ar_pgrip_psg1.description"] = "Полимерная пистолетная рукоятка \"Ergo PSG-1 style\" устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15."

L["eft_ar_pgrip_stark.printname"] = "Пистолетная рукоятка Stark \"AR Rifle Grip\" для AR-15 (Черная)"
L["eft_ar_pgrip_stark.compactname"] = "Stark AR"
L["eft_ar_pgrip_stark.description"] = "Полимерная пистолетная рукоятка Stark \"AR Rifle Grip\" устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15. Версия в черном цвете."

L["eft_ar_pgrip_starkfde.printname"] = "Пистолетная рукоятка Stark \"AR Rifle Grip\" для AR-15 (FDE)"
L["eft_ar_pgrip_starkfde.compactname"] = "Stark AR"
L["eft_ar_pgrip_starkfde.description"] = "Полимерная пистолетная рукоятка Stark \"AR Rifle Grip\" устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15. Версия в цвете Flat Dark Earth."

L["eft_ar_pgrip_tdskelet.printname"] = "Пистолетная рукоятка Tactical Dynamics \"Skeletonized Grip\" для AR-15"
L["eft_ar_pgrip_tdskelet.compactname"] = "TD120001"
L["eft_ar_pgrip_tdskelet.description"] = "Легкая алюминиевая пистолетная рукоятка для AR-15-совместимых, производство Tactical Dynamics."

L["eft_ar_pgrip_orion.printname"] = "Пистолетная рукоятка Aeroknox \"Orion Grip\" для AR-15"
L["eft_ar_pgrip_orion.compactname"] = "Orion"
L["eft_ar_pgrip_orion.description"] = "Пистолетная рукоятка \"Orion Grip\" устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15. Производство Aeroknox."

L["eft_ar_pgrip_sig.printname"] = "Пистолетная рукоятка SIG Sauer \"Reduced Angle Pistol Grip\" для AR-15 (Coyote Tan)"
L["eft_ar_pgrip_sig.compactname"] = "SIG RAPG"
L["eft_ar_pgrip_sig.description"] = "Полимерная пистолетная рукоятка Reduced Angle Pistol Grip устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15. Производство SIG Sauer. Версия в цвете Coyote Tan."

-- [[ stock ]]
L["eft_ar_stock_adar.printname"] = "Приклад деревянный ADAR 2-15 для AR-15"
L["eft_ar_stock_adar.compactname"] = "ADAR дерево"
L["eft_ar_stock_adar.description"] = "Деревянный приклад для карабина ADAR 2-15, выполненный по мотивам снайперской винтовки СВД."

L["eft_ar_stock_ak12.printname"] = "Приклад для АК-12"
L["eft_ar_stock_ak12.compactname"] = "АК-12"
L["eft_ar_stock_ak12.description"] = "Штатный телескопический приклад для автоматов АК-12. Производство Ижмаш."

L["eft_ar_stock_b5.printname"] = "Приклад B5 Systems \"Precision\" для AR-15"
L["eft_ar_stock_b5.compactname"] = "Precision"
L["eft_ar_stock_b5.description"] = "Телескопический приклад \"Precision\", произведенный в B5 Systems и предназначенный для установки на винтовки системы AR."

L["eft_ar_stock_buttpad.printname"] = "Затыльник Magpul \"Rubber Butt-Pad\" для прикладов \"MOE Carbine\""
L["eft_ar_stock_buttpad.compactname"] = "MOE RBP"
L["eft_ar_stock_buttpad.description"] = "Комплектный тыльник Magpul Rubber Butt-Pad для прикладов MOE Carbine. Однако может быть установлен и на другие модели серии."

L["eft_ar_stock_ctr.printname"] = "Приклад Magpul \"CTR Carbine\" для AR-15 (Черный)"
L["eft_ar_stock_ctr.compactname"] = "CTR"
L["eft_ar_stock_ctr.description"] = "Быстросъёмный приклад для карабинов AR-15/M16 с телескопической трубкой военного образца, производство Magpul Original Equipment. Форма рамки позволяет избежать заклинивая и случайного срабатывания отпирающего рычага, а резиновый затыльник, при стандартной толщине, меньше скользит на броне или модульном снаряжении. Версия в черном цвете."

L["eft_ar_stock_ctrf.printname"] = "Приклад Magpul \"CTR Carbine\" для AR-15 (FDE)"
L["eft_ar_stock_ctrf.compactname"] = "CTR FDE"
L["eft_ar_stock_ctrf.description"] = "Быстросъёмный приклад для карабинов AR-15/M16 с телескопической трубкой военного образца, производство Magpul Original Equipment. Форма рамки позволяет избежать заклинивая и случайного срабатывания отпирающего рычага, а резиновый затыльник, при стандартной толщине, меньше скользит на броне или модульном снаряжении. Версия в цвете Flat Dark Earth."

L["eft_ar_stock_ds150.printname"] = "Приклад KRISS \"Defiance DS150\"  для AR-15 (Черный)"
L["eft_ar_stock_ds150.compactname"] = "DS150"
L["eft_ar_stock_ds150.description"] = "Быстросъёмный приклад для карабинов AR-15/M16 с телескопической трубкой военного образца. Форма рамки позволяет избежать заклинивания и случайного срабатывания отпирающего рычага, а резиновый тыльник, при стандартной толщине, меньше скользит на броне или модульном снаряжении. Версия в черном цвете."

L["eft_ar_stock_ds150f.printname"] = "Приклад KRISS \"Defiance DS150\" для AR-15 (FDE)"
L["eft_ar_stock_ds150f.compactname"] = "DS150 FDE"
L["eft_ar_stock_ds150f.description"] = "Быстросъёмный приклад для карабинов AR-15/M16 с телескопической трубкой военного образца. Форма рамки позволяет избежать заклинивания и случайного срабатывания отпирающего рычага, а резиновый тыльник, при стандартной толщине, меньше скользит на броне или модульном снаряжении. Версия в цвете Flat Dark Earth."

L["eft_ar_stock_e1.printname"] = "Приклад HK \"E1\" для AR-15"
L["eft_ar_stock_e1.compactname"] = "HK E1"
L["eft_ar_stock_e1.description"] = "Телескопический приклад E1 разработан как замена стандартному прикладу HK416. Изготовлен из высококачественного нейлонового волокна с откручивающимся резиновым тыльником для приклада и двусторонней точкой крепления ремней. Устанавливается на любое оружие системы AR-15. Производство Heckler & Koch."

L["eft_ar_stock_emod.printname"] = "Приклад Vltor \"EMOD\" для AR-15"
L["eft_ar_stock_emod.compactname"] = "EMOD"
L["eft_ar_stock_emod.description"] = "Приклад \"EMOD\" для систем AR-15. Производство Vltor."

L["eft_ar_stock_glcore.printname"] = "Приклад FAB Defense \"GL-CORE\" для AR-15"
L["eft_ar_stock_glcore.compactname"] = "GL-CORE"
L["eft_ar_stock_glcore.description"] = "Телескопический приклад производства FAB Defense. Интегрированный подщечник, эргономичный тыльник и сменный переходник для трубок обеспечивают непревзойденную посадку на трубки военного и коммерческого образца с высоким уровнем эффективности и комфорта. Включает резиновый тыльник эргономичной формы для быстрого хвата плечом и легкого маневрирования оружия."

L["eft_ar_stock_glr16s.printname"] = "Приклад FAB Defense \"GLR-16-S\" для AR-15"
L["eft_ar_stock_glr16s.compactname"] = "GLR-16-S"
L["eft_ar_stock_glr16s.description"] = "Телескопический приклад \"GLR-16-S\". Производство FAB Defense."

L["eft_ar_stock_glshock.printname"] = "Приклад FAB Defense \"GL-SHOCK\" для AR-15"
L["eft_ar_stock_glshock.compactname"] = "GLSHOCK"
L["eft_ar_stock_glshock.description"] = "Телескопический приклад \"GL-SHOCK\" с регулируемым упором для щеки, производства FAB Defense."

L["eft_ar_stock_heracqr.printname"] = "Пистолетная рукоятка-приклад Hera Arms \"CQR\" для AR-15"
L["eft_ar_stock_heracqr.compactname"] = "CQR"
L["eft_ar_stock_heracqr.description"] = "Разработан как для гражданского рынка, так и для использования в военных целях, чтобы создать одну из самых жестких и компактных стрелковых систем на базе широко доступной платформы AR-15. Приклад CQR легко монтируется на место штатной трубы приклада AR-15."

L["eft_ar_stock_m4ss.printname"] = "Приклад High Standard \"M4SS\" для AR-15"
L["eft_ar_stock_m4ss.compactname"] = "M4SS"
L["eft_ar_stock_m4ss.description"] = "Телескопический приклад High Standard M4SS во всем повторяет классический приклад M4A1, за исключением мелких деталей в геометрии."

L["eft_ar_stock_magpulmoe.printname"] = "Приклад Magpul \"MOE Carbine\" для AR-15 (Черный)"
L["eft_ar_stock_magpulmoe.compactname"] = "MOE"
L["eft_ar_stock_magpulmoe.description"] = "Быстросъёмный приклад для карабинов AR-15/M16 с телескопической трубкой военного образца, производство Magpul Original Equipment. Форма рамки позволяет избежать заклинивая и случайного срабатывания отпирающего рычага, а резиновый затыльник, при стандартной толщине, меньше скользит на броне или модульном снаряжении. Версия в черном цвете."

L["eft_ar_stock_magpulmoe_fde.printname"] = "Приклад Magpul \"MOE Carbine\" для AR-15 (FDE)"
L["eft_ar_stock_magpulmoe_fde.compactname"] = "MOE FDE"
L["eft_ar_stock_magpulmoe_fde.description"] = "Быстросъёмный приклад для карабинов AR-15/M16 с телескопической трубкой военного образца, производство Magpul Original Equipment. Форма рамки позволяет избежать заклинивая и случайного срабатывания отпирающего рычага, а резиновый затыльник, при стандартной толщине, меньше скользит на броне или модульном снаряжении. Версия в цвете Flat Dark Earth."

L["eft_ar_stock_magpulmoe_fg.printname"] = "Приклад Magpul \"MOE Carbine\" для AR-15 (Foliage Green)"
L["eft_ar_stock_magpulmoe_fg.compactname"] = "MOE FG"
L["eft_ar_stock_magpulmoe_fg.description"] = "Быстросъёмный приклад для карабинов AR-15/M16 с телескопической трубкой военного образца, производство Magpul Original Equipment. Форма рамки позволяет избежать заклинивая и случайного срабатывания отпирающего рычага, а резиновый затыльник, при стандартной толщине, меньше скользит на броне или модульном снаряжении. Версия в цвете Foliage Green."

L["eft_ar_stock_magpulmoe_od.printname"] = "Приклад Magpul \"MOE Carbine\" для AR-15 (Олива)"
L["eft_ar_stock_magpulmoe_od.compactname"] = "MOE OD"
L["eft_ar_stock_magpulmoe_od.description"] = "Быстросъёмный приклад для карабинов AR-15/M16 с телескопической трубкой военного образца, производство Magpul Original Equipment. Форма рамки позволяет избежать заклинивая и случайного срабатывания отпирающего рычага, а резиновый затыльник, при стандартной толщине, меньше скользит на броне или модульном снаряжении. Версия в цвете Олива (Olive Drab)."

L["eft_ar_stock_magpulmoe_sg.printname"] = "Приклад Magpul \"MOE Carbine\" для AR-15 (Stealth Grey)"
L["eft_ar_stock_magpulmoe_sg.compactname"] = "MOE SG"
L["eft_ar_stock_magpulmoe_sg.description"] = "Быстросъёмный приклад для карабинов AR-15/M16 с телескопической трубкой военного образца, производство Magpul Original Equipment. Форма рамки позволяет избежать заклинивая и случайного срабатывания отпирающего рычага, а резиновый затыльник, при стандартной толщине, меньше скользит на броне или модульном снаряжении. Версия в цвете Stealth Grey."

L["eft_ar_stock_mftbus.printname"] = "Приклад MFT \"BUS\" для AR-15"
L["eft_ar_stock_mftbus.compactname"] = "BUS"
L["eft_ar_stock_mftbus.description"] = "Полимерный приклад \"BATTLELINK Utility Stock\" от компании Mission First Tactical. Адаптируется и изменяется в зависимости от окружающей среды и требований владельца, от хранения дополнительных предметов в заднем отделении до использования специальных креплений для аксессуаров."

L["eft_ar_stock_prsgen2f.printname"] = "Приклад Magpul \"PRS GEN2\" для AR-15 (FDE)"
L["eft_ar_stock_prsgen2f.compactname"] = "PRS GEN2"
L["eft_ar_stock_prsgen2f.description"] = "Приклад \"PRS GEN2\", произведенный в Magpul. Версия в цвете Flat Dark Earth."

L["eft_ar_stock_prsgen3.printname"] = "Приклад Magpul \"PRS GEN3\" для AR-15 (Черный)"
L["eft_ar_stock_prsgen3.compactname"] = "PRS GEN3"
L["eft_ar_stock_prsgen3.description"] = "Magpul \"Precision Rifle/Sniper GEN3\" - это высокоточный приклад для платформ AR-15/M16 и AR-10/SR-25. Включает возможность регулировки длины без использования инструментов и высоты подщечника с помощью алюминиевых фиксаторов. Версия в черном цвете."

L["eft_ar_stock_prsgen3g.printname"] = "Приклад Magpul \"PRS GEN3\" для AR-15 (Серый)"
L["eft_ar_stock_prsgen3g.compactname"] = "PRS GEN3"
L["eft_ar_stock_prsgen3g.description"] = "Magpul \"Precision Rifle/Sniper GEN3\" - это высокоточный приклад для платформ AR-15/M16 и AR-10/SR-25. Включает возможность регулировки длины без использования инструментов и высоты подщечника с помощью алюминиевых фиксаторов. Версия в сером цвете."

L["eft_ar_stock_ripstop.printname"] = "Приклад CMMG \"RipStock\" для AR-15"
L["eft_ar_stock_ripstop.compactname"] = "RipStock"
L["eft_ar_stock_ripstop.description"] = "Минималистичный телескопический приклад \"RipStock\", разработанный для молниеносной боеготовности в любой пользовательской настройке. Производство CMMG."

L["eft_ar_stock_sba3.printname"] = "Приклад SB Tactical \"SBA3\" для AR-15"
L["eft_ar_stock_sba3.compactname"] = "SBA3"
L["eft_ar_stock_sba3.description"] = "Телескопический приклад \"SBA3\", разработан и произведен компанией SB Tactical. Устанавливается на оружие системы AR-15."

L["eft_ar_stock_slim.printname"] = "Приклад HK \"Slim Line\" для AR-15"
L["eft_ar_stock_slim.compactname"] = "Slim Line"
L["eft_ar_stock_slim.description"] = "Телескопический приклад из серии \"Slim Line\", разработан и произведен в Heckler & Koch."

L["eft_ar_stock_sopmod.printname"] = "Приклад LMT \"SOPMOD\" для AR-15"
L["eft_ar_stock_sopmod.compactname"] = "SOPMOD"
L["eft_ar_stock_sopmod.description"] = "Телескопический приклад производства LMT Defense. Является частью SOPMOD Block 0."

L["eft_ar_stock_vipermod1.printname"] = "Приклад Strike Industries \"Viper Mod 1\" для AR-15"
L["eft_ar_stock_vipermod1.compactname"] = "Viper Mod1"
L["eft_ar_stock_vipermod1.description"] = "Телескопический приклад \"Viper Mod 1\", разработанный и произведенный в Strike Industries. Приклад предназначен для платформ AR-15 и подходит для всех труб размера Mil-Spec. Надевается на трубки Mil-Spec для быстрой и легкой замены заводского приклада."

L["eft_ar_stock_magpul_slk.printname"] = "Приклад Magpul \"MOE SL-K Carbine\" (Coyote Tan)"
L["eft_ar_stock_magpul_slk.compactname"] = "MOE SL-K"
L["eft_ar_stock_magpul_slk.description"] = "Быстросъёмный приклад для карабинов AR-15/M16 с телескопической трубкой военного образца. Производство Magpul Original Equipment. Версия в цвете Coyote Tan."

L["eft_ar_stock_ddecb.printname"] = "Приклад Daniel Defense \"Enhanced Collapsible Buttstock\" для AR-15 (Черный)"
L["eft_ar_stock_ddecb.compactname"] = "DD ECB"
L["eft_ar_stock_ddecb.description"] = "Быстросъёмный приклад для карабинов AR-15. Производство Daniel Defense. Версия в черном цвете."

L["eft_ar_stock_ddecb_f.printname"] = "Приклад Daniel Defense \"Enhanced Collapsible Buttstock\" для AR-15 (FDE)"
L["eft_ar_stock_ddecb_f.compactname"] = "DD ECB FDE"
L["eft_ar_stock_ddecb_f.description"] = "Быстросъёмный приклад для карабинов AR-15. Производство Daniel Defense. Версия в цвете Flat Dark Earth."

L["eft_dd_buttpad_14.printname"] = "Затыльник Daniel Defense \"TCS Buttpad\" 12мм"
L["eft_dd_buttpad_14.compactname"] = "TCS 12"
L["eft_dd_buttpad_14.description"] = "Комплектный затыльник Thicker Convex Shape Buttpad 12mm для прикладов Daniel Defense. Производство Daniel Defense."

L["eft_dd_buttpad_20.printname"] = "Затыльник Daniel Defense \"TCS Buttpad\" 20мм"
L["eft_dd_buttpad_20.compactname"] = "TCS 20"
L["eft_dd_buttpad_20.description"] = "Комплектный затыльник Thicker Convex Shape Buttpad 20mm для прикладов Daniel Defense. Производство Daniel Defense."

-- [[ camos ]]
-- L["eft_ammo_9x19_ap63.printname"] = "9x19мм AP 6.3"
-- L["eft_ammo_9x19_ap63.compactname"] = "AP 6.3"
-- L["eft_ammo_9x19_ap63.description"] = "Патрон 9x19мм Парабеллум AP 6.3 (Armor-Piercing - \"Бронебойная\") с двухэлементной бронебойной пулей с 6.3мм наконечником из закаленной стали и латунным поддоном. Несмотря на то, что пуля имеет среднюю начальную скорость относительно других патронов того же калибра, она обладает высокой бронепробиваемостью против базового и среднего уровня защиты и поражающей способностью."

-- [[ foregrip ]]
L["eft_foregrip_afg.printname"] = "Тактическая рукоятка Magpul \"AFG\" (Черная)"
L["eft_foregrip_afg.compactname"] = "AFG BLK"
L["eft_foregrip_afg.description"] = "Тактическая рукоятка Magpul AFG (Angled Fore Grip). Позволяет удерживать оружие в более естественном для руки стрелка положении и по центральной оси ствола. Благодаря этому, помогает смягчить отдачу и повышает управляемость оружия. Версия в черном цвете."

L["eft_foregrip_afg_fde.printname"] = "Тактическая рукоятка Magpul \"AFG\" (FDE)"
L["eft_foregrip_afg_fde.compactname"] = "AFG FDE"
L["eft_foregrip_afg_fde.description"] = "Тактическая рукоятка Magpul AFG (Angled Fore Grip). Позволяет удерживать оружие в более естественном для руки стрелка положении и по центральной оси ствола. Благодаря этому, помогает смягчить отдачу и повышает управляемость оружия. Версия в цвете Flat Dark Earth."

L["eft_foregrip_afg_fg.printname"] = "Тактическая рукоятка Magpul \"AFG\" (Forest Green)"
L["eft_foregrip_afg_fg.compactname"] = "AFG FG"
L["eft_foregrip_afg_fg.description"] = "Тактическая рукоятка Magpul AFG (Angled Fore Grip). Позволяет удерживать оружие в более естественном для руки стрелка положении и по центральной оси ствола. Благодаря этому, помогает смягчить отдачу и повышает управляемость оружия. Версия в цвете Forest Green."

L["eft_foregrip_afg_od.printname"] = "Тактическая рукоятка Magpul \"AFG\" (Олива)"
L["eft_foregrip_afg_od.compactname"] = "AFG OD"
L["eft_foregrip_afg_od.description"] = "Тактическая рукоятка Magpul AFG (Angled Fore Grip). Позволяет удерживать оружие в более естественном для руки стрелка положении и по центральной оси ствола. Благодаря этому, помогает смягчить отдачу и повышает управляемость оружия. Версия в цвете Олива (Olive Drab)."

L["eft_foregrip_ash12.printname"] = "Тактическая рукоятка для АШ-12"
L["eft_foregrip_ash12.compactname"] = "АШ-12"
L["eft_foregrip_ash12.description"] = "Штатная тактическая вертикальная рукоятка для автомата АШ-12."

L["eft_foregrip_b25u.printname"] = "Тактическая рукоятка Зенит \"РК-1\" на креплении \"Б-25У\""
L["eft_foregrip_b25u.compactname"] = "Б-25У РК-1"
L["eft_foregrip_b25u.description"] = "Рукоятка РК-1 устанавливается на нижнюю планку Weaver и служит для оперативного управления оружием при стрельбе. Установлена на крепление Б-25У для удобства работы с пулеметами. Производство Зенит."

L["eft_foregrip_bcm.printname"] = "Тактическая рукоятка BCM \"GUNFIGHTER MOD 3\""
L["eft_foregrip_bcm.compactname"] = "GF MOD3"
L["eft_foregrip_bcm.description"] = "Облегченная полимерная тактическая рукоятка производства BCM."

L["eft_foregrip_bgv.printname"] = "Тактическая рукоятка TangoDown \"Stubby BGV-MK46K\" (Черная)"
L["eft_foregrip_bgv.compactname"] = "MK46K"
L["eft_foregrip_bgv.description"] = "Тактическая рукоятка TangoDown Stubby BGV-MK46K. Короткая тактическая рукоятка для использования на оружии, предназначенном для коротких и ультракоротких дистанций. Идеально подходит для штурмовых гладкоствольных ружей. Снабжена внутренним пространством для хранения мелочей или элементов питания. Черная версия."

L["eft_foregrip_bgv_fde.printname"] = "Тактическая рукоятка TangoDown \"Stubby BGV-MK46K\" (FDE)"
L["eft_foregrip_bgv_fde.compactname"] = "MK46K"
L["eft_foregrip_bgv_fde.description"] = "Тактическая рукоятка TangoDown Stubby BGV-MK46K. Короткая тактическая рукоятка для использования на оружии, предназначенном для коротких и ультракоротких дистанций. Идеально подходит для штурмовых гладкоствольных ружей. Снабжена внутренним пространством для хранения мелочей или элементов питания. Версия в цвете Flat Dark Earth."

L["eft_foregrip_bgv_sg.printname"] = "Тактическая рукоятка TangoDown \"Stubby BGV-MK46K\" (Stealth Grey)"
L["eft_foregrip_bgv_sg.compactname"] = "MK46K"
L["eft_foregrip_bgv_sg.description"] = "Тактическая рукоятка TangoDown Stubby BGV-MK46K. Короткая тактическая рукоятка для использования на оружии, предназначенном для коротких и ультракоротких дистанций. Идеально подходит для штурмовых гладкоствольных ружей. Снабжена внутренним пространством для хранения мелочей или элементов питания. Версия в цвете Stealth Grey."

L["eft_foregrip_cobra.printname"] = "Тактическая рукоятка Strike Industries \"Cobra Tactical\""
L["eft_foregrip_cobra.compactname"] = "Cobra"
L["eft_foregrip_cobra.description"] = "Вертикальная рукоятка \"Cobra Tactical\" превращает форму в функциональность. Гибридная конструкция позволяет стрелку использовать как обычный хват так и удобный упор для пальцев при хвате за цевье. Рукоятка позволяет стрелку манипулировать оружием с уверенностью, а органический дизайн позволяет удерживать оружие самым удобным для него способом. Производство Strike Industries."

L["eft_foregrip_cqr.printname"] = "Тактическая рукоятка Hera Arms \"CQR\""
L["eft_foregrip_cqr.compactname"] = "CQR"
L["eft_foregrip_cqr.description"] = "Передняя рукоятка CQR - это простая в установке, легкая и компактная передняя рукоятка производства Hera Arms. В комбинации с одноименным прикладом CQR можно получить легкую и эргономичную систему \"SBR\"."

L["eft_foregrip_fortis.printname"] = "Тактическая рукоятка Fortis \"Shift\""
L["eft_foregrip_fortis.compactname"] = "Shift"
L["eft_foregrip_fortis.description"] = "Вертикальная рукоятка Shift превращает форму в функциональность. Гибридная конструкция позволяет стрелку использовать как обычный хват, так и удобный упор для пальцев при хвате за цевье. Рукоятка позволяет стрелку манипулировать оружием с уверенностью, а органичный дизайн позволяет удерживать оружие самым удобным для него способом в любой ситуации."

L["eft_foregrip_kac.printname"] = "Тактическая рукоятка KAC \"Vertical Foregrip\""
L["eft_foregrip_kac.compactname"] = "KAC VFG"
L["eft_foregrip_kac.description"] = "Тактическая вертикальная передняя рукоятка, производство Knight's Armament Company."

L["eft_foregrip_keymod_monstrum.printname"] = "Тактическая рукоятка Monstrum Tactical \"Vertical Fore Grip\" KeyMod"
L["eft_foregrip_keymod_monstrum.compactname"] = "MT VFG"
L["eft_foregrip_keymod_monstrum.description"] = "Тактическая вертикальная рукоятка, произведенная Monstrum Tactical. Совместима с цевьями с интерфейсом KeyMod."

L["eft_foregrip_keymod_mvf.printname"] = "Тактическая рукоятка A3 Tactical \"MVF001 KeyMod\" (Черная)"
L["eft_foregrip_keymod_mvf.compactname"] = "MVF001"
L["eft_foregrip_keymod_mvf.description"] = "Тактическая рукоятка \"MVF001 KeyMod\". MVF001 была разработана специально для интерфейса KeyMod. Производство A3 Tactical."

L["eft_foregrip_keymod_sig.printname"] = "Тактическая рукоятка SIG Sauer \"Vertical Foregrip KeyMod\" (Черная)"
L["eft_foregrip_keymod_sig.compactname"] = "SSVFK"
L["eft_foregrip_keymod_sig.description"] = "Тактическая рукоятка SIG Sauer \"Vertical Foregrip\" для интерфейса KeyMod. Выполнена из материалов высочайшего класса, с качеством присущим SIG Sauer."

L["eft_foregrip_mlok_afg.printname"] = "Тактическая рукоятка Magpul \"M-LOK AFG\" (Черная)"
L["eft_foregrip_mlok_afg.compactname"] = "AFG M-LOK"
L["eft_foregrip_mlok_afg.description"] = "Тактическая рукоятка Magpul M-LOK AFG. Устанавливается только в запатентованый Magpul слот M-LOK на соответствующей продукции. Версия в черном цвете."

L["eft_foregrip_mlok_afg_fde.printname"] = "Тактическая рукоятка Magpul \"M-LOK AFG\" (FDE)"
L["eft_foregrip_mlok_afg_fde.compactname"] = "AFG M-LOK"
L["eft_foregrip_mlok_afg_fde.description"] = "Тактическая рукоятка Magpul M-LOK AFG. Устанавливается только в запатентованый Magpul слот M-LOK на соответствующей продукции. Версия в цвете Flat Dark Earth."

L["eft_foregrip_mlok_afg_od.printname"] = "Тактическая рукоятка Magpul \"M-LOK AFG\" (Олива)"
L["eft_foregrip_mlok_afg_od.compactname"] = "AFG M-LOK"
L["eft_foregrip_mlok_afg_od.description"] = "Тактическая рукоятка Magpul \"M-LOK AFG\". Устанавливается только в запатентованый Magpul слот M-LOK на соответствующей продукции. Версия в цвете Олива (Olive Drab)."

L["eft_foregrip_mlok_afg_sg.printname"] = "Тактическая рукоятка Magpul \"M-LOK AFG\" (Stealth Grey)"
L["eft_foregrip_mlok_afg_sg.compactname"] = "AFG M-LOK"
L["eft_foregrip_mlok_afg_sg.description"] = "Тактическая рукоятка Magpul M-LOK AFG. Устанавливается только в запатентованый Magpul слот M-LOK на соответствующей продукции. Версия в цвете Stealth Grey."

L["eft_foregrip_rk0.printname"] = "Тактическая рукоятка Зенит \"РК-0\""
L["eft_foregrip_rk0.compactname"] = "РК-0"
L["eft_foregrip_rk0.description"] = "Рукоятка РК-0 устанавливается на нижнюю планку Weaver и служит для оперативного управления оружием при стрельбе. Производство Зенит."

L["eft_foregrip_rk1.printname"] = "Тактическая рукоятка Зенит \"РК-1\""
L["eft_foregrip_rk1.compactname"] = "РК-1"
L["eft_foregrip_rk1.description"] = "Рукоятка РК-1 устанавливается на нижнюю планку Weaver и служит для оперативного управления оружием при стрельбе. Производство Зенит."

L["eft_foregrip_rk2.printname"] = "Тактическая рукоятка Зенит \"РК-2\""
L["eft_foregrip_rk2.compactname"] = "РК-2"
L["eft_foregrip_rk2.description"] = "Рукоятка РК-2 устанавливается на нижнюю планку Weaver и служит для оперативного управления оружием при стрельбе. Производство Зенит."

L["eft_foregrip_rk4.printname"] = "Тактическая рукоятка Зенит \"РК-4\""
L["eft_foregrip_rk4.compactname"] = "РК-4"
L["eft_foregrip_rk4.description"] = "Рукоятка РК-4 устанавливается на нижнюю планку Weaver и служит для оперативного управления оружием при стрельбе. Производство Зенит."

L["eft_foregrip_rk5.printname"] = "Тактическая рукоятка Зенит \"РК-5\""
L["eft_foregrip_rk5.compactname"] = "РК-5"
L["eft_foregrip_rk5.description"] = "Рукоятка РК-5 устанавливается на нижнюю планку Weaver и служит для оперативного управления оружием при стрельбе. Производство Зенит."

L["eft_foregrip_rk6.printname"] = "Тактическая рукоятка Зенит \"РК-6\""
L["eft_foregrip_rk6.compactname"] = "РК-6"
L["eft_foregrip_rk6.description"] = "Рукоятка РК-6 устанавливается на нижнюю планку Weaver и служит для оперативного управления оружием при стрельбе. Производство Зенит."

L["eft_foregrip_rtm.printname"] = "Тактическая рукоятка РТМ \"Пиллау\""
L["eft_foregrip_rtm.compactname"] = "Пиллау"
L["eft_foregrip_rtm.description"] = "Облегченная алюминиевая тактическая рукоятка производства \"РТМ\"."

L["eft_foregrip_rvg.printname"] = "Тактическая рукоятка Magpul \"RVG\" (Черная)"
L["eft_foregrip_rvg.compactname"] = "RVG BLK"
L["eft_foregrip_rvg.description"] = "Тактическая рукоятка Magpul \"RVG\" (Rail Vertical Grip). Представляет собой обычную легкую недорогую вертикальную рукоятку эргономичной формы."

L["eft_foregrip_rvg_fde.printname"] = "Тактическая рукоятка Magpul \"RVG\" (FDE)"
L["eft_foregrip_rvg_fde.compactname"] = "RVG FDE"
L["eft_foregrip_rvg_fde.description"] = "Тактическая рукоятка Magpul \"RVG\" (Rail Vertical Grip). Представляет собой обычную легкую недорогую вертикальную рукоятку эргономичной формы. Версия в цвете Flat Dark Earth."

L["eft_foregrip_se5.printname"] = "Тактическая рукоятка Stark \"SE-5 Express Forward\""
L["eft_foregrip_se5.compactname"] = "SE-5"
L["eft_foregrip_se5.description"] = "Тактическая рукоятка Stark \"SE-5 Express Forward\". Позволяет удерживать оружие в более естественном для руки стрелка положении и по центральной оси ствола. Благодаря этому, помогает смягчить отдачу и повышает управляемость оружия."

L["eft_foregrip_td.printname"] = "Тактическая рукоятка Tactical Dynamics \"Skeletonized Foregrip\""
L["eft_foregrip_td.compactname"] = "SFG"
L["eft_foregrip_td.description"] = "Облегченная алюминиевая тактическая рукоятка производства Tactical Dynamics."

L["eft_foregrip_uvg.printname"] = "Тактическая рукоятка Viking Tactics \"UVG\""
L["eft_foregrip_uvg.compactname"] = "UVG"
L["eft_foregrip_uvg.description"] = "Крайне облегченная скелетонизированная тактическая рукоятка из легкого сплава, производство Viking Tactics."

L["eft_foregrip_sturm.printname"] = "Тактическая рукоятка HK \"Sturmgriff\""
L["eft_foregrip_sturm.compactname"] = "Sturmgriff"
L["eft_foregrip_sturm.description"] = "Вертикальная тактическая рукоятка \"Sturmgriff\". Производство Heckler & Koch."

L["eft_foregrip_rtm_fde.printname"] = "Тактическая рукоятка РТМ \"Пиллау\" (Песок)"
L["eft_foregrip_rtm_fde.compactname"] = "Пиллау"
L["eft_foregrip_rtm_fde.description"] = "Облегченная алюминиевая тактическая рукоятка производства \"РТМ\". Версия в песочном цвете."

L["eft_foregrip_se5_fde.printname"] = "Тактическая рукоятка Stark \"SE-5 Express Forward\" (FDE)"
L["eft_foregrip_se5_fde.compactname"] = "SE-5 FDE"
L["eft_foregrip_se5_fde.description"] = "Тактическая рукоятка Stark \"SE-5 Express Forward\". Позволяет удерживать оружие в более естественном для руки стрелка положении и по центральной оси ствола. Благодаря этому, помогает смягчить отдачу и повышает управляемость оружия. Версия в цвете Flat Dark Earth."

L["eft_foregrip_rtm_p2.printname"] = "Тактическая рукоятка РТМ \"Пиллау П-2\" (Красная)"
L["eft_foregrip_rtm_p2.compactname"] = "П-2"
L["eft_foregrip_rtm_p2.description"] = "Облегченная алюминиевая тактическая рукоятка \"Пиллау\" второго поколения. Производство \"РТМ\". Версия в красном цвете."

L["eft_foregrip_rtm_oso.printname"] = "Тактическая рукоятка РТМ \"Осовец П-2\""
L["eft_foregrip_rtm_oso.compactname"] = "Осовец"
L["eft_foregrip_rtm_oso.description"] = "Алюминиевая тактическая рукоятка производства \"РТМ\"."

L["eft_foregrip_rtm_oso_khaki.printname"] = "Тактическая рукоятка РТМ \"Осовец П-2\" (Хаки)"
L["eft_foregrip_rtm_oso_khaki.compactname"] = "Осовец"
L["eft_foregrip_rtm_oso_khaki.description"] = "Алюминиевая тактическая рукоятка производства \"РТМ\". Версия в цвете хаки."

L["eft_foregrip_mlok_dd.printname"] = "Тактическая рукоятка Daniel Defense \"Enhanced M-LOK Vertical Foregrip\" (Черная)"
L["eft_foregrip_mlok_dd.compactname"] = "DD M-LOK"
L["eft_foregrip_mlok_dd.description"] = "Тактическая рукоятка Enhanced M-LOK Vertical Foregrip. Устанавливается на цевья с интерфейсом стандарта M-LOK. Производство Daniel Defense. Версия в черном цвете."

L["eft_foregrip_mlok_dd_fde.printname"] = "Тактическая рукоятка Daniel Defense \"Enhanced M-LOK Vertical Foregrip\" (Coyote Brown)"
L["eft_foregrip_mlok_dd_fde.compactname"] = "DD M-LOK"
L["eft_foregrip_mlok_dd_fde.description"] = "Тактическая рукоятка Enhanced M-LOK Vertical Foregrip. Устанавливается на цевья с интерфейсом стандарта M-LOK. Производство Daniel Defense. Версия в цвете Coyote Brown."

L["eft_foregrip_bgv_qdk.printname"] = "Тактическая рукоятка TangoDown \"Stubby BGV-QDK\" (Черная)"
L["eft_foregrip_bgv_qdk.compactname"] = "BGV-QDK"
L["eft_foregrip_bgv_qdk.description"] = "Тактическая рукоятка Stubby BGV-QDK. Короткая тактическая рукоятка для использования на оружии, предназначенном для коротких и ультракоротких дистанций. Снабжена внутренним пространством для хранения мелочей или элементов питания. Производство TangoDown. Версия в черном цвете."

L["eft_foregrip_bgv_qdk_fde.printname"] = "Тактическая рукоятка TangoDown \"Stubby BGV-QDK\" (FDE)"
L["eft_foregrip_bgv_qdk_fde.compactname"] = "BGV-QDK"
L["eft_foregrip_bgv_qdk_fde.description"] = "Тактическая рукоятка Stubby BGV-QDK. Короткая тактическая рукоятка для использования на оружии, предназначенном для коротких и ультракоротких дистанций. Снабжена внутренним пространством для хранения мелочей или элементов питания. Производство TangoDown. Версия в цвете Flat Dark Earth."

L["eft_foregrip_bgv_qditi.printname"] = "Тактическая рукоятка TangoDown \"BGV-QDITI\" (Черная)"
L["eft_foregrip_bgv_qditi.compactname"] = "BGV-QDITI"
L["eft_foregrip_bgv_qditi.description"] = "Вертикальная тактическая рукоятка BGV-QDITI. Снабжена внутренним пространством для хранения мелочей или элементов питания. Производство TangoDown. Версия в черном цвете."

L["eft_foregrip_bgv_qditi_fde.printname"] = "Тактическая рукоятка TangoDown \"BGV-QDITI\" (FDE)"
L["eft_foregrip_bgv_qditi_fde.compactname"] = "BGV-QDITI "
L["eft_foregrip_bgv_qditi_fde.description"] = "Вертикальная тактическая рукоятка BGV-QDITI. Снабжена внутренним пространством для хранения мелочей или элементов питания. Производство TangoDown. Версия в цвете Flat Dark Earth."

L["eft_foregrip_mlok_mod3.printname"] = "Тактическая рукоятка BCM \"GUNFIGHTER MOD 3 M-LOK\" (Черная)"
L["eft_foregrip_mlok_mod3.compactname"] = "GF MLOK"
L["eft_foregrip_mlok_mod3.description"] = "Облегченная полимерная тактическая рукоятка. Устанавливается на цевья с интерфейсом стандарта M-LOK. Производство Bravo Company Manufacturing. Версия в черном цвете."

L["eft_foregrip_mlok_mod3f.printname"] = "Тактическая рукоятка BCM \"GUNFIGHTER MOD 3 M-LOK\" (FDE)"
L["eft_foregrip_mlok_mod3f.compactname"] = "GF MLOK"
L["eft_foregrip_mlok_mod3f.description"] = "Облегченная полимерная тактическая рукоятка. Устанавливается на цевья с интерфейсом стандарта M-LOK. Производство Bravo Company Manufacturing. Версия в цвете Flat Dark Earth."

-- [[ frontsight ]]
L["eft_frontsight_a2.printname"] = "Мушка Leapers \"UTG Low Profile A2\" для AR-15"
L["eft_frontsight_a2.compactname"] = "LPA2 мшк"
L["eft_frontsight_a2.description"] = "Съемная мушка UTG Low Profile A2 Frontsight, устанавливается на газблок Windham Weaponry. Производство Leapers Inc."

L["eft_frontsight_kac.printname"] = "Мушка складная KAC \"Folding Front Sight\""
L["eft_frontsight_kac.compactname"] = "KAC FS"
L["eft_frontsight_kac.description"] = "Съемная складная мушка \"Folding Sight\" от Knight's Armament Company, устанавливается на направляющую."

L["eft_frontsight_kacmicro.printname"] = "Мушка складная KAC \"Folding Micro Front Sight\""
L["eft_frontsight_kacmicro.compactname"] = "KAC MFS"
L["eft_frontsight_kacmicro.description"] = "Съёмная складная мушка \"Folding Micro Sight\". Производство Knight's Armament Company."

L["eft_frontsight_kriss_defiance.printname"] = "Мушка низкопрофильная KRISS \"Defiance\""
L["eft_frontsight_kriss_defiance.compactname"] = "Defiance FS"
L["eft_frontsight_kriss_defiance.description"] = "Съемная складная мушка \"Defiance Low Profile Flip-Up\", устанавливается на направляющую."

L["eft_frontsight_mbus.printname"] = "Мушка складная Magpul \"MBUS Gen2\""
L["eft_frontsight_mbus.compactname"] = "MBUS FS"
L["eft_frontsight_mbus.description"] = "Съёмная складная мушка \"MBUS Gen2\". Производство Magpul."

L["eft_frontsight_mbus_fde.printname"] = "Мушка складная Magpul \"MBUS Gen2\" (FDE)"
L["eft_frontsight_mbus_fde.compactname"] = "MBUS FS"
L["eft_frontsight_mbus_fde.description"] = "Съёмная складная мушка \"MBUS Gen2\", устанавливается на направляющую. Производство Magpul. Версия в цвете Flat Dark Earth."

L["eft_frontsight_mcx.printname"] = "Мушка складная для MCX"
L["eft_frontsight_mcx.compactname"] = "MCX мшк"
L["eft_frontsight_mcx.description"] = "Съемная складная мушка \"Flip Up\" для винтовок MCX, устанавливается на направляющую. Изначально разработана для AR платформы. Производство SIG Sauer."

L["eft_frontsight_mp7.printname"] = "Мушка складная для HK MP7"
L["eft_frontsight_mp7.compactname"] = "MP7 FS"
L["eft_frontsight_mp7.description"] = "Съемная складная мушка MP7 Flip Up, устанавливается на направляющую. Производство Heckler & Koch."

L["eft_frontsight_mpx.printname"] = "Мушка складная для MPX"
L["eft_frontsight_mpx.compactname"] = "MPX мшк"
L["eft_frontsight_mpx.description"] = "Съемная складная мушка \"Flip Up\" для ПП MPX, устанавливается на направляющую. Производство SIG Sauer."

-- [[ mag_g17 ]]
L["eft_mag_g17_bigstick_33.printname"] = "Магазин \"Big Stick\" на 33 патрона 9x19 для Glock"
L["eft_mag_g17_bigstick_33.compactname"] = "Big Stick 33"
L["eft_mag_g17_bigstick_33.description"] = "Магазин 9x19 для пистолетов Glock на 33 патрона."

L["eft_mag_g17_gl9_21.printname"] = "Магазин Magpul \"PMAG GL9\" на 21 патрон 9x19 для Glock"
L["eft_mag_g17_gl9_21.compactname"] = "GL9 21"
L["eft_mag_g17_gl9_21.description"] = "Полимерный 21-зарядный магазин \"GL9\", производство Magpul."

L["eft_mag_g17_sgmt_50.printname"] = "Магазин барабанный SGM Tactical на 50 патронов 9x19 для Glock"
L["eft_mag_g17_sgmt_50.compactname"] = "G SGMT 50"
L["eft_mag_g17_sgmt_50.description"] = "Магазин повышенной емкости для пистолетов семейства Glock вместимостью 50 патронов. Сделано в Корее, импортером выступает SGM Tactical. Заряжание более 50 патронов не рекомендуется производителем."

L["eft_mag_g17_std_17.printname"] = "Магазин на 17 патронов 9x19 для Glock"
L["eft_mag_g17_std_17.compactname"] = "Glock 9x19 17"
L["eft_mag_g17_std_17.description"] = "Штатный 17-зарядный магазин 9x19 для пистолетов Glock."

-- [[ mount_253034 ]]
L["eft_mount_30mm_geis.printname"] = "Крепление 30мм Geissele \"Super Precision\" для оптики"
L["eft_mount_30mm_geis.compactname"] = "Geis 30мм"
L["eft_mount_30mm_geis.description"] = "Универсальная база для установки прицелов 30мм на направляющие типа Weaver/Пикатинни. Производство Geissele."

L["eft_mount_30mm_geis_tan.printname"] = "Крепление 30мм Geissele \"Super Precision\" для оптики (DDC)"
L["eft_mount_30mm_geis_tan.compactname"] = "Geis 30мм"
L["eft_mount_30mm_geis_tan.description"] = "Универсальная база для установки прицелов 30мм на направляющие типа Weaver/Пикатинни. Производство Geissele. Версия в цвете Desert Dirt Color."

L["eft_mount_30mm_jp.printname"] = "Крепление 30мм JP Enterprises \"Flat-Top\" для оптики"
L["eft_mount_30mm_jp.compactname"] = "JP 30мм"
L["eft_mount_30mm_jp.description"] = "Универсальная база для установки прицелов 30мм на направляющие Пикатинни. Производство JP Enterprises."

L["eft_mount_30mm_lobaev.printname"] = "Крепление 30мм Lobaev Arms для оптики"
L["eft_mount_30mm_lobaev.compactname"] = "Lobaev 30мм"
L["eft_mount_30mm_lobaev.description"] = "Универсальная база от Lobaev Arms для установки оптических прицелов 30мм на направляющие Пикатинни."

L["eft_mount_34mm_nf.printname"] = "Крепление 34мм Nightforce \"Magmount\" для оптики"
L["eft_mount_34mm_nf.compactname"] = "NF 34мм"
L["eft_mount_34mm_nf.description"] = "Nightforce X-Treme Duty Ultralite one piece Magmount - универсальная база для установки прицелов 34 мм на направляющие типа Wevaer."

L["eft_mount_30mm_nf.printname"] = "Крепление 30мм Nightforce \"Magmount\" для оптики"
L["eft_mount_30mm_nf.compactname"] = "NF 30мм"
L["eft_mount_30mm_nf.description"] = "Nightforce X-Treme Duty Ultralite - универсальные кольца для установки прицелов 30мм на направляющие типа Weaver."

L["eft_mount_30mm_pepr.printname"] = "Крепление 30мм Burris \"AR-P.E.P.R.\" для оптики"
L["eft_mount_30mm_pepr.compactname"] = "AR-PEPR 30мм"
L["eft_mount_30mm_pepr.description"] = "Универсальная база Burris \"P.E.P.R\" 30мм для оптических прицелов для установки на планки Пикатинни."

L["eft_mount_30mm_rn.printname"] = "Крепление 30мм Recknagel Era-Tac для оптики"
L["eft_mount_30mm_rn.compactname"] = "RN 30мм ET"
L["eft_mount_30mm_rn.description"] = "Recknagel Era-Tac - универсальная база для установки прицелов 30мм на направляющие типа Weaver. Оборудована дополнительными направляющими для установки различного оборудования."

L["eft_mount_34mm_ax50.printname"] = "Крепление 34мм AI \"AX-50\" для оптики"
L["eft_mount_34mm_ax50.compactname"] = "AX-50 34мм"
L["eft_mount_34mm_ax50.description"] = "Универсальная база для установки прицелов 34мм на направляющие типа Weaver, производство Accuracy International."

L["eft_mount_34mm_nfris.printname"] = "Крепление 34мм Nightforce \"Magmount\" с планкой \"Ruggedized Accessory Platform\" для оптики"
L["eft_mount_34mm_nfris.compactname"] = "NF 34мм RAP"
L["eft_mount_34mm_nfris.description"] = "Nightforce X-Treme Duty Ultralite one piece Magmount - универсальная база для установки прицелов 34 мм на направляющие типа Wevaer. Крепление также оснащено дополнительными направляющими \"Ruggedized Accessory Platform\" (RAP) для установки различного оборудования."

L["eft_mount_34mm_one_piece_is_real.printname"] = "Крепление 34мм IEA Mil-Optics \"KH/F\" для оптики"
L["eft_mount_34mm_one_piece_is_real.compactname"] = "KH/F 34мм"
L["eft_mount_34mm_one_piece_is_real.description"] = "I-E-A Mil Optics \"KH/F\" - универсальная база для установки прицелов 34мм на направляющие типа Weaver."

L["eft_mount_34mm_rn.printname"] = "Крепление 34мм Recknagel Era-Tac для оптики"
L["eft_mount_34mm_rn.compactname"] = "RN 34мм ET"
L["eft_mount_34mm_rn.description"] = "Recknagel Era-Tac - универсальная база для установки прицелов 34мм на направляющие типа Weaver. Оборудована дополнительными направляющими для установки различного оборудования."

L["eft_mount_25mm_utg.printname"] = "Крепление 25мм Leapers \"UTG\" для оптики"
L["eft_mount_25mm_utg.compactname"] = "UTG 25мм"
L["eft_mount_25mm_utg.description"] = "Низкопрофильное крепление 25.4мм для установки оптических прицелов, производство Leapers Inc."

L["eft_mount_30mm_alpha4.printname"] = "Крепление 30мм SIG Sauer \"ALPHA4\" для оптики"
L["eft_mount_30mm_alpha4.compactname"] = "ALPHA4"
L["eft_mount_30mm_alpha4.description"] = "Моноблок для установки прицелов 30мм на направляющие типа Weaver/Пикатинни. Производство SIG Sauer."

L["eft_mount_35mm_ims.printname"] = "Крепление 35мм Leupold \"Mark IMS\" для оптики"
L["eft_mount_35mm_ims.compactname"] = "IMS 35мм"
L["eft_mount_35mm_ims.description"] = "Mark IMS - кольца для установки прицелов 35мм на направляющие типа Weaver. Производство Leupold."

-- [[ mount_dovetail ]]
L["eft_mount_dovetail_aksion_kobra.printname"] = "Кронштейн Аксион \"Кобра\" на Ласточкин Хвост"
L["eft_mount_dovetail_aksion_kobra.compactname"] = "Кобра"
L["eft_mount_dovetail_aksion_kobra.description"] = "Алюминиевый кронштейн для установки прицелов и различных аксессуаров, встречается в комплекте с прицелом Кобра. Производство Аксион."

L["eft_mount_dovetail_b13.printname"] = "Кронштейн Зенит \"Б-13 Классика\" на Ласточкин Хвост"
L["eft_mount_dovetail_b13.compactname"] = "Б-13"
L["eft_mount_dovetail_b13.description"] = "Планка над ствольной коробкой \"Б-13\" устанавливается на штатную базу \"Ласточник Хвост\", расположенную на ствольной коробке АК 103, 104, 105, 74М, 74С, АКМС, АКМ, карабинов \"САЙГА МК\", \"САЙГА МК-03\", \"САЙГА 410\" и обеспечивает установку на оружие прицельных приборов. Производство Зенит."

L["eft_mount_dovetail_b13v.printname"] = "Кронштейн Зенит \"Б-13В Классика\" на Ласточкин Хвост"
L["eft_mount_dovetail_b13v.compactname"] = "Б-13В"
L["eft_mount_dovetail_b13v.description"] = "Планка над ствольной коробкой \"Б-13В\" устанавливается на штатную базу \"Ласточник Хвост\", расположенную на ствольной коробке. Предназначена для установки на ПП-19-01 \"Витязь\", но также может устанавливаться другие варианты с креплением \"Ласточкин Хвост\". Производство Зенит."

L["eft_mount_dovetail_kmz_1p59.printname"] = "Крепление на Ласточкин Хвост для прицела КМЗ \"1П59\""
L["eft_mount_dovetail_kmz_1p59.compactname"] = "1П59 креп."
L["eft_mount_dovetail_kmz_1p59.description"] = "Универсальная база со встроенным источником питания для установки прицела 1П59 на крепления типа \"Ласточкин хвост\"."

L["eft_mount_dovetail_npz.printname"] = "Кронштейн на Ласточкин Хвост для НПЗ 1П78-1"
L["eft_mount_dovetail_npz.compactname"] = "1П78"
L["eft_mount_dovetail_npz.description"] = "Алюминиевый кронштейн от НПЗ для установки прицелов и аксессуаров. Устанавливается на крепления Ласточкин Хвост."

L["eft_mount_dovetail_pilad.printname"] = "Кронштейн ВОМЗ \"Пилад 043-02\" на Ласточкин Хвост"
L["eft_mount_dovetail_pilad.compactname"] = "043-02"
L["eft_mount_dovetail_pilad.description"] = "Алюминиевый кронштейн для установки прицелов и различных аксессуаров на рельсу Пикатинни."

L["eft_mount_dovetail_sagbit.printname"] = "Боковой кронштейн SAG \"Bit\" на Ласточкин Хвост"
L["eft_mount_dovetail_sagbit.compactname"] = "Bit"
L["eft_mount_dovetail_sagbit.description"] = "Небольшой и легкий боковой кронштейн \"Bit\" разработан для установки компактных прицелов и коллиматоров на автоматы АК и их многочисленных версий: Сайга, ВАЛ и тд. Производство Sureshot Armament Group."

L["eft_mount_dovetail_sag.printname"] = "Боковой кронштейн SAG AK на Ласточкин Хвост"
L["eft_mount_dovetail_sag.compactname"] = "SAG AK\n"
L["eft_mount_dovetail_sag.description"] = "Боковой кронштейн \"SAG AK\" разработан для установки прицелов и коллиматоров на автоматы АК и их многочисленных версий: Сайга, СВД и тд. Производство Sureshot Armament Group."

L["eft_mount_dovetail_rsr.printname"] = "Боковой кронштейн RS Regulate \"AK-303M\" на Ласточкин Хвост"
L["eft_mount_dovetail_rsr.compactname"] = "AK-303M"
L["eft_mount_dovetail_rsr.description"] = "Боковой кронштейн \"AK-303M\" разработан как база для установки верхних креплений RS Regulate на автоматы АК и их многочисленных версий: Сайга, СВД и тд. Производство RS Regulate."

L["eft_mount_dovetail_sagsvd.printname"] = "Кронштейн низкопрофильный SAG для СВД"
L["eft_mount_dovetail_sagsvd.compactname"] = "СВД низк."
L["eft_mount_dovetail_sagsvd.description"] = "Низкопрофильный боковой кронштейн, цельнофрезерован из бруска высокопрочного алюминиевого сплава В95Т. Предназначен для установки на винтовку СВД для установки прицелов, но также может быть использован на винтовках Вепрь-Хантер, АС Вал и ВСС. Производство Sureshot Armament Group."

-- [[ mount_keymod ]]
L["eft_mount_keymod_cnc2.printname"] = "Направляющая 2 дюйма CNC Guns \"KeyMod\""
L["eft_mount_keymod_cnc2.compactname"] = "CNC 2\""
L["eft_mount_keymod_cnc2.description"] = "Направляющая CNC Guns для системы KeyMod длиной 2 дюйма, позволяет устанавливать дополнительное оборудование на цевья с интерфейсом стандарта KeyMod."

L["eft_mount_keymod_cnc4.printname"] = "Направляющая 4 дюйма CNC Guns \"KeyMod\""
L["eft_mount_keymod_cnc4.compactname"] = "CNC 4\""
L["eft_mount_keymod_cnc4.description"] = "Направляющая от CNC Guns для системы KeyMod длиной 4 дюйма, позволяет устанавливать дополнительное оборудование на цевья с интерфейсом стандарта KeyMod."

L["eft_mount_keymod_si4.printname"] = "Направляющая 4 дюйма Strike Industries \"KeyMod\""
L["eft_mount_keymod_si4.compactname"] = "SI 4\""
L["eft_mount_keymod_si4.description"] = "Направляющая Strike Industries для системы KeyMod длиной 4 дюйма, позволяет устанавливать дополнительное оборудование на цевья с интерфейсом стандарта KeyMod."

L["eft_mount_keymod_si6.printname"] = "Направляющая 6 дюймов Strike Industries \"KeyMod\""
L["eft_mount_keymod_si6.compactname"] = "SI 6\""
L["eft_mount_keymod_si6.description"] = "Направляющая Strike Industries для системы KeyMod длиной 6 дюйма, позволяет устанавливать дополнительное оборудование на цевья с интерфейсом стандарта KeyMod."

L["eft_mount_keymod_vltor2.printname"] = "Направляющая 2 дюйма Vltor \"CASV KeyMod\""
L["eft_mount_keymod_vltor2.compactname"] = "CASV 2\""
L["eft_mount_keymod_vltor2.description"] = "Направляющая Vltor \"CASV\" для системы KeyMod длиной 2 дюйма, позволяет устанавливать дополнительное оборудование на цевья с интерфейсом стандарта KeyMod."

L["eft_mount_keymod_vltor4.printname"] = "Направляющая 4 дюйма Vltor \"CASV KeyMod\""
L["eft_mount_keymod_vltor4.compactname"] = "CASV 4\""
L["eft_mount_keymod_vltor4.description"] = "Направляющая Vltor \"CASV\" для системы KeyMod длиной 4 дюйма, позволяет устанавливать дополнительное оборудование на цевья с интерфейсом стандарта KeyMod."

L["eft_mount_keymod_vltor6.printname"] = "Направляющая 6 дюймов Vltor \"CASV KeyMod\""
L["eft_mount_keymod_vltor6.compactname"] = "CASV 6\""
L["eft_mount_keymod_vltor6.description"] = "Направляющая Vltor CASV для системы KeyMod длиной 6 дюймов, позволяет устанавливать дополнительное оборудование на цевья с интерфейсом стандарта KeyMod."

L["eft_mount_keymod_bipodd.printname"] = "Направляющая Odin Works \"K-Pod KeyMod\" для установки сошек"
L["eft_mount_keymod_bipodd.compactname"] = "K-Pod"
L["eft_mount_keymod_bipodd.description"] = "Направляющая-адаптер с интерфейсом KeyMod для установки сошек. Производство Odin Works."

L["eft_mount_keymod_corvus18.printname"] = "Направляющая 1.8 дюймов Corvus Defensio KeyMod"
L["eft_mount_keymod_corvus18.compactname"] = "CD 1.8\""
L["eft_mount_keymod_corvus18.description"] = "Направляющая Corvus Defensio для системы KeyMod длиной 1.8 дюймов, позволяет устанавливать дополнительное оборудование на цевья с интерфейсом стандарта KeyMod."

L["eft_mount_keymod_corvus68.printname"] = "Направляющая 6.8 дюймов Corvus Defensio KeyMod"
L["eft_mount_keymod_corvus68.compactname"] = "CD 6.8\""
L["eft_mount_keymod_corvus68.description"] = "Направляющая Corvus Defensio для системы KeyMod длиной 6.8 дюймов, позволяет устанавливать дополнительное оборудование на цевья с интерфейсом стандарта KeyMod."

-- [[ mount_mlok ]]
L["eft_mount_mlok25.printname"] = "Направляющая 2.5 дюймов Magpul \"M-LOK\""
L["eft_mount_mlok25.compactname"] = "M-LOK 2.5\""
L["eft_mount_mlok25.description"] = "Направляющая Magpul для системы M-LOK длиной 2.5 дюймов, позволяет устанавливать дополнительное оборудование на цевья с интерфейсом стандарта M-LOK."

L["eft_mount_mlok41.printname"] = "Направляющая 4.1 дюймов Magpul \"M-LOK\""
L["eft_mount_mlok41.compactname"] = "M-LOK 4.1\""
L["eft_mount_mlok41.description"] = "Направляющая Magpul для системы M-LOK длиной 4.1 дюйма, позволяет устанавливать дополнительное оборудование на цевья с интерфейсом стандарта M-LOK."

L["eft_mount_mlokcanti.printname"] = "Направляющая Magpul \"M-LOK Cantilever Mount\""
L["eft_mount_mlokcanti.compactname"] = "M-LOK RL"
L["eft_mount_mlokcanti.description"] = "Magpul M-LOK Cantilever Rail Light Mount - планка для крепления фонарей и других аксессуаров. Устанавливается на цевья с интерфейсом крепления M-LOK."

L["eft_mount_mlokoffset.printname"] = "Направляющая с выносом Magpul \"M-LOK Offset Light Mount\""
L["eft_mount_mlokoffset.compactname"] = "M-LOK Off"
L["eft_mount_mlokoffset.description"] = "Magpul M-LOK Offset Light/Optic Mount - планка для крепления фонарей и других аксессуаров. Устанавливается на цевья с интерфейсом крепления M-LOK."

L["eft_mount_mlok093.printname"] = "Направляющая 0.93 дюйма Magpul \"M-LOK\""
L["eft_mount_mlok093.compactname"] = "M-LOK 0.93\""
L["eft_mount_mlok093.description"] = "Направляющая Magpul для системы M-LOK длиной 0.93 дюйма, позволяет устанавливать дополнительное оборудование на цевья с интерфейсом стандарта M-LOK."

L["eft_mount_mlok_bipodd.printname"] = "Направляющая Magpul M-LOK для установки сошек"
L["eft_mount_mlok_bipodd.compactname"] = "M-LOK BP"
L["eft_mount_mlok_bipodd.description"] = "Крепление, позволяющее устанавливать сошки на цевья с интерфейсом M-LOK. Производство Magpul."

-- [[ mount_qars ]]
L["eft_mount_qars32.printname"] = "Направляющая 3.2 дюйма TROY \"QARS\""
L["eft_mount_qars32.compactname"] = "QARS 3.2\""
L["eft_mount_qars32.description"] = "Направляющая TROY QARS длиной 3.2 дюйма для цевья и газовой трубки \"Full Length Rail\" на АК, позволяет устанавливать дополнительное оборудование."

L["eft_mount_qars42.printname"] = "Направляющая 4.2 дюйма TROY \"QARS\""
L["eft_mount_qars42.compactname"] = "QARS 4.2\""
L["eft_mount_qars42.description"] = "Направляющая TROY QARS длиной 4.2 дюйма для цевья с газовой трубкой \"Full Length Rail\" на АК, позволяет устанавливать дополнительное оборудование."

-- [[ mount_scopes ]]
L["eft_mount_ac32062.printname"] = "Крепление Trijicon \"RMR High Profile\""
L["eft_mount_ac32062.compactname"] = "AC32062"
L["eft_mount_ac32062.description"] = "Высокопрофильная база для установки компактных прицелов серии RMR от Trijicon на направляющие Weaver и Пикатинни."

L["eft_mount_all_kmz_1p69.printname"] = "Крепление Weaver для прицела КМЗ \"1П69\""
L["eft_mount_all_kmz_1p69.compactname"] = "1П69 креп."
L["eft_mount_all_kmz_1p69.description"] = "Универсальная база со встроенным источником питания для установки прицела 1П59 на направляющие типа Weaver."

L["eft_mount_amm.printname"] = "Крепление Aimpoint для прицелов серии \"Micro\""
L["eft_mount_amm.compactname"] = "AMM"
L["eft_mount_amm.description"] = "База-крепление Aimpoint Micro Mount для прицелов серии Micro T-1 и H-1."

L["eft_mount_amsh.printname"] = "Повышающая проставка Aimpoint \"Spacer High\" для прицелов \"Micro\""
L["eft_mount_amsh.compactname"] = "AMSH"
L["eft_mount_amsh.description"] = "Проставка Aimpoint \"Spacer High\" для повышения линии прицеливания коллиматоров серии Micro."

L["eft_mount_compact.printname"] = "Крепление Kiba Arms \"Short Mount\" для установки прицелов" -- "Kiba Arms", not "Compact"
L["eft_mount_compact.compactname"] = "Short mo."
L["eft_mount_compact.description"] = "Универсальная база \"Short Mount\" для установки прицелов производства Kiba Arms."

L["eft_mount_deltapoint.printname"] = "Крепление Leupold \"Cross Slot Mount\" для прицелов \"DeltaPoint\""
L["eft_mount_deltapoint.compactname"] = "DPCSM"
L["eft_mount_deltapoint.description"] = "Универсальная база для установки компактных прицелов серии DeltaPoint от Leupold на направляющие Вивера."

L["eft_mount_ffwb.printname"] = "База Burris \"Weaver\" для прицелов \"FastFire\""
L["eft_mount_ffwb.compactname"] = "FFWB"
L["eft_mount_ffwb.description"] = "Универсальная база для установки компактных прицелов серии \"FastFire\" от Burris на направляющие типа Weaver."

L["eft_mount_geis_cap.printname"] = "Полукольцо Geissele \"Super Precision\""
L["eft_mount_geis_cap.compactname"] = "Geis пол."
L["eft_mount_geis_cap.description"] = "Штатное полукольцо, устанавливаемое на моноблок Geissele \"Super Precision\"."

L["eft_mount_geis_cap_ddc.printname"] = "Полукольцо Geissele \"Super Precision\" (DDC)"
L["eft_mount_geis_cap_ddc.compactname"] = "Geis пол."
L["eft_mount_geis_cap_ddc.description"] = "Штатное полукольцо, устанавливаемое на моноблок Geissele \"Super Precision\". Версия в цвете Desert Dirt Color."

L["eft_mount_geis_rmr.printname"] = "Крепление Reptilia \"ROF-90\" для прицелов \"RMR\" на моноблоки Geissele"
L["eft_mount_geis_rmr.compactname"] = "ROF-90 RMR"
L["eft_mount_geis_rmr.description"] = "Универсальная база Reptilia \"ROF-90\" для установки компактных прицелов серии \"RMR\" от Trijicon, устанавливаемая на место штатного полукольца на моноблоки серии \"Super Precision\" от Geissele."

L["eft_mount_geis_rmr_ddc.printname"] = "Крепление Reptilia \"ROF-90\" для прицелов \"RMR\" на моноблоки Geissele (DDC)"
L["eft_mount_geis_rmr_ddc.compactname"] = "ROF-90 RMR"
L["eft_mount_geis_rmr_ddc.description"] = "Универсальная база Reptilia \"ROF-90\" для установки компактных прицелов серии \"RMR\" от Trijicon, устанавливаемая на место штатного полукольца на моноблоки серии \"Super Precision\" от Geissele. Версия в цвете Desert Dirt Color."

L["eft_mount_h2.printname"] = "Крепление Aimpoint \"H-2\" для прицелов серии \"Micro\""
L["eft_mount_h2.compactname"] = "H-2"
L["eft_mount_h2.description"] = "База-крепление Aimpoint \"Micro Standard Mount\" для прицелов серии \"Micro H-2\". Обратно совместима с прицелами серии \"T-1\" и \"H-1\"."

L["eft_mount_lrp.printname"] = "Крепление Aimpoint \"LRP\" для прицелов CompM4/PRO"
L["eft_mount_lrp.compactname"] = "LRP"
L["eft_mount_lrp.description"] = "Быстросъемная база-крепление Aimpoint \"LRP\" для прицелов серии CompM4/PRO."

L["eft_mount_lrp_spacer.printname"] = "Повышающая проставка Aimpoint \"Standard Spacer\""
L["eft_mount_lrp_spacer.compactname"] = "SS"
L["eft_mount_lrp_spacer.description"] = "Планка \"Standard Spacer\" для прицелов Aimpoint \"CompM4\", повышающая линию прицеливания."

L["eft_mount_lt101.printname"] = "Направляющая LaRue \"LT101 QD Tactical Picatinny Riser\""
L["eft_mount_lt101.compactname"] = "QD LT101"
L["eft_mount_lt101.description"] = "Быстросъемная направляющая \"LT-101\" на планки Пикатинни для подъема позиции коллиматоров или оптики, производство LaRue."

L["eft_mount_nar.printname"] = "Крепление B&T \"QD NAR\" для прицелов Aimpoint ACRO"
L["eft_mount_nar.compactname"] = "NAR"
L["eft_mount_nar.description"] = "База-крепление Brugger & Thomet \"QD NAR\" для коллиматорных прицелов Aimpoint серии ACRO. Высота стойки - 39мм."

L["eft_mount_ncstar.printname"] = "Направляющая NcSTAR \"MPR45\""
L["eft_mount_ncstar.compactname"] = "MPR45"
L["eft_mount_ncstar.description"] = "Универсальная направляющая от компании NcStar, позволяющая установить вспомогательный прицел под углом 45 градусов."

L["eft_mount_qrp2.printname"] = "Крепление Aimpoint \"QRP2\" для прицелов CompM4/PRO"
L["eft_mount_qrp2.compactname"] = "QRP2"
L["eft_mount_qrp2.description"] = "Быстросъемная база-крепление \"QRP2\" для прицелов CompM4 и PRO, производство Aimpoint."

L["eft_mount_reapir.printname"] = "Крепление UNV \"DLOC-IRD\" для установки прицелов"
L["eft_mount_reapir.compactname"] = "DLOC-IRD"
L["eft_mount_reapir.description"] = "Универсальная быстросъемная база UNV DLOC-IRD для установки прицелов."

L["eft_mount_rm33.printname"] = "Крепление Trijicon \"RMR Low Profile\""
L["eft_mount_rm33.compactname"] = "RM33"
L["eft_mount_rm33.description"] = "Низкопрофильная база для установки компактных прицелов серии RMR от Trijicon на направляющие Weaver и Пикатинни."

L["eft_mount_rm35.printname"] = "База Trijicon \"RMR\" для прицелов \"ACOG\""
L["eft_mount_rm35.compactname"] = "RM35"
L["eft_mount_rm35.description"] = "Универсальная база для установки компактных прицелов серии RMR от Trijicon, устанавливаемая на место штатного крепления запасных прицельных приспособлений на прицелы серии ACOG."

L["eft_mount_acogrs.printname"] = "Целик для прицелов Trijicon \"ACOG\""
L["eft_mount_acogrs.compactname"] = "ACOG"
L["eft_mount_acogrs.description"] = "Съемный целик, устанавливается поверх оптических прицелов ACOG TA01NSN 4x32. Производство Trijicon."

L["eft_mount_romeo.printname"] = "Крепление SIG Sauer для прицелов серии \"ROMEO\""
L["eft_mount_romeo.compactname"] = "ROMEO"
L["eft_mount_romeo.description"] = "База-крепление для коллиматорных прицелов серии ROMEO, производство SIG Sauer."

L["eft_mount_t1sun.printname"] = "Крепление Recknagel Era-Tac \"Sunshade\" для прицелов Aimpoint T-1"
L["eft_mount_t1sun.compactname"] = "T-1 Sun"
L["eft_mount_t1sun.description"] = "База-крепление Recknagel Era-Tac \"Sunshade\" для прицела Aimpoint Micro T-1."

L["eft_mount_trijicon.printname"] = "Крепление Trijicon \"TA51\" для установки прицелов"
L["eft_mount_trijicon.compactname"] = "TA51"
L["eft_mount_trijicon.description"] = "Универсальная база TA51 для установки прицелов Trijicon 3.5x35, 4x32, 5.5x50 ACOG, 1x42 Reflex и 1-6x24 VCOG."

L["eft_mount_um3.printname"] = "Крепление UM Tactical \"UM3\" для пистолетов"
L["eft_mount_um3.compactname"] = "UM3"
L["eft_mount_um3.description"] = "Крепление UM Tactical \"UM3\". Позволяет устанавливать дополнительное тактическое оборудование и прицелы."

L["eft_mount_vulcan.printname"] = "База Armasight для прицелов серии \"Vulcan\""
L["eft_mount_vulcan.compactname"] = "Vulcan"
L["eft_mount_vulcan.description"] = "База для установки ночных прицелов \"Vulcan\" производства Armasight на направляющую Weaver."

L["eft_mount_zeus.printname"] = "База Armasight для прицелов серии \"Zeus\""
L["eft_mount_zeus.compactname"] = "Zeus"
L["eft_mount_zeus.description"] = "База для установки ночных прицелов \"Zeus\" производства Armasight на направляющую Weaver."

L["eft_mount_hydra.printname"] = "Крепление GBRS \"Aimpoint Hydra Mount Kit\" (Черное)"
L["eft_mount_hydra.compactname"] = "Hydra"
L["eft_mount_hydra.description"] = "База-крепление Hydra Mount Kit для установки прицелов серии Aimpoint Micro T-1 и H-1 и тактического оборудования. Производство GBRS Group."

L["eft_mount_hydra_fde.printname"] = "Крепление GBRS \"Aimpoint Hydra Mount Kit\" (FDE)"
L["eft_mount_hydra_fde.compactname"] = "Hydra"
L["eft_mount_hydra_fde.description"] = "База-крепление Hydra Mount Kit для установки прицелов серии Aimpoint Micro T-1 и H-1 и тактического оборудования. Производство GBRS Group. Версия в цвете Flat Dark Earth."

L["eft_mount_shakhin.printname"] = "База для прицела \"Шахин\""
L["eft_mount_shakhin.compactname"] = "Шах кр."
L["eft_mount_shakhin.description"] = "База для установки тепловизионного прицела Шахин на направляющую Weaver. Производство ЦНИИ Циклон."

-- [[ muzzle_12g ]]
L["eft_muzzle_12g_threadapadter.printname"] = "Адаптер модератора SilencerCo \"Salvo 12\""
L["eft_muzzle_12g_threadapadter.compactname"] = "12ga thr."
L["eft_muzzle_12g_threadapadter.description"] = "Чок-адаптер модератора звука SilencerCo \"Salvo 12\", предназначенный для установки на карабины серии СОК, ВПО и другие."

L["eft_muzzle_12g_chokeapadter.printname"] = "Чок-адаптер SilencerCo \"Salvo 12\" 12к"
L["eft_muzzle_12g_chokeapadter.compactname"] = "12ga adpt."
L["eft_muzzle_12g_chokeapadter.description"] = "Чок-адаптер модератора Salvo 12, предназначенный для установки на Remington M870 и другие ружья."

L["eft_muzzle_12g_mecyl.printname"] = "Дульный переходник 12к ME \"Цилиндр\""
L["eft_muzzle_12g_mecyl.compactname"] = "Цилиндр 12к"
L["eft_muzzle_12g_mecyl.description"] = "Дульный переходник под внешнюю резьбу для стволов 12к, позволяет устанавливать дополнительные дульные приспособления."

L["eft_muzzle_12g_rtc.printname"] = "Чок Remington \"Tactical Choke\" 12к"
L["eft_muzzle_12g_rtc.compactname"] = "RTC 12к"
L["eft_muzzle_12g_rtc.description"] = "Remington \"Tactical Choke\" был разработан специально для тактических ружей и ружей самообороны. Сочетает в себе свойства цилиндра и пламегасителя."

L["eft_muzzle_12g_claw.printname"] = "Дульный тормоз Tromix \"Monster Claw\" 12к"
L["eft_muzzle_12g_claw.compactname"] = "MClaw"
L["eft_muzzle_12g_claw.description"] = "Дульный тормоз-компенсатор \"Monster Claw\" от Tromix значительно уменьшает отдачу, а также может быть использован для разбития каленого стекла."

L["eft_muzzle_12g_gk02.printname"] = "Дульный тормоз-компенсатор \"ГК-02\" 12к"
L["eft_muzzle_12g_gk02.compactname"] = "ГК-02"
L["eft_muzzle_12g_gk02.description"] = "ДТК Ильина ГК-02 - новая версия ДТК Всеволода Ильина с улучшенными показателями снижения отдачи и подброса ствола."

L["eft_muzzle_12g_hexasup.printname"] = "Модератор звука Гексагон 12К"
L["eft_muzzle_12g_hexasup.compactname"] = "Гексагон 12К"
L["eft_muzzle_12g_hexasup.description"] = "Модератор звука выстрела от компании Гексагон для карабинов и ружей 12 калибра (Сайга, Вепрь и т.д.)."

L["eft_muzzle_12g_salvo.printname"] = "Глушитель SilencerCo \"Salvo 12\" 12к"
L["eft_muzzle_12g_salvo.compactname"] = "Salvo 12"
L["eft_muzzle_12g_salvo.description"] = "Модератор звука выстрела от компании \"SilencerCo\" для карабинов и ружей 12 калибра (Сайга, Вепрь и т.д.). Излишне тяжел, но при этом достаточно эффективен. Для установки требуется соответствующий переходник."

-- [[ muzzle_ar10 ]]
L["eft_muzzle_ar10_cmmgsv.printname"] = "Дульный тормоз CMMG \"SV Brake\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_cmmgsv.compactname"] = "SV Brake"
L["eft_muzzle_ar10_cmmgsv.description"] = "Дульный компенсатор CMMG \"SV Brake\" представляет собой эффективный односторонний тормоз, разработанный специально для систем AR-10 и совместимых."

L["eft_muzzle_ar10_vette.printname"] = "Компенсатор Nordic Components \"Corvette\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_vette.compactname"] = "Vette 762"
L["eft_muzzle_ar10_vette.description"] = "Дульный тормоз/компенсатор \"Corvette\", предназначенный для систем AR-10 и совместимых. Уменьшает отдачу, уводя газ вверх и по сторонам. Производство Nordic Components."

L["eft_muzzle_ar10_wave.printname"] = "Дульный тормоз Daniel Defense \"WAVE\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_wave.compactname"] = "WAVE 762"
L["eft_muzzle_ar10_wave.description"] = "Дульный тормоз Daniel Defense \"WAVE\" эффективно гасит подброс ствола, а также может служить платформой для одноименного быстросъёмного глушителя. Изготовлен из аэрокосмической нержавеющей стали 17-4 PH и имеет нитридную отделку для минимальной коррозии."

L["eft_muzzle_ar10_warden.printname"] = "Дульная насадка SureFire \"Warden\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_warden.compactname"] = "War 762"
L["eft_muzzle_ar10_warden.description"] = "SureFire \"Warden\" имеет корпус из нержавеющей стали, который улучшает внешний вид, одновременно защищая внутренние части от повреждений. \"Warden\" предотвращает внутренние повреждения грязью, пылью, мусором и т.д."

L["eft_muzzle_ar10_zk38.printname"] = "Дульный тормоз TAA \"ZK-38\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_zk38.compactname"] = "ZK-38"
L["eft_muzzle_ar10_zk38.description"] = "\"ZK series\" - однокамерный высокоэффективный дульный тормоз с наклонной головкой производства Tactical Advantage Armory. Передняя часть довольно острая и служит средством сдерживания угрозы."

L["eft_muzzle_ar10_30cb.printname"] = "Дульный тормоз TAA \"ZK-38\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_30cb.compactname"] = "ZK-38"
L["eft_muzzle_ar10_30cb.description"] = "\"ZK series\" - однокамерный высокоэффективный дульный тормоз с наклонной головкой производства Tactical Advantage Armory. Передняя часть довольно острая и служит средством сдерживания угрозы."

L["eft_muzzle_ar10_aac51t.printname"] = "Пламегаситель AAC \"Blackout 51T\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_aac51t.compactname"] = "51T 762"
L["eft_muzzle_ar10_aac51t.description"] = "Пламегаситель производства Advanced Armament Corporation (AAC) - \"Blackout 51T\" 7.62x51 эффективно подавляет вспышку, а также может служить платформой для быстросъёмного глушителя AAC \"762-SDN-6\". Устанавливается на винтовки семейства AR-10."

L["eft_muzzle_ar10_lantac.printname"] = "Дульный тормоз-компенсатор Lantac \"Dragon\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_lantac.compactname"] = "DGN762B"
L["eft_muzzle_ar10_lantac.description"] = "Дульный тормоз-компенсатор \"Dragon\", предназначенный для установки на системы калибра 7.62x51мм. Снижает отдачу и компенсирует бросок."

L["eft_muzzle_ar10_qdc_brake.printname"] = "Дульный тормоз KAC \"QDC Muzzle Brake Kit\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_qdc_brake.compactname"] = "QDC 762"
L["eft_muzzle_ar10_qdc_brake.description"] = "Дульный тормоз производства Knight's Armament Company снижает отдачу и компенсирует бросок, а также может служить платформой для быстросъёмного глушителя PRS QDC. Устанавливается на винтовки семейства AR-10."

L["eft_muzzle_ar10_m11.printname"] = "Дульный тормоз Precision Armanent \"M11 Severe-Duty\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_m11.compactname"] = "M11"
L["eft_muzzle_ar10_m11.description"] = "Дульный тормоз \"M11\", предназначенный для систем AR-10 и совместимых. Производство Precision Armament."

L["eft_muzzle_ar10_x3.printname"] = "Компенсатор 2A Armament \"X3\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_x3.compactname"] = "X3 762"
L["eft_muzzle_ar10_x3.description"] = "Компенсатор \"X3\", предназначенный для систем AR-10 и совместимых. Производство 2A Armament."

L["eft_muzzle_ar10_mdr.printname"] = "Пламегаситель Desert Tech 7.62x51"
L["eft_muzzle_ar10_mdr.compactname"] = "MDR 762"
L["eft_muzzle_ar10_mdr.description"] = "Пламегаситель для штурмовых винтовок MDR 7.62x51 (.308), разработанный фирмой Desert Tech."

L["eft_muzzle_ar10_procomp.printname"] = "Дульный тормоз SureFire \"ProComp\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_procomp.compactname"] = "ProComp 762"
L["eft_muzzle_ar10_procomp.description"] = "Дульный тормоз \"ProComp\", предназначенный для систем AR-10 и совместимых. Тормоз значительно снижает как импульс отдачи, так и подъем дула, заставляя оружие стрелка двигаться только назад, что позволяет ему удерживать дуло на цели для более быстрого восстановления отдачи. Производство SureFire."

L["eft_muzzle_ar10_red.printname"] = "Дульный тормоз Fortis \"RED Brake\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_red.compactname"] = "RED 762"
L["eft_muzzle_ar10_red.description"] = "Дульный тормоз \"RED Brake\", предназначенный для систем AR-10 и совместимых. Производство Fortis."

L["eft_muzzle_ar10_atlas.printname"] = "Дульный тормоз Odin Works \"ATLAS-7\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_atlas.compactname"] = "ATLAS-7"
L["eft_muzzle_ar10_atlas.description"] = "Дульный тормоз \"ATLAS-7\", предназначенный для систем AR-10 и совместимых. Производство Odin Works."

L["eft_muzzle_ar10_scarsd.printname"] = "Пламегаситель AAC \"SCAR-SD 51T\" 7.62x51"
L["eft_muzzle_ar10_scarsd.compactname"] = "SCAR-SD 762"
L["eft_muzzle_ar10_scarsd.description"] = "Пламегаситель производства Advanced Armament Corporation (AAC) - \"SCAR-SD 51T\" 7.62x51 эффективно подавляет вспышку, а также может служить платформой для быстросъёмного глушителя AAC \"762-SDN-6\". Устанавливается на винтовки семейства AR-15/AR-10."

L["eft_muzzle_ar10_shrewed.printname"] = "Дульный тормоз Keeno Arms \"SHREWD\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_shrewed.compactname"] = "SHREWD 762"
L["eft_muzzle_ar10_shrewed.description"] = "Дульный тормоз SHREWD, предназначенный для систем AR-10 и совместимых. Производство Keeno Arms."

L["eft_silencer_ar10_prsqdc.printname"] = "Глушитель KAC \"PRS/QDC\" 7.62x51"
L["eft_silencer_ar10_prsqdc.compactname"] = "PRS QDC"
L["eft_silencer_ar10_prsqdc.description"] = "Быстросъемный глушитель Knight's Armament Company \"PRS QDC\", предназначенный для установки на совместимые пламегасители QDC Flash Suppressor Kit и QDC Muzzle Brake Kit."

L["eft_muzzle_ar10_bmda3.printname"] = "Адаптер Lantac \"A3\" для \"BMD Blast Mitigation Device\""
L["eft_muzzle_ar10_bmda3.compactname"] = "BMD A3"
L["eft_muzzle_ar10_bmda3.description"] = "Адаптер \"A3\" для дульного устройства BMD \"Blast Mitigation Device\" от Lantac."

L["eft_muzzle_bmd_bmd762.printname"] = "Дульное устройство Lantac \"BMD Blast Mitigation Device\" 7.62x51"
L["eft_muzzle_bmd_bmd762.compactname"] = "BMD 762"
L["eft_muzzle_bmd_bmd762.description"] = "Устройство BMD \"Blast Mitigation Device\" от Lantac представляет собой уникальный защитный экран, позволяющий дульному тормозу, находящемуся внутри него, продолжать функционировать в обычном режиме, снижая при этом подъем дула. Устанавливается на оружие калибра 7.62х51."

L["eft_muzzle_deltatek_dtk_ar10.printname"] = "Дульный тормоз компенсатор Дельта-Тек \"ДТК-AR10\" 7.62x51 для AR-10"
L["eft_muzzle_deltatek_dtk_ar10.compactname"] = "ДТК-AR10"
L["eft_muzzle_deltatek_dtk_ar10.description"] = "Дульный тормоз \"ДТК-AR10\", предназначенный для систем AR-10 и совместимых. Хорошо снижает отдачу и является отличным компенсатором увода ствола вверх благодаря наличию специальной компенсационной камеры. Производство Дельта-Тек."

-- [[ muzzle_shared ]]
L["eft_muzzle_psr_protector.printname"] = "Протектор для дульного тормоза AWC \"PSR\""
L["eft_muzzle_psr_protector.compactname"] = "PSR прот."
L["eft_muzzle_psr_protector.description"] = "Протектор для дульного тормоза \"PSR\" от компании AWC Silencers. Предназначен для защиты резьбы."

L["eft_muzzle_ar15_onemount.printname"] = "Адаптер Gemtech \"Direct Thread Mount\" для глушителей \"ONE\""
L["eft_muzzle_ar15_onemount.compactname"] = "ONE адпт."
L["eft_muzzle_ar15_onemount.description"] = "Адаптер \"Direct Thread Mount\" для глушителя Gemtech \"ONE\". Для установки глушителя напрямую на резьбу ствола."

L["eft_silencer_gemtechone.printname"] = "Глушитель Gemtech \"ONE\" мультикалиберный"
L["eft_silencer_gemtechone.compactname"] = "ONE"
L["eft_silencer_gemtechone.description"] = "Глушитель Gemtech \"ONE\" предназначен для использования с патроном калибра 7.62x51 NATO, но также совместим и с большинством других существующих калибров. Может быть установлен только на совместимые дульные устройства."

L["eft_silencer_waveqd.printname"] = "Глушитель Daniel Defense \"WAVE QD\" мультикалиберный"
L["eft_silencer_waveqd.compactname"] = "WAVE QD"
L["eft_silencer_waveqd.description"] = "Быстросъемный глушитель \"WAVE QD\", устанавливаемый на одноименные дульные тормоза \"WAVE\", производство Daniel Defense."

L["eft_silencer_ultra5.printname"] = "Глушитель Thunder Beast Arms \"Ultra 5\""
L["eft_silencer_ultra5.compactname"] = "Ultra 5"
L["eft_silencer_ultra5.description"] = "Глушитель \"Ultra 5\" предназначен для использования с патроном калибра 7.62x51 NATO, но также может использоваться с патроном .300, 6.8 SPC, 6.5, и 5.56mm NATO. Может быть установлен только на совместимые дульные устройства производства от Thunder Beast Arms."

L["eft_silencer_sdn6.printname"] = "Глушитель AAC \"762-SDN-6\" мультикалиберный"
L["eft_silencer_sdn6.compactname"] = "SDN-6"
L["eft_silencer_sdn6.description"] = "Глушитель AAC \"762-SDN-6\" предназначен для использования с патроном калибра 7.62x51 NATO, но также может использоваться с патроном 300 AAC, 6.8 SPC, 6.5, и 5.56mm NATO. Может быть установлен только на совместимые дульные устройства с резьбой типа \"51T\"."

L["eft_muzzle_ar10_keymount.printname"] = "Дульный тормоз Dead Air \"Keymount\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_keymount.compactname"] = "Keymount"
L["eft_muzzle_ar10_keymount.description"] = "Дульный тормоз производства Dead Air Silencers, предназначенный для систем AR-10 и совместимых. Тормоз значительно снижает как импульс отдачи, так и подъем дула, заставляя оружие стрелка двигаться только назад, что позволяет ему удерживать дуло на цели для более быстрого восстановления отдачи."

L["eft_muzzle_dthybrid.printname"] = "Адаптер SilencerCo \"Direct Thread Mount\" для глушителей \"Hybrid 46\""
L["eft_muzzle_dthybrid.compactname"] = "DT Hybrid"
L["eft_muzzle_dthybrid.description"] = "Адаптер \"Direct Thread Mount\" для глушителя SilencerCo Hybrid 46. Для установки глушителя напрямую на резьбу ствола."

L["eft_muzzle_pws_cqb.printname"] = "Дульный тормоз PWS \"CQB\" 5.56x45 для AR-15"
L["eft_muzzle_pws_cqb.compactname"] = "PWS CQB"
L["eft_muzzle_pws_cqb.description"] = "Дульный тормоз-компенсатор PWS CQB 5.56x45мм разработан специально для малогабаритного оружия для использования в замкнутых пространствах."

L["eft_silencer_dthybrid.printname"] = "Глушитель SilencerCo \"Hybrid 46\" мультикалиберный"
L["eft_silencer_dthybrid.compactname"] = "Hybrid 46"
L["eft_silencer_dthybrid.description"] = "Мультикалиберный глушитель SilencerCo \"Hybrid 46\" для пистолетов под патрон от 9мм до .45 ACP и винтовок под патрон от 5.56мм до .45. Для установки на оружие требуется соответствующий системе переходник."

L["eft_silencer_r43_556.printname"] = "Дульный тормоз-компенсатор Ротор 43 5.56x45"
L["eft_silencer_r43_556.compactname"] = "Р43 5.56"
L["eft_silencer_r43_556.description"] = "Дульный тормоз-компенсатор производства Ротор 43 предназначен для установки на AR или АК калибра 5.56x45. Позиционируется именно как ДТК, но при этом также снижает звук выстрела."

L["eft_muzzle_ar10_sig_taperlok.printname"] = "Дульное крепление SIG Sauer \"Taper-LOK\" 7.62x51/.300 BLK"
L["eft_muzzle_ar10_sig_taperlok.compactname"] = "T-LOK"
L["eft_muzzle_ar10_sig_taperlok.description"] = "Запатентованная система крепления \"Taper-LOK\", позволяющее устанавливать различные дульные устройства на системы калибра 7.62x51 и .300 Blackout. Производство SIG Sauer."

L["eft_muzzle_tlok_3prong.printname"] = "Пламегаситель SIG Sauer \"3-prong\" 7.62x51"
L["eft_muzzle_tlok_3prong.compactname"] = "3-pr 762"
L["eft_muzzle_tlok_3prong.description"] = "Трёхлепестковый пламегаситель от SIG Sauer, устанавливаемый на специальное крепление по запатентованной технологии \"Taper-LOK\"."

L["eft_muzzle_tlok_mirco.printname"] = "Дульный тормоз SIG Sauer \"Micro Brake\" 7.62x51"
L["eft_muzzle_tlok_mirco.compactname"] = "Micro 762"
L["eft_muzzle_tlok_mirco.description"] = "Компактный дульный тормоз от SIG Sauer, устанавливаемый на специальное крепление по запатентованной технологии \"Taper-LOK\"."

L["eft_muzzle_tlok_tpb.printname"] = "Дульный тормоз SIG Sauer \"Two Port Brake\" 7.62x51"
L["eft_muzzle_tlok_tpb.compactname"] = "TPB 762"
L["eft_muzzle_tlok_tpb.description"] = "Компактный дульный тормоз \"Two Port Brake\" от SIG Sauer, устанавливаемый на специальное крепление по запатентованной технологии \"Taper-LOK\"."

L["eft_silencer_ar10_tlok_srd.printname"] = "Глушитель SIG Sauer \"SRD762-QD\" 7.62x51"
L["eft_silencer_ar10_tlok_srd.compactname"] = "SRD762-QD"
L["eft_silencer_ar10_tlok_srd.description"] = "\"SRD762-QD\" 7.62x51 - это глушитель из титана Grade 5, использующий быстросъемные дульные устройства для крепления глушителя к оружию. Производство SIG Sauer."

L["eft_muzzle_ar10_qdc_sup.printname"] = "Пламегаситель KAC \"QDC Flash Supressor Kit\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_qdc_sup.compactname"] = "KAC QDC"
L["eft_muzzle_ar10_qdc_sup.description"] = "Пламегаситель производства \"Knight's Armament Company\" эффективно подавляет вспышку, а также может служить платформой для быстросъёмного глушителя QDC PRS. Устанавливается на винтовки семейства AR-10."

L["eft_silencer_ar10_srdti.printname"] = "Глушитель SIG Sauer \"SRD762Ti\" 7.62x51"
L["eft_silencer_ar10_srdti.compactname"] = "SRD762"
L["eft_silencer_ar10_srdti.description"] = "Глушитель \"SRD762Ti\" из титана Grade 5 для калибров .308/7.62/300BLK, производство SIG Sauer."

L["eft_muzzle_deltatek_dtk_ar15.printname"] = "Дульный тормоз компенсатор Дельта-Тек \"ДТК-M16\" 5.56x45 для AR-15"
L["eft_muzzle_deltatek_dtk_ar15.compactname"] = "ДТК-M16"
L["eft_muzzle_deltatek_dtk_ar15.description"] = "Дульный тормоз \"ДТК-M16\", предназначенный для систем AR-15 и совместимых. Хорошо снижает отдачу и является отличным компенсатором увода ствола вверх благодаря наличию специальной компенсационной камеры. Производство Дельта-Тек."

L["eft_muzzle_carlson_ar15.printname"] = "Дульный тормоз DoubleStar \"Carlson Tac Comp\" 5.56x45 для AR-15"
L["eft_muzzle_carlson_ar15.compactname"] = "CC450 556"
L["eft_muzzle_carlson_ar15.description"] = "Дульный тормоз компенсатор \"Carlson Tac Comp\", предназначенный для систем AR-15 и совместимых. Тормоз снижает импульс отдачи и подъем дула. Идеально подходит для оружия с коротким стволом. Производство DoubleStar."

-- [[ optic ]]
L["eft_optic_1p78_eyecap.printname"] = "Наглазник на прицел НПЗ 1П78"
L["eft_optic_1p78_eyecap.compactname"] = "1П78 нагл."
L["eft_optic_1p78_eyecap.description"] = "Резиновый наглазник для установки на оптический прицел НПЗ 1П78."

L["eft_optic_553.printname"] = "Голографический прицел EOTech \"553\""
L["eft_optic_553.compactname"] = "553"
L["eft_optic_553.description"] = "Голографический прицел EOTech \"553\". Благодаря его конструкции, позволяет использовать его на широком спектре оружия даже с не складными прицельными приспособлениями. Совместим с приборами ночного видения за счет NV режима марки. Используется US SOCOM как основной прицел для операций в ограниченном пространстве."

L["eft_optic_acrop1.printname"] = "Коллиматорный прицел Aimpoint \"ACRO P-1\""
L["eft_optic_acrop1.compactname"] = "ACRO P-1"
L["eft_optic_acrop1.description"] = "Компактный коллиматорный прицел \"ACRO P-1\" от компании Aimpoint разработан для установки на специальные рельсы. Очень легкий, компактный и прочный."

L["eft_optic_compm4.printname"] = "Коллиматорный прицел Aimpoint \"CompM4\""
L["eft_optic_compm4.compactname"] = "CompM4"
L["eft_optic_compm4.description"] = "Прицелы серии Aimpoint \"CompM4\" - самые прочные прицелы, которые когда-либо производила компания Aimpoint, и они являются стандартным прицелом пехоты во многих странах НАТО. Оптика чрезвычайно прочная и работает непрерывно до 8 лет от одной батарейки AA. Aimpoint CompM4s - это последняя версия M68CCO (Close-Combat Optic - \"Оптика Ближнего Боя\") армии США, продолжающая наследие, которое Aimpoint поддерживает с 1997 года."

L["eft_optic_deltapoint.printname"] = "Коллиматорный прицел Leupold \"DeltaPoint\""
L["eft_optic_deltapoint.compactname"] = "DP"
L["eft_optic_deltapoint.description"] = "Компактный коллиматорный прицел \"DeltaPoint\" от компании Leupold практически не имеет ограничений в области применения. Изначально планировавшийся для установки на помповые гладкоствольные ружья для соревнований и практической стрельбы, он неплохо показал себя на широком спектре оружия. От ружья и пистолета до платформы AR, как основной или вспомогательный прицел, он будет показывать отличный результат."

L["eft_optic_exps3_tan.printname"] = "Голографический прицел EOTech \"EXPS3\" (Песочный)"
L["eft_optic_exps3_tan.compactname"] = "EXPS3"
L["eft_optic_exps3_tan.description"] = "Голографический прицел Eotech EXPS3. Благодаря его конструкции, позволяется использовать его на широком спектре оружия даже с не складными прицельными приспособлениями. Совместим с приборами ночного видения за счет NV режима марки. Используется US SOCOM как прицел для операций в ограниченном пространстве."

L["eft_optic_ff3.printname"] = "Коллиматорный прицел Burris \"FastFire 3\""
L["eft_optic_ff3.compactname"] = "FF3"
L["eft_optic_ff3.description"] = "Легкий и прочный, \"FastFire\" даёт четкую ярко-красную точку на цель, чтобы предоставить вам преимущество в скорости и точности. Может использоваться в качестве основного или вспомогательного прицела."

L["eft_optic_h2.printname"] = "Коллиматорный прицел Aimpoint \"Micro H-2\""
L["eft_optic_h2.compactname"] = "H-2"
L["eft_optic_h2.description"] = "Компактный коллиматорный прицел \"Micro H-2\" от компании Aimpoint разработан для установки на любой тип огнестрельного оружия и даже на луки. Легкий, компактный, прочный."

L["eft_optic_hhs1.printname"] = "Гибридный прицельный комплекс EOTech \"HHS-1\""
L["eft_optic_hhs1.compactname"] = "HHS-1"
L["eft_optic_hhs1.description"] = "Гибридный прицельный комплекс \"HHS-1\" (Holographic Hybrid Sight - \"Гибридный Голографический Прицел\"), состоящий из голографического прицела \"EXPS3-4\" и оптического увеличителя \"G33.STS\". Производство EOTech."

L["eft_optic_hhs1_tan.printname"] = "Гибридный прицельный комплекс EOTech \"HHS-1\" (Песочный)"
L["eft_optic_hhs1_tan.compactname"] = "HHS-1 Tan"
L["eft_optic_hhs1_tan.description"] = "Гибридный прицельный комплекс \"HHS-1\" (Holographic Hybrid Sight - \"Гибридный Голографический Прицел\"), состоящий из голографического прицела \"EXPS3-4\" и оптического увеличителя \"G33.STS\". Производство EOTech."

L["eft_optic_hs401g5.printname"] = "Коллиматорный прицел Holosun \"HS401G5\""
L["eft_optic_hs401g5.compactname"] = "HS401G5"
L["eft_optic_hs401g5.description"] = "Коллиматорный прицел \"HS401G5\" со встроенным блоком ЛЦУ, производство Holosun."

L["eft_optic_kmz_eyecap.printname"] = "Наглазник на прицел КМЗ 1П59"
L["eft_optic_kmz_eyecap.compactname"] = "1П59 нагл."
L["eft_optic_kmz_eyecap.description"] = "Резиновый наглазник для установки на прицел КМЗ 1П59."

L["eft_optic_kobra.printname"] = "Коллиматорный прицел Аксион \"Кобра ЭКП-8-18\""
L["eft_optic_kobra.compactname"] = "ЭКП-8-18"
L["eft_optic_kobra.description"] = "Кобра - весьма популярный коллиматорный прицел среди силовых структур и гражданских стрелков. Разрабатывался для Вооруженных Сил РФ, однако на вооружение официально так и не был принят. Производство Аксион."

L["eft_optic_krechet.printname"] = "Коллиматорный прицел Валдай Кречет"
L["eft_optic_krechet.compactname"] = "Кречет"
L["eft_optic_krechet.description"] = "Коллиматорый прицел \"Кречет\", предназначен для прицельной стрельбы днем и ночью при использовании в сочетании с прибором ночного видения."

L["eft_optic_mrs.printname"] = "Коллиматорный прицел Walther \"MRS\""
L["eft_optic_mrs.compactname"] = "MRS"
L["eft_optic_mrs.description"] = "Коллиматорный прицел Walther \"Multi-Reticle Point Sight\" (MRS) позволяет выбирать между двумя точками и двумя сетками с настраиваемыми уровнями яркости. Дешёвый, точный (но при переключении между точками и сетками нужно пристреливать заново), компактный и экономно расходующий батарею - но не слишком надёжный и прочный."

L["eft_optic_nspu_eyecap.printname"] = "Наглазник на прицел НСПУ-М"
L["eft_optic_nspu_eyecap.compactname"] = "НСПУ-М"
L["eft_optic_nspu_eyecap.description"] = "Резиновый наглазник для установки на ночной прицел НСПУ-М."

L["eft_optic_okp7.printname"] = "Коллиматорный прицел ОКП-7"
L["eft_optic_okp7.compactname"] = "ОКП-7"
L["eft_optic_okp7.description"] = "Оригинальная конструкция прицелов ОКП даёт возможность вести прицельный огонь из неустойчивых положений и в условиях быстро меняющейся обстановки, снижает утомляемость стрелка, а также, при необходимости, позволяет использовать штатное механическое приспособление. Основная особенность прицела  - крепление рефлектора без металлической оправы, перекрывающей заметную часть секторов обстрела. Защита рефлектора в экстремальных условиях обеспечивается тонким и прочным металлическим козырьком, практически не мешающим при стрельбе."

L["eft_optic_p1x42.printname"] = "Коллиматорный прицел ВОМЗ \"Пилад P1x42 Weaver\""
L["eft_optic_p1x42.compactname"] = "P1x42"
L["eft_optic_p1x42.description"] = "Прицел коллиматорный открытого типа, предназначен для точной наводки спортивного и охотничьего оружия по различным целям, в том числе по быстродвижущимся. Производство ВОМЗ."

L["eft_optic_pk06.printname"] = "Коллиматорный прицел БелОМО \"ПК-06\""
L["eft_optic_pk06.compactname"] = "ПК-06"
L["eft_optic_pk06.description"] = "Прицел коллиматорный открытого типа c автоматической регулировкой яркости прицельной марки и переключением типа прицельной марки. Производство Зенит-БелОМО."

L["eft_optic_pk120.printname"] = "Голографический прицел Валдай ПК-120 (1П87)"
L["eft_optic_pk120.compactname"] = "ПК-120"
L["eft_optic_pk120.description"] = "Голографический прицел ПК-120 (Индекс ГРАУ - 1П87) производства Валдай. Входит в состав комплекса ДПНК (Дневной-ночной Прицельно-Наблюдательный Комплекс) опытно-конструкторской работы \"Ратник\"."

L["eft_optic_pro.printname"] = "Коллиматорный прицел Aimpoint \"PRO\""
L["eft_optic_pro.compactname"] = "PRO"
L["eft_optic_pro.description"] = "Коллиматорный прицел Aimpoint \"PRO\" (Patrol Rifle Optic), устанавливается на крепления LRP и QRP2, ставящиеся без инструментов на планки Пикатинни/Weaver. Прицел оборудован двумя защитными крышками - твердой передней и прозрачной задней - что позволяет стрелку использовать коллиматор даже с закрытыми крышками. Прицел \"PRO\" полностью совместим со всеми поколениями приборов ночного видения."

L["eft_optic_pso_eyecap.printname"] = "Наглазник на прицел ПСО"
L["eft_optic_pso_eyecap.compactname"] = "ПСО нагл."
L["eft_optic_pso_eyecap.description"] = "Резиновый наглазник на прицел ПСО разных моделей."

L["eft_optic_reapir_eyecup.printname"] = "Наглазник на прицел Trijicon \"REAP-IR\""
L["eft_optic_reapir_eyecup.compactname"] = "REAP-IR нагл."
L["eft_optic_reapir_eyecup.description"] = "Резиновый наглазник на тепловизионный прицел Trijicon REAP-IR."

L["eft_optic_rmr.printname"] = "Коллиматорный прицел Trijicon \"RMR\""
L["eft_optic_rmr.compactname"] = "RMR"
L["eft_optic_rmr.description"] = "RMR (Ruggedized Miniature Reflex) - прочный, компактный коллиматорный прицел. Может использоваться в качестве основного или вспомогательного прицела. Требуется соответствующая база для установки на направляющие Weaver. Производство Trijicon."

L["eft_optic_romeo4.printname"] = "Коллиматорный прицел SIG Sauer \"ROMEO4\""
L["eft_optic_romeo4.compactname"] = "ROMEO4"
L["eft_optic_romeo4.description"] = "Коллиматорный прицел SIG Sauer \"ROMEO4\" для быстрого и точного обнаружения цели."

L["eft_optic_romeo8t.printname"] = "Коллиматорный прицел SIG Sauer \"ROMEO8T\""
L["eft_optic_romeo8t.compactname"] = "ROMEO8T"
L["eft_optic_romeo8t.description"] = "Коллиматорный прицел \"ROMEO8T\", предназначенный для прицельной стрельбы из современных спортивных винтовок и ружей. Производство SIG Sauer."

L["eft_optic_srs02.printname"] = "Коллиматорный прицел Trijicon \"SRS-02\""
L["eft_optic_srs02.compactname"] = "SRS-02"
L["eft_optic_srs02.description"] = "Прицел Trijicon \"SRS Sealed Reflex Sight\" компактен и занимает меньше места на направляющих, сохраняя при этом надежность и производительность. Большая апертура 38мм обеспечивает широкий угол обзора и быстрое поражение цели. SRS имеет точку 1,75 МОА для обеспечения максимальной точности. SRS питается от солнечной батареи и единичной батареи AA."

L["eft_optic_t1.printname"] = "Коллиматорный прицел Aimpoint \"Micro T-1\""
L["eft_optic_t1.compactname"] = "T-1"
L["eft_optic_t1.description"] = "Компактный коллиматорный прицел \"Micro T-1\" от компании Aimpoint разработан для установки на любой тип огнестрельного оружия и даже на луки. Легкий, компактный, прочный."

L["eft_optic_t12w.printname"] = "Тепловизионный прицел Torrey Pines Logic \"T12W 30Hz\""
L["eft_optic_t12w.compactname"] = "T12W"
L["eft_optic_t12w.description"] = "Компактный тепловизионный прицел с низкой частотой кадров. Производство Torrey Pines Logic."

L["eft_optic_tulpan_eyecap.printname"] = "Наглазник на прицел НПЗ УСП-1"
L["eft_optic_tulpan_eyecap.compactname"] = "УСП-1 нагл."
L["eft_optic_tulpan_eyecap.description"] = "Резиновый наглазник для установки на прицел НПЗ УСП-1."

L["eft_optic_uh1.printname"] = "Голографический прицел Vortex \"Razor AMG UH-1\""
L["eft_optic_uh1.compactname"] = "UH-1"
L["eft_optic_uh1.description"] = "Голографический прицел Vortex \"Razor AMG UH-1\" имеет не только футуристичный дизайн, но и является революционным среди голографических и коллиматорных прицелов по заявлениям его создателей."

L["eft_optic_utg.printname"] = "Коллиматорный прицел Leapers \"UTG\""
L["eft_optic_utg.compactname"] = "UTG"
L["eft_optic_utg.description"] = "Коллиматорный прицел с двумя режимами работы, производства Leapers Inc. Эта модель представляет собой компактный, небольших размеров коллиматорный прицел, который устанавливается на планки Weaver/Picatinny."

L["eft_optic_vulcan_eyecup.printname"] = "Наглазник на прицел Armasight \"Vulcan MG\""
L["eft_optic_vulcan_eyecup.compactname"] = "Vulcan MG"
L["eft_optic_vulcan_eyecup.description"] = "Резиновый наглазник на ночной прицел \"Vulcan MG\", производство Armasight."

L["eft_optic_xps3_0.printname"] = "Голографический прицел EOTech \"XPS3-0\""
L["eft_optic_xps3_0.compactname"] = "XPS3-0"
L["eft_optic_xps3_0.description"] = "XPS3 компактнее чем другие голографические прицелы, но так же эффективен. Такой подход дает больше места на планках для дополнительного оборудования. Его ценят и охотники и сотрудники силовых структур за малый вес и размер при длительном использовании. Модель 3-0 имеет марку с одной точкой в 1 МОА."

L["eft_optic_xps3_2.printname"] = "Голографический прицел EOTech \"XPS3-2\""
L["eft_optic_xps3_2.compactname"] = "XPS3-2"
L["eft_optic_xps3_2.description"] = "XPS3 компактнее чем другие голографические прицелы, но так же эффективен. Такой подход дает больше места на планках для дополнительного оборудования. Его ценят и охотники, и сотрудники силовых структур за малый вес и размер при длительном использовании. Модель 3-2 имеет марку с двумя точками в 1 МОА."

L["eft_aux_ekp_shade.printname"] = "Бленда на прицелы Аксион \"Кобра\""
L["eft_aux_ekp_shade.compactname"] = "Кобра"
L["eft_aux_ekp_shade.description"] = "Бленда на прицелы семейства \"Кобра\". Защищает линзу от механических воздействий и препятствует \"бликованию\". Производство Аксион."

L["eft_optic_targetring.printname"] = "Коллиматорный прицел ВОМЗ \"Пилад TargetRing\""
L["eft_optic_targetring.compactname"] = "TargetRing"
L["eft_optic_targetring.description"] = "Пpeднaзнaчeн для oxoты нa птиц или мeлĸyю дичь, для cпopтивнoй cтpeльбы пo cтaциoнapным или быcтpo движyщимcя цeлям. Идеален именно для этой цели, создает контрастный круг на мишени, давая возможность делать упреждение и не терять скорость. Уcтaнaвливaeтcя тoльĸo нa гладкоствольное (дробовое) оружие."

L["eft_optic_elcan_hco.printname"] = "Голографический прицел ELCAN \"Specter HCO\""
L["eft_optic_elcan_hco.compactname"] = "HCO"
L["eft_optic_elcan_hco.description"] = "Голографический прицел Specter Holographic Combat Optic. Производство ELCAN."

L["eft_optic_sig_romeo7.printname"] = "Коллиматорный прицел SIG Sauer \"ROMEO7 1x30\""
L["eft_optic_sig_romeo7.compactname"] = "ROMEO7"
L["eft_optic_sig_romeo7.description"] = "Ранний образец коллиматорного прицела ROMEO7 1x30 производства компании SIG Sauer."

L["eft_optic_zeus_eyecup.printname"] = "Наглазник на прицел Armasight \"Zeus-Pro\""
L["eft_optic_zeus_eyecup.compactname"] = "ZeusPro"
L["eft_optic_zeus_eyecup.description"] = "Резиновый наглазник на ночной прицел \"Zeus-Pro\". Производство Armasight."

L["eft_optic_boss.printname"] = "Коллиматорный прицел Wilcox \"BOSS Xe\""
L["eft_optic_boss.compactname"] = "BOSS Xe"
L["eft_optic_boss.description"] = "Коллиматорный прицел \"Ballistically Optimized Sighting System\" совмещающий в себе функции коллиматорного прицела, тактического блока и механических прицельных приспособлений. Производство Wilcox."

L["eft_optic_shakhin_eyecup.printname"] = "Наглазник на прицел \"Шахин\""
L["eft_optic_shakhin_eyecup.compactname"] = "Шахин"
L["eft_optic_shakhin_eyecup.description"] = "Наглазник на тепловизионный прицел Шахин. Производство ЦНИИ Циклон."

-- [[ rearsight ]]
L["eft_rearsight_a2.printname"] = "Целик Colt \"A2\" для AR-15"
L["eft_rearsight_a2.compactname"] = "A2 цел."
L["eft_rearsight_a2.description"] = "Съёмный целик Colt A2. Штатно устанавливается на M4A1."

L["eft_rearsight_kac.printname"] = "Целик KAC \"Folding Rear Sight\""
L["eft_rearsight_kac.compactname"] = "KAC RS"
L["eft_rearsight_kac.description"] = "Съемный складной целик \"Folding Sight\" от Knight's Armament Company, устанавливается на направляющую."

L["eft_rearsight_kacmicro.printname"] = "Целик KAC \"Folding Micro Rear Sight\""
L["eft_rearsight_kacmicro.compactname"] = "KAC MRS"
L["eft_rearsight_kacmicro.description"] = "Съёмный складной целик \"Folding Micro Sight\". Производство Knight's Armament Company."

L["eft_rearsight_kriss_defiance.printname"] = "Целик низкопрофильный KRISS \"Defiance\""
L["eft_rearsight_kriss_defiance.compactname"] = "Defiance RS"
L["eft_rearsight_kriss_defiance.description"] = "Съемный складной целик \"Defiance Low Profile Flip-Up\", устанавливается на направляющую."

L["eft_rearsight_m4carry.printname"] = "Рукоятка для переноски/целик для AR-15"
L["eft_rearsight_m4carry.compactname"] = "CHandle"
L["eft_rearsight_m4carry.description"] = "Рукоятка для переноски, снабженная диоптрическим целиком для AR-15 систем. Штатно устанавливается на M4A1."

L["eft_rearsight_mbus.printname"] = "Целик складной Magpul \"MBUS Gen2\""
L["eft_rearsight_mbus.compactname"] = "MBUS RS"
L["eft_rearsight_mbus.description"] = "Съёмный складной целик \"MBUS Gen2\". Производство Magpul."

L["eft_rearsight_mbus_fde.printname"] = "Целик складной Magpul \"MBUS Gen2\" (FDE)"
L["eft_rearsight_mbus_fde.compactname"] = "MBUS RS"
L["eft_rearsight_mbus_fde.description"] = "Съёмный складной целик \"MBUS Gen2\", устанавливается на направляющую. Производство Magpul. Версия в цвете Flat Dark Earth."

L["eft_rearsight_mcx.printname"] = "Целик складной для MCX"
L["eft_rearsight_mcx.compactname"] = "MCX цел."
L["eft_rearsight_mcx.description"] = "Съемный складной целик \"Flip Up\" для винтовок MCX, устанавливается на направляющую. Изначально разработан для AR платформы. Производство SIG Sauer."

L["eft_rearsight_mp7.printname"] = "Целик складной для HK MP7"
L["eft_rearsight_mp7.compactname"] = "MP7 RS"
L["eft_rearsight_mp7.description"] = "Съёмный складной целик Flip Up для MP7. Производство Heckler & Koch."

L["eft_rearsight_mpx.printname"] = "Целик складной для MPX"
L["eft_rearsight_mpx.compactname"] = "MPX цел."
L["eft_rearsight_mpx.description"] = "Съемный складной целик \"Flip Up\" для ПП MPX, устанавливается на направляющую. Производство SIG Sauer."

-- [[ scope ]]
L["eft_scope_25mm_pilad.printname"] = "Оптический прицел 25.4мм ВОМЗ \"Пилад 4x32\""
L["eft_scope_25mm_pilad.compactname"] = "Пилад 4x32"
L["eft_scope_25mm_pilad.description"] = "Предназначен для стрельбы на малых и средних дистанциях. Прицел будет удобен для стрельбы по движущимся объектам на расстоянии до 150м."

L["eft_scope_30mm_march.printname"] = "Оптический прицел 30мм March Tactical \"3-24x42 FFP\""
L["eft_scope_30mm_march.compactname"] = "3-24x42 FFP"
L["eft_scope_30mm_march.description"] = "Оптический прицел March Tactical 3-24x42 First Focal Plane, надежен и точен при любой мощности боеприпаса."

L["eft_scope_30mm_mark4.printname"] = "Оптический прицел 30мм Leupold \"Mark 4 LR 6.5-20x50\""
L["eft_scope_30mm_mark4.compactname"] = "6.5-20x50"
L["eft_scope_30mm_mark4.description"] = "Точный, прочный и надежный - оптический прицел Leupold Mark 4 6.5-20x50. Модель обеспечивает увеличение от 6,5 до 20 раз, что дает четкое представление о реальных размерах объекта на прицеле."

L["eft_scope_30mm_razor.printname"] = "Оптический прицел 30мм Vortex \"Razor HD Gen.2 1-6x24\""
L["eft_scope_30mm_razor.compactname"] = "Razor HD Gen.2"
L["eft_scope_30mm_razor.description"] = "Тактический прицел, разработанный для быстрого обнаружения цели и максимальной точности. Производство Vortex Optics."

L["eft_scope_30mm_sb_pmii1.printname"] = "Оптический прицел 30мм Schmidt & Bender PM II 1-8x24"
L["eft_scope_30mm_sb_pmii1.compactname"] = "PM II 1-8x24"
L["eft_scope_30mm_sb_pmii1.description"] = "Оптический прицел Schmidt & Bender \"PM II 1-8x24\" изначально создавался для элитных вооруженных сил для быстрого обнаружения цели и высокой точности."

L["eft_scope_30mm_tac30.printname"] = "Оптический прицел 30мм Burris \"FullField TAC30 1-4x24\""
L["eft_scope_30mm_tac30.compactname"] = "TAC30"
L["eft_scope_30mm_tac30.description"] = "TAC30 предлагает широкое поле зрения и 1-кратное минимальное увеличение, что упрощает и ускоряет захват цели. 4-кратное полное увеличение и сетка Ballistic CQ идеальны для стрельбы на дистанции от 300 метров. Центральная точка с подсветкой и большой яркий круг позволяют мгновенно поражать цель с близкого расстояния."

L["eft_scope_30mm_vudu.printname"] = "Оптический прицел 30мм EOTech \"Vudu 1-6x24\""
L["eft_scope_30mm_vudu.compactname"] = "Vudu 1-6x24"
L["eft_scope_30mm_vudu.description"] = "Прицел EOTech \"Vudu 1-6x24\", одинаково эффективен на платформах AR и на болтовых винтовках. Прицельная кольцевая сетка в стиле EOTech предназначена для быстрого поражения цели при малой мощности, обеспечивая при этом поле зрения и точность, необходимые для стрельбы по целям на дальних расстояниях."

L["eft_scope_34mm_atacr.printname"] = "Оптический прицел 34мм Nightforce \"ATACR 7-35x56\""
L["eft_scope_34mm_atacr.compactname"] = "ATACR 7-35x56"
L["eft_scope_34mm_atacr.description"] = "Универсальный прицел NightForce \"ATACR 7-35x56\" с большой кратностью и широким полем обзора во всем диапазоне, что позволяет легко видеть и поражать цели."

L["eft_scope_34mm_hsff.printname"] = "Оптический прицел 34мм Hensoldt \"FF 4-16x56\""
L["eft_scope_34mm_hsff.compactname"] = "FF 4-16"
L["eft_scope_34mm_hsff.description"] = "Телескопический прицел Hensoldt FF 3-12x56 разрабатывался с целью добиться максимальной функциональности и диапазона настройки, не выходя за пределы компактного форм-фактора. В FF-версии сетка нанесена на первую плоскость фокусировки, поэтому при приближении сетка также увеличивается, что позволяет определять дистанцию по милдоту без дополнительных вычислений."

L["eft_scope_34mm_sb_pmii3.printname"] = "Оптический прицел 34мм Schmidt & Bender PM II 3-20x50"
L["eft_scope_34mm_sb_pmii3.compactname"] = "PM II 3-20x50"
L["eft_scope_34mm_sb_pmii3.description"] = "Оптический прицел Schmidt & Bender \"PM II 3-20x50\" изначально создавался для элитных вооруженных сил для быстрого обнаружения цели и высокой точности."

L["eft_scope_34mm_sb_pmii5.printname"] = "Оптический прицел 34мм Schmidt & Bender PM II 5-25x56"
L["eft_scope_34mm_sb_pmii5.compactname"] = "PM II 5-25x56"
L["eft_scope_34mm_sb_pmii5.description"] = "Оптический прицел Schmidt & Bender \"PM II 5-25x56\" изначально создавался для элитных вооруженных сил для быстрого обнаружения цели и высокой точности."

L["eft_scope_acog_ta01.printname"] = "Оптический прицел Trijicon \"ACOG TA01NSN 4x32\" (Черный)"
L["eft_scope_acog_ta01.compactname"] = "TA01NSN"
L["eft_scope_acog_ta01.description"] = "Разработанный в точном соответствии со спецификациями Командования Специальных Операций США для использования элитными войсками США, Trijicon ACOG TA01NSN является самым популярным прицелом серии ACOG . Прицельная сетка позволяет компенсировать падение пули на расстояние до 600 метров без каких-либо ручных настроек. Возможна установка дополнительных резервных целиков. Работает без батареек."

L["eft_scope_acog_ta01_tan.printname"] = "Оптический прицел Trijicon \"ACOG TA01NSN 4x32\" (Песочный)"
L["eft_scope_acog_ta01_tan.compactname"] = "TA01NSN"
L["eft_scope_acog_ta01_tan.description"] = "Разработанный в точном соответствии со спецификациями Командования Специальных Операций США для использования элитными войсками США, Trijicon ACOG TA01NSN является самым популярным прицелом серии ACOG . Прицельная сетка позволяет компенсировать падение пули на расстояние до 600 метров без каких-либо ручных настроек. Возможна установка дополнительных резервных целиков. Работает без батареек. Версия в песочном цвете."

L["eft_scope_acog_ta11d.printname"] = "Оптический прицел Trijicon \"ACOG TA11D 3.5x35\""
L["eft_scope_acog_ta11d.compactname"] = "TA11D"
L["eft_scope_acog_ta11d.description"] = "Оптический прицел ACOG 3.5x35 производства компании Trijicon. По-прежнему является фаворитом среди профессиональных стрелков, сотрудников правоохранительных органов и свободолюбивых граждан со всего мира."

L["eft_scope_adop4.printname"] = "Оптический прицел NcSTAR \"ADO P4 Sniper 3-9x42\""
L["eft_scope_adop4.compactname"] = "ADO P4"
L["eft_scope_adop4.description"] = "Прицел \"Advance Dual Optic\" (ADO) 3X-9X с переменным увеличением и объективом 42мм. В прицел ADO встроен компактный вспомогательный коллиматор сверху корпуса. Производство NcSTAR."

L["eft_scope_bravo4.printname"] = "Оптический прицел SIG Sauer \"BRAVO4 4x30\""
L["eft_scope_bravo4.compactname"] = "BRAVO4"
L["eft_scope_bravo4.description"] = "Оптический прицел BRAVO4 4x30 производства компании SIG Sauer. Уникален тем, что дает на 43% больший угол обзора по сравнению с обычными прицелами. Также на нем имеется направляющая для установки вспомогательного компактного прицела."

L["eft_scope_compactprism.printname"] = "Оптический прицел Monstrum Tactical \"Compact Prism Scope 2x32\""
L["eft_scope_compactprism.compactname"] = "Compact 2x32"
L["eft_scope_compactprism.description"] = "Призматический двухкратный прицел \"Compact Prism Scope\" производства Monstrum Tactical."

L["eft_scope_dovetail_1p78.printname"] = "Оптический прицел НПЗ 1П78-1 2.8x"
L["eft_scope_dovetail_1p78.compactname"] = "1П78-1"
L["eft_scope_dovetail_1p78.description"] = "Дневной оптический прицел с 2.8 кратностью, устанавливается на крепления Ласточкин Хвост. Производство НПЗ."

L["eft_scope_dovetail_ekp802.printname"] = "Коллиматорный прицел Аксион \"Кобра ЭКП-8-02\" на Ласточкин Хвост"
L["eft_scope_dovetail_ekp802.compactname"] = "ЭКП-8-02"
L["eft_scope_dovetail_ekp802.description"] = "Кобра - весьма популярный коллиматорный прицел среди силовых структур и гражданских стрелков. Разрабатывался для Вооруженных Сил РФ, однако на вооружение официально так и не был принят. Данная версия предназначена для установки на крепления типа \"Ласточкин хвост\". Производство Аксион."

L["eft_scope_dovetail_nspum.printname"] = "Ночной прицел НСПУ-М"
L["eft_scope_dovetail_nspum.compactname"] = "НСПУ-М"
L["eft_scope_dovetail_nspum.description"] = "Ночной Стрелковый Прицел Унифицированный Модернизированный, индекс ГРАУ 1ПН58 — советский бесподсветный ночной оптический прицел, созданный для повышения эффективности стрельбы при естественной ночной освещенности из автоматов семейства АК."

L["eft_scope_dovetail_okp7.printname"] = "Коллиматорный прицел ОКП-7 на Ласточкин Хвост"
L["eft_scope_dovetail_okp7.compactname"] = "ОКП-7"
L["eft_scope_dovetail_okp7.description"] = "Оригинальная конструкция прицелов ОКП даёт возможность вести прицельный огонь из неустойчивых положений и в условиях быстро меняющейся обстановки, снижает утомляемость стрелка, а также, при необходимости, позволяет использовать штатное механическое приспособление. Основная особенность прицела - крепление рефлектора без металлической оправы, перекрывающей заметную часть секторов обстрела. Защита рефлектора в экстремальных условиях обеспечивается тонким и прочным металлическим козырьком, практически не мешающим при стрельбе. Данный вариант прицела монтируется на крепление типа \"ласточкин хвост\"."

L["eft_scope_dovetail_pk1.printname"] = "Коллиматорный прицел НПЗ ПК1 \"Обзор\" на Ласточкин Хвост"
L["eft_scope_dovetail_pk1.compactname"] = "\"Обзор\""
L["eft_scope_dovetail_pk1.description"] = "Коллиматорный прицел, созданный для охотников для быстрого ведения цели при холодных температурах, устанавливается на крепления Ласточкин Хвост. Производство НПЗ."

L["eft_scope_dovetail_pkaa.printname"] = "Коллиматорный прицел БелОМО \"ПК-АА\" на Ласточкин Хвост"
L["eft_scope_dovetail_pkaa.compactname"] = "ПК-АА"
L["eft_scope_dovetail_pkaa.description"] = "Коллиматорный прицел \"ПК-АА\", разработанный для установки на любые автоматы серии АК с креплением \"Ласточкин Хвост\". Производство БелОМО."

L["eft_scope_dovetail_pso1.printname"] = "Оптический прицел БелОМО \"ПСО-1\" 4x24"
L["eft_scope_dovetail_pso1.compactname"] = "ПСО-1"
L["eft_scope_dovetail_pso1.description"] = "Прицел Снайперский Оптический Изделие ПСО-1. Предназначен для ведения прицельной стрельбы из снайперской винтовки Драгунова (СВД) по различным целям с четырёхкратным увеличением и полем зрения в 6 градусов. Производство БелОМО."

L["eft_scope_dovetail_pso1m2.printname"] = "Оптический прицел БелОМО \"ПСО-1М2-1\" 4x24"
L["eft_scope_dovetail_pso1m2.compactname"] = "ПСО-1М2-1"
L["eft_scope_dovetail_pso1m2.description"] = "Прицел снайперский оптический Изделие ПСО-1М2-1. Предназначен для ведения прицельной стрельбы из винтовки снайперской специальной (ВСС) и снайперской винтовки Драгунова (СВД) по различным целям с четырёхкратным увеличением и полем зрения в 6 градусов. Производство БелОМО."

L["eft_scope_dovetail_pso1m2non1.printname"] = "Оптический прицел БелОМО \"ПСО-1М2\" 4x24"
L["eft_scope_dovetail_pso1m2non1.compactname"] = "ПСО-1М2"
L["eft_scope_dovetail_pso1m2non1.description"] = "Прицел Снайперский Оптический Изделие ПСО-1М2. Предназначен для ведения прицельной стрельбы из снайперской винтовки Драгунова (СВД) по различным целям с четырёхкратным увеличением и полем зрения в 6 градусов. Производство БелОМО."

L["eft_scope_dovetail_tulpan.printname"] = "Оптический прицел НПЗ УСП-1 \"Тюльпан\" 4x"
L["eft_scope_dovetail_tulpan.compactname"] = "УСП-1"
L["eft_scope_dovetail_tulpan.description"] = "Унифицированный Стрелковый Прицел УСП-1 предназначен для ведения прицельной стрельбы из автомата АК74Н, АК-74М, АН-94 и пулеметов РПК-74Н и ПКМН в светлое время суток и ночью по светящимся и подсвечиваемым целям. Устанавливается на крепление \"Ласточкин Хвост\"."

L["eft_scope_elcan.printname"] = "Оптический прицел ELCAN \"SpecterDR 1x/4x\""
L["eft_scope_elcan.compactname"] = "SpecterDR"
L["eft_scope_elcan.description"] = "Оптический прицел Specter SpecterDR (Dual Role) 1x/4x производства компании ELCAN. Новое слово в проектировании оптических прицелов. Первый в мире оптический прицел с действительно двумя режимами работы. Переключается с 4-х кратного увеличения на однократное в одно движение. Также имеет верхний механический целик."

L["eft_scope_elcan_fde.printname"] = "Оптический прицел ELCAN \"SpecterDR 1x/4x\" (FDE)"
L["eft_scope_elcan_fde.compactname"] = "SpecterDR"
L["eft_scope_elcan_fde.description"] = "Оптический прицел Specter SpecterDR (Dual Role) 1x/4x производства компании ELCAN. Новое слово в проектировании оптических прицелов. Первый в мире оптический прицел с действительно двумя режимами работы. Переключается с 4-х кратного увеличения на однократное в одно движение. Также имеет верхний механический целик. Версия в цвете Flat Dark Earth."

L["eft_scope_flir.printname"] = "Тепловизионный прицел FLIR \"RS-32 2.25-9x 35mm 60Hz\""
L["eft_scope_flir.compactname"] = "FLIR RS-32"
L["eft_scope_flir.description"] = "Тепловизионный прицел монокуляр/прицел широкого спектра применения, обладающий массой преимуществ. Может использоваться на оружии в виде прицела, как нашлемный монокуляр с помощью переходника, так и в виде наблюдательного прибора."

L["eft_scope_hamr.printname"] = "Гибридный прицел Leupold \"Mark 4 HAMR 4x24 DeltaPoint\""
L["eft_scope_hamr.compactname"] = "HAMR"
L["eft_scope_hamr.description"] = "Гибридный прицел от компании Leupold состоит из оптического прицела Mark 4 HAMR 4x24мм с креплением для установки на него коллиматорного прицела DeltaPoint. Был разработан для точной стрельбы на средние дистанции из карабинов при использовании 4-х кратной оптики, в случае необходимости позволяет вести эффективный огонь на коротких дистанциях, используя компактный коллиматор."

L["eft_scope_kmz_1p59.printname"] = "Оптический прицел КМЗ 1П59 3-10x"
L["eft_scope_kmz_1p59.compactname"] = "1П59"
L["eft_scope_kmz_1p59.description"] = "Панкратический прицела 1П59 \"Гиперон\" разработан для повышения эффективности стрельбы из СВД по сравнению со штатным прицелом ПСО-1 в 1.3-2 раза (в зависимости от дальности и размеров цели) за счет большего увеличения, применения более точного дальномера, совмещения операций измерения дальности до цели и ввода углов прицеливания, а также размещения шкалы ввода углов прицеливания в поле зрения прицела."

L["eft_scope_kmz_1p69.printname"] = "Оптический прицел КМЗ 1П69 3-10x"
L["eft_scope_kmz_1p69.compactname"] = "1П69"
L["eft_scope_kmz_1p69.description"] = "Панкратический прицела 1П69 \"Гиперон\" является дальнейшим развитием прицелов линейки \"Гиперон\" и предназначен для установки на СВ-98 с целью повышения эффективности боя. Прицел имеет гибкую подстройку кратностей, а также достаточно точный дальномер, облегчающий операции совмещения, измерения дальности до цели и ввода углов прицеливания."

L["eft_scope_pa_prism.printname"] = "Оптический прицел Kiba Arms \"Short Prism 2.5x\""
L["eft_scope_pa_prism.compactname"] = "Prism 2.5x"
L["eft_scope_pa_prism.description"] = "Оптический прицел \"Short Prism\" кратностью 2.5x производства компании Kiba Arms. Малая кратность и сетка с яркой подсветкой позволяют вести быструю стрельбу с открытыми глазами на ближних дистанциях."

L["eft_scope_reapir.printname"] = "Тепловизионный прицел Trijicon \"REAP-IR\""
L["eft_scope_reapir.compactname"] = "REAP-IR"
L["eft_scope_reapir.description"] = "Тепловизионный прицел монокуляр/прицел широкого спектра применения. Обладает массой преимуществ. Может использоваться на оружии в виде прицела, как нашлемный монокуляр с помощью переходника так и в виде наблюдательного прибора."

L["eft_scope_swampfox.printname"] = "Оптический прицел SwampFox \"Trihawk Prism Scope 3x30\""
L["eft_scope_swampfox.compactname"] = "Trihawk 3x30"
L["eft_scope_swampfox.description"] = "Призматический трехкратный прицел \"Trihawk Prism Scope 3x30\" производства SwampFox."

L["eft_scope_valday_ps320.printname"] = "Оптический прицел Валдай ПС-320 1x/6x"
L["eft_scope_valday_ps320.compactname"] = "ПС-320"
L["eft_scope_valday_ps320.description"] = "Оптический прицел-прототип \"ПС-320\" 1x/6x производства компании Валдай."

L["eft_scope_vulcan.printname"] = "Ночной прицел Armasight \"Vulcan MG 3.5x Bravo\""
L["eft_scope_vulcan.compactname"] = "Vulcan MG 3.5x"
L["eft_scope_vulcan.description"] = "\"Vulcan MG\" - ночной прицел 3-го поколения кратности 3.5х, производство Armasight."

L["eft_scope_echo1.printname"] = "Тепловизионный прицел SIG Sauer \"ECHO1 1-2x30mm 30Hz\""
L["eft_scope_echo1.compactname"] = "ECHO1"
L["eft_scope_echo1.description"] = "Тепловизионный прицел ECHO1 широкого спектра применения, обладающий массой преимуществ. Производство SIG Sauer."

L["eft_scope_zeuspro.printname"] = "Тепловизионный прицел Armasight \"Zeus-Pro 640 2-8x50 30Hz\""
L["eft_scope_zeuspro.compactname"] = "Zeus-Pro 640"
L["eft_scope_zeuspro.description"] = "\"Zeus-Pro 640\" - тепловизионный прицел кратности 2х и 8x. Производство Armasight."

L["eft_scope_30mm_tango6t.printname"] = "Оптический прицел 30мм SIG Sauer \"TANGO6T 1-6x24\""
L["eft_scope_30mm_tango6t.compactname"] = "TANGO6T"
L["eft_scope_30mm_tango6t.description"] = "TANGO6T - это надежный и крепко сбитый оптический прицел малой кратности. Данная модель имеет увеличение от 1 до 6 крат и сетку, расположенную в первой фокальной плоскости. Данный прицел идеально подходит для \"работы\" на коротких и средних дистанциях, а также для загонной охоты. Производство SIG Sauer."

L["eft_scope_dovetail_ekp1s03.printname"] = "Коллиматорный прицел Аксион \"Кобра ЭКП-1С-03\" на Ласточкин Хвост"
L["eft_scope_dovetail_ekp1s03.compactname"] = "ЭКП-1С-03"
L["eft_scope_dovetail_ekp1s03.description"] = "Кобра - весьма популярный коллиматорный прицел среди силовых структур и гражданских стрелков. Разрабатывался для Вооруженных Сил РФ. ЭКП-1С-03 заслужил репутацию надёжного, безотказного в самых суровых полевых условиях изделия в среде охотников, спортсменов-стрелков, военных и коллекционеров. Данный прицел предназначен для установки на крепления типа \"Ласточкин хвост\". Производство Аксион."

L["eft_scope_35mm_5hd.printname"] = "Оптический прицел 35мм Leupold \"Mark 5HD 5-25x56\""
L["eft_scope_35mm_5hd.compactname"] = "Mark 5HD 5-25x56"
L["eft_scope_35mm_5hd.description"] = "Прицел Mark 5HD 5-25x56 славится как более легкая и более эффективная оптика, чем другие прицелы в своем классе. Благодаря оптическому стеклу, линзам с полным многослойным покрытием и эксклюзивной системе управления светом, оптический прицел обеспечивает малобликовый и высококонтрастный обзор. Устанавливается на кольца диаметром 35мм. Производство Leupold. Версия в цвете Flat Dark Earth."

L["eft_scope_shakhin.printname"] = "Тепловизионный прицел Циклон \"Шахин\" 3.7x"
L["eft_scope_shakhin.compactname"] = "Шахин"
L["eft_scope_shakhin.description"] = "\"Шахин\" - тепловизионный прицел кратности 3.7x. Производство ЦНИИ Циклон."

-- [[ silencer_9x19 ]]
L["eft_silencer_alpha9.printname"] = "Глушитель Alpha Dog \"Alpha 9\" 9x19"
L["eft_silencer_alpha9.compactname"] = "Alpha 9"
L["eft_silencer_alpha9.description"] = "Пистолетный глушитель c направляющей типа Weaver для установки альтернативных прицельных приспособлений. Производство Alpha Dog."

L["eft_silencer_illusion.printname"] = "Глушитель AAC \"Illusion 9\" 9x19"
L["eft_silencer_illusion.compactname"] = "Illusion 9"
L["eft_silencer_illusion.description"] = "Глушитель \"Illusion 9\" - это компактный высококачественный 9мм глушитель для полуавтоматических пистолетов. Производство Advanced Armament Corp."

L["eft_silencer_osprey9.printname"] = "Глушитель SilencerCo \"Osprey 9\" 9x19"
L["eft_silencer_osprey9.compactname"] = "Osprey 9"
L["eft_silencer_osprey9.description"] = "Легкий глушитель для установки на пистолеты и пистолеты-пулеметы калибра 9x19, производство SilencerCo."

L["eft_silencer_r43_9x19.printname"] = "Дульный тормоз-компенсатор Ротор 43 9x19"
L["eft_silencer_r43_9x19.compactname"] = "Р43 9x19"
L["eft_silencer_r43_9x19.description"] = "Дульный тормоз-компенсатор производства Ротор 43, предназначен для установки на ПП-19 \"Витязь\" 9x19. Позиционируется именно как ДТК, но при этом также снижает звук выстрела."

L["eft_silencer_srd9.printname"] = "Глушитель SIG Sauer \"SRD9\" 9x19"
L["eft_silencer_srd9.compactname"] = "SRD9"
L["eft_silencer_srd9.description"] = "Глушитель \"SRD9\" калибра 9x19, производство SIG Sauer."

-- [[ tactical ]]
L["eft_tactical_baldrpro.printname"] = "Тактический фонарь с ЛЦУ Olight \"Baldr Pro\""
L["eft_tactical_baldrpro.compactname"] = "BaldrPro"
L["eft_tactical_baldrpro.description"] = "Фонарь \"Baldr Pro\" производства Olight разработан для установки на почти любые направляющие. Включает лазерный целеуказатель и фонарик."

L["eft_tactical_baldrpro_tan.printname"] = "Тактический фонарь с ЛЦУ Olight \"Baldr Pro\" (Песочный)"
L["eft_tactical_baldrpro_tan.compactname"] = "BaldrPro"
L["eft_tactical_baldrpro_tan.description"] = "Фонарь \"Baldr Pro\" производства Olight разработан для установки на почти любые направляющие. Включает лазерный целеуказатель и фонарик. Версия в песочном цвете (Tan)."

L["eft_tactical_dbal_pl.printname"] = "Тактический блок Steiner \"DBAL-PL\""
L["eft_tactical_dbal_pl.compactname"] = "DBAL-PL"
L["eft_tactical_dbal_pl.description"] = "Комбинированный тактический прибор Steiner \"DBAL-PL\", включающий в себя светодиодный фонарь и два инфракрасных лазерных целеуказателя, а также инфракрасный иллюминатор."

L["eft_tactical_gtl21.printname"] = "Тактический фонарь с ЛЦУ Glock \"GTL 21\""
L["eft_tactical_gtl21.compactname"] = "GTL 21"
L["eft_tactical_gtl21.description"] = "Подствольный тактический светодиодный фонарь с функцией ЛЦУ производства компании Glock."

L["eft_tactical_k2iks.printname"] = "Тактический фонарь Зенит \"Клещ-2ИКС + ЛЦУ\""
L["eft_tactical_k2iks.compactname"] = "К-2ИКС"
L["eft_tactical_k2iks.description"] = "Подствольный тактический светодиодный инфракрасный фонарь с инфракрасным лазерным целеуказателем \"Клещ-2ИКС + ЛЦУ\", имеющий встроенное в корпус крепление на планку Пикатинни, предназначен для использования на стрелковом оружии. Производство Зенит."

L["eft_tactical_k2p.printname"] = "Тактический фонарь Зенит \"Клещ-2П + ЛЦУ\""
L["eft_tactical_k2p.compactname"] = "Клещ-2П"
L["eft_tactical_k2p.description"] = "Подствольный тактический светодиодный фонарь с функцией стробоскопа (повторяющиеся яркие световые импульсы с частотой мерцания 12 Гц) и лазерным целеуказателем \"Клещ-2П + ЛЦУ\", имеющий встроенное в корпус крепление на планку Пикатинни, предназначен для использования на стрелковом оружии. Производство Зенит."

L["eft_tactical_k2u.printname"] = "Тактический фонарь Зенит \"Клещ-2У\""
L["eft_tactical_k2u.compactname"] = "Клещ-2У"
L["eft_tactical_k2u.description"] = "Светодиодный тактический фонарь \"Клещ-2У\" с креплением на планку Пикатинни предназначен для обнаружения и освещения цели (объекта) при наблюдении, осмотре и ведении стрельбы в ночных условиях и в условиях ограниченной видимости. Производство Зенит."

L["eft_tactical_la5b.printname"] = "Тактический блок L3Harris LA-5B/PEQ"
L["eft_tactical_la5b.compactname"] = "LA-5B/PEQ"
L["eft_tactical_la5b.description"] = "ATPIAL (Advanced Target Pointer Illuminator Aiming Laser) LA-5B/PEQ производства L3 Insight Technologies. Тактический блок, совмещающий в себе лазерные целеуказатели в видимом и инфракрасном диапазоне, а также инфракрасный осветитель."

L["eft_tactical_lastac2.printname"] = "Тактический фонарь Steiner \"LAS/TAC 2\""
L["eft_tactical_lastac2.compactname"] = "LAS/TAC 2"
L["eft_tactical_lastac2.description"] = "Тактический светодиодный фонарь \"LAS/TAC 2\", производство Steiner."

L["eft_tactical_ls321.printname"] = "Тактический блок Holosun \"LS321\""
L["eft_tactical_ls321.compactname"] = "LS321"
L["eft_tactical_ls321.description"] = "Тактический блок Holosun LS321 мульти-лазерный тактический блок c зеленым лазером в видимом спектре, ИК-лазером и ИК осветителем в невидимом спектре."

L["eft_tactical_nstar_tbl.printname"] = "Тактический ЛЦУ NcSTAR \"Tactical Blue Laser\""
L["eft_tactical_nstar_tbl.compactname"] = "TBL"
L["eft_tactical_nstar_tbl.description"] = "Компактный тактический лазерный целеуказатель с точкой синего оттенка. Легко устанавливаются на любую планку Пикатинни и Weaver для точного обнаружения цели. Производство NcSTAR."

L["eft_tactical_peq15.printname"] = "Тактический блок L3Harris AN/PEQ-15"
L["eft_tactical_peq15.compactname"] = "AN/PEQ-15"
L["eft_tactical_peq15.description"] = "ATPIAL (Advanced Target Pointer Illuminator Aiming Laser) AN/PEQ-15 производства L3 Technologies. Тактический блок, совмещающий в себе лазерные целеуказатели в видимом и инфракрасном диапазоне, а также инфракрасный осветитель."

L["eft_tactical_peq2.printname"] = "Тактический блок Insight AN/PEQ-2"
L["eft_tactical_peq2.compactname"] = "AN/PEQ-2"
L["eft_tactical_peq2.description"] = "ATPIAL (Advanced Target Pointer Illuminator Aiming Laser) AN/PEQ-2 производства L3 Insight Technologies. Тактический блок, совмещающий в себе лазерный целеуказатель в инфракрасном диапазоне и инфракрасный осветитель."

L["eft_tactical_perst3.printname"] = "Тактический блок Зенит \"Перст-3\""
L["eft_tactical_perst3.compactname"] = "Перст-3"
L["eft_tactical_perst3.description"] = "Тактический блок Зенит \"Перст-3\", совмещающий в себе лазерные целеуказатели в видимом и инфракрасном диапазоне, а также инфракрасный осветитель."

L["eft_tactical_raptar.printname"] = "Тактический блок-дальномер Wilcox \"RAPTAR ES\""
L["eft_tactical_raptar.compactname"] = "RAPTAR"
L["eft_tactical_raptar.description"] = "Ранняя генерация тактического блока \"RAPTAR\", совмещенного с дальномером. Имеет ЛЦУ видимого и ИК диапазона, а также инфракрасный осветитель."

L["eft_tactical_wf501b.printname"] = "Тактический фонарь Ultrafire \"WF-501B\""
L["eft_tactical_wf501b.compactname"] = "WF501B"
L["eft_tactical_wf501b.description"] = "Простой, но мощный светодиодный фонарик с прочным корпусом, хватает для длительного ежедневного использования."

L["eft_tactical_wmx200.printname"] = "Тактический фонарь Insight \"WMX200\""
L["eft_tactical_wmx200.compactname"] = "WMX200"
L["eft_tactical_wmx200.description"] = "Тактический фонарь WMX200 производства Insight Technologies, совмещающий в себе обычный фонарик и инфракрасный осветитель."

L["eft_tactical_x400.printname"] = "Тактический фонарь с ЛЦУ SureFire \"X400 Ultra\""
L["eft_tactical_x400.compactname"] = "X400U"
L["eft_tactical_x400.description"] = "Фонарь \"X400U\" производства SureFire разработан для установки на почти любые направляющие. Включает лазерный целеуказатель и фонарик."

L["eft_tactical_xc1.printname"] = "Тактический фонарь SureFire \"XC1\""
L["eft_tactical_xc1.compactname"] = "XC1"
L["eft_tactical_xc1.description"] = "Компактный тактический светодиодный фонарь, производство SureFire."

L["eft_tactical_xhp35.printname"] = "Тактический фонарь Armytek \"Predator Pro v3 XHP35 HI\""
L["eft_tactical_xhp35.compactname"] = "XHP35"
L["eft_tactical_xhp35.description"] = "Мощный фонарь в защищенном корпусе, производство Armytek."

L["eft_mount_25mm.printname"] = "Крепление 25мм Kiba Arms для аксессуаров"
L["eft_mount_25mm.compactname"] = "25мм креп."
L["eft_mount_25mm.description"] = "Универсальная база для установки аксессуаров 25мм на направляющие Пикатинни."

L["eft_mount_25mm_dd_offset.printname"] = "Крепление 25мм Daniel Defense для аксессуаров"
L["eft_mount_25mm_dd_offset.compactname"] = "25мм DD"
L["eft_mount_25mm_dd_offset.description"] = "Универсальная база для установки аксессуаров 25мм на направляющие Пикатинни, производство Daniel Defense."

L["eft_tactical_mawlc.printname"] = "Тактический блок B.E. Meyers \"MAWL-C1+\""
L["eft_tactical_mawlc.compactname"] = "MAWL"
L["eft_tactical_mawlc.description"] = "MAWL-C1+ (Modular Advanced Weapon Laser C1+) производства B.E. Meyers. Тактический блок, совмещающий в себе лазерные целеуказатели в видимом и инфракрасном диапазоне, а также инфракрасный осветитель."

L["eft_tactical_2d.printname"] = "Фонарь оружейный Зенит \"2Д\""
L["eft_tactical_2d.compactname"] = "2Д"
L["eft_tactical_2d.description"] = "Тактический фонарь \"2Д\", устанавливающийся на специальное крепление. Производство Зенит."

-- L["eft_bipod_atlas_v8.printname"] = "Сошки BT10 V8 Atlas Bipod"
-- L["eft_bipod_atlas_v8.compactname"] = "BT10"
-- L["eft_bipod_atlas_v8.description"] = "Сошки BT10 V8 Atlas Bipod. Легкие, складные, с возможностью регулировки ножек. Производство B&T Industries L.L.C."

-- L["eft_bipod_harris.printname"] = "Сошки Harris \"S-BRM 6-9\""
-- L["eft_bipod_harris.compactname"] = "S-BRM"
-- L["eft_bipod_harris.description"] = "Сошки S-BRM 6-9\". Ультралегкие, складные, с пружинным возвратным механизмом. Используются по всему миру как силовыми ведомствами, так и гражданскими стрелками. Производство Harris."

L["eft_mount_kac_bipod.printname"] = "Направляющая KAC \"MWS Bipod Adapter\" для установки сошек"
L["eft_mount_kac_bipod.compactname"] = "MWS"
L["eft_mount_kac_bipod.description"] = "Крепление, позволяющее устанавливать сошки Harris на планку Пикатинни. Производство Knight's Armament Company."

///////////////////////////// AK Platform
-- [[ ak12 ]]
L["eft_ak12_hg_std.printname"] = "Цевье для АК-12"
L["eft_ak12_hg_std.compactname"] = "АК-12"
L["eft_ak12_hg_std.description"] = "Штатное цевьё для автомата АК-12. Производство Ижмаш."

L["eft_ak12_gas_std.printname"] = "Газовая трубка для АК-12"
L["eft_ak12_gas_std.compactname"] = "АК-12 газ"
L["eft_ak12_gas_std.description"] = "Штатная газовая трубка для автоматов АК-12. Газовая трубка служит для направления движения газового поршня."

L["eft_ak12_muzzle_std.printname"] = "Дульный тормоз-компенсатор 5.45x39 для АК-12"
L["eft_ak12_muzzle_std.compactname"] = "АК12 ДТК"
L["eft_ak12_muzzle_std.description"] = "Стандартный дульный тормоз-компенсатор производства Ижмаш для АК-12."

L["eft_ak12_silencer_std.printname"] = "Глушитель 5.45x39 для АК-12"
L["eft_ak12_silencer_std.compactname"] = "АК-12"
L["eft_ak12_silencer_std.description"] = "Штатный глушитель производства Ижмаж для автоматов АК-12."

L["eft_ak12_rec.printname"] = "Крышка ствольной коробки для АК-12"
L["eft_ak12_rec.compactname"] = "АК-12 КСК"
L["eft_ak12_rec.description"] = "Крышка ствольной коробки с интегрированной планкой Пикатинни для АК-12 производства Ижмаш."

L["eft_ak12_rs.printname"] = "Целик для АК-12"
L["eft_ak12_rs.compactname"] = "АК12 цел."
L["eft_ak12_rs.description"] = "Съемный целик производства Ижмаш, устанавливается на автоматы АК-12."

L["eft_ak12_rs_base.printname"] = "База целика для АК-12"
L["eft_ak12_rs_base.compactname"] = "АК12 креп."
L["eft_ak12_rs_base.description"] = "Съёмная база целика Ижмаш. Штатно устанавливается на АК-12."

L["eft_ak12_stock_tube.printname"] = "Труба приклада для АК-12"
L["eft_ak12_stock_tube.compactname"] = "АК-12 трб."
L["eft_ak12_stock_tube.description"] = "Штатная труба приклада для автомата АК-12, производство Ижмаш."

-- [[ aksu ]]
L["eft_aksu_gas_ak.printname"] = "Газовая трубка для АКС-74У"
L["eft_aksu_gas_ak.compactname"] = "АКС-74У газ"
L["eft_aksu_gas_ak.description"] = "Штатная газовая трубка 6П26 Сб.1-2 для автоматов АКС-74У. Газовая трубка служит для направления движения газового поршня."

L["eft_aksu_hg_ak_std.printname"] = "Цевье деревянное для АКС-74У"
L["eft_aksu_hg_ak_std.compactname"] = "АКС-74У"
L["eft_aksu_hg_ak_std.description"] = "Штатное деревянное цевьё 6П26 Сб.6 для автоматов AKС-74У, AKС-74УН, AKС-74УБ производства Ижмаш."

L["eft_aksu_mount_b18.printname"] = "Кронштейн Зенит \"Б-18\" для АКС-74У"
L["eft_aksu_mount_b18.compactname"] = "Б-18"
L["eft_aksu_mount_b18.description"] = "Планка Б-18 устанавливается на штатный целик автомата АКС-74У и формирует планку для крепления прицельных приспособлений над ствольной коробкой автомата. Производство Зенит."

L["eft_aksu_muzzle_ak_std.printname"] = "Дульный тормоз 5.45x39 для АКС-74У"
L["eft_aksu_muzzle_ak_std.compactname"] = "АКС-74У"
L["eft_aksu_muzzle_ak_std.description"] = "Штатный дульный тормоз-компенсатор 6П26 0-20 производства Ижмаш для автоматов АКС-74У и АКС-74УН. Резьба 24x1.5мм."

L["eft_aksu_rec_ak_b.printname"] = "Крышка ствольной коробки для АКС-74УБ"
L["eft_aksu_rec_ak_b.compactname"] = "АКС-74УБ КСК"
L["eft_aksu_rec_ak_b.description"] = "Штатная крышка ствольной коробки АКС-74УБ производства Ижмаш."

L["eft_aksu_rec_ak_std.printname"] = "Крышка ствольной коробки для АКС-74У"
L["eft_aksu_rec_ak_std.compactname"] = "АКС-74У КСК"
L["eft_aksu_rec_ak_std.description"] = "Штатная крышка ствольной коробки 6П26 Сб.7 для автоматов АКС-74У, АКС-74УН производства Ижмаш."

L["eft_aksu_stock_std.printname"] = "Приклад металлический для АКС-74У"
L["eft_aksu_stock_std.compactname"] = "АКС-74У"
L["eft_aksu_stock_std.description"] = "Рамочный металлический приклад 6П26 Сб.5 для АКС-74У, АКС-74УН, АКС-74УБ производства Ижмаш."

L["eft_aksu_rec_piligrim.printname"] = "Крышка ствольной коробки Легальный Арсенал \"Пилигрим\" для АКС-74У "
L["eft_aksu_rec_piligrim.compactname"] = "Пилигрим"
L["eft_aksu_rec_piligrim.description"] = "Крышка ствольной коробки с интегрированной планкой Пикатинни \"Пилигрим\" для АКС-74У. Позволяет осуществлять установку любых прицельных приспособлений, монтируемых на планку Пикатинни. Производство Легальный Арсенал."

L["eft_hg_ak_goliaf_mlok.printname"] = "Цевье Alfa Arms \"Голиаф M-LOK\" для АКС-74У"
L["eft_hg_ak_goliaf_mlok.compactname"] = "Голиаф MLOK"
L["eft_hg_ak_goliaf_mlok.description"] = "Цельнофрезерованное цевьё \"Голиаф\" предназначено для установки на штатное место цевья автомата Калашникова АКС-74У. Имеет места посадки для M-LOK креплений для установки дополнительного оборудования (тактические рукоятки, подствольные фонари, лазерные целеуказатели)."

-- [[ ammo_366 ]]
L["eft_ammo_366_geksa.printname"] = ".366 ТКМ Гекса"
L["eft_ammo_366_geksa.compactname"] = "Гекса"
L["eft_ammo_366_geksa.description"] = "Патрон .366 ТКМ (9.55x39 мм) \"Гекса\" с пулей массой 15,5 грамм с мягким наконечником (SP - Soft-Point) со свинцовым сердечником, с латунной полуоболочкой, в стальной гильзе. Предназначен для спортивной стрельбы и охоты. Пуля имеет значительное начальное расширение при ударе из-за обнажения свинцового сердечника на наконечнике, что наделяет её превосходной убойностью и травмирующим воздействием на цель после удара. Конструкция патрона также позволяет использовать его в магазинах для автоматов АК под патрон 7.62x39мм."

L["eft_ammo_366_fmj.printname"] = ".366 ТКМ FMJ"
L["eft_ammo_366_fmj.compactname"] = "FMJ"
L["eft_ammo_366_fmj.description"] = "Патрон .366 TKM (9.55x39 мм) с пулей с цельнометаллической оболочкой (FMJ) массой 13 грамм со свинцовым сердечником, в стальной гильзе. Предназначен для спортивной стрельбы и охоты. Хотя этот патрон предназначен для охоты на мелкую дичь, он имеет значительную пробивную способность против брони базового уровня защиты и хорошую убойность. Конструкция патрона также позволяет использовать его в магазинах для автоматов АК под патрон 7.62x39мм."

L["eft_ammo_366_apm.printname"] = ".366 ТКМ БП-М"
L["eft_ammo_366_apm.compactname"] = "БП-М"
L["eft_ammo_366_apm.description"] = "Самодельный патрон .366 ТКМ (9.55x39 мм) БП-М, снаряженный 16-граммовой бронебойной пулей из патрона 9x39 мм СП-6 гс с сердечником из закаленной углеродистой стали с двухслойной полуоболочкой, в модифицированной стальной гильзе. Этот кустарный патрон был создан Механиком из-за шаткого положения его клиентов в Таркове. В результате получился патрон с великолепной пробивной способностью против брони базового и среднего уровня защиты и хорошей убойностью, однако его самодельная конструкция изменяет траекторию полета, что делает патрон менее точным. Конструкция патрона также позволяет использовать его в магазинах для автоматов АК под патрон 7.62x39мм."

L["eft_ammo_366_eko.printname"] = ".366 ТКМ ЭКО"
L["eft_ammo_366_eko.compactname"] = "ЭКО"
L["eft_ammo_366_eko.description"] = "Патрон .366 TKM (9,55x39 мм) \"ЭКО\" с цельнометаллической пулей массой 6 грамм, в стальной гильзе. Предназначен для спортивной стрельбы и охоты. Хотя этот патрон предназначен для охоты на мелкую дичь, он имеет значительную пробивную способность против брони базового уровня защиты и хорошую убойность. Конструкция патрона также позволяет использовать его в магазинах для автоматов АК под патрон 7.62x39мм."

-- [[ ammo_545 ]]
L["eft_ammo_545_hp.printname"] = "5.45x39мм HP"
L["eft_ammo_545_hp.compactname"] = "HP"
L["eft_ammo_545_hp.description"] = "Патрон 5.45x39мм с экспансивной пулей (Hollow Point - \"Экспансивная Полость\") массой 3,6 грамм со свинцовым сердечником, с биметаллической полуоболочкой, в стальной гильзе. Предназначен для охоты, обороны дома и тренировочной стрельбы. Пуля обладает обильным расширением и энергией удара, что придает ей исключительную убойность и травмирующее воздействие на цель после удара."

L["eft_ammo_545_sp.printname"] = "5.45x39мм SP"
L["eft_ammo_545_sp.compactname"] = "SP"
L["eft_ammo_545_sp.description"] = "Патрон 5.45х39мм с пулей массой 3,6 грамм с мягким наконечником (SP - Soft-Point) со свинцовым сердечником с биметаллической полуоболочкой, в стальной гильзе. Предназначен для охоты, обороны дома и тренировочной стрельбы. Пуля имеет хорошее начальное расширение при ударе из-за обнажения свинцового сердечника на наконечнике, что придает ей значительную убойность ценой потери пробивной способности даже против брони базового уровня защиты."

L["eft_ammo_545_us.printname"] = "5.45x39мм УС гс"
L["eft_ammo_545_us.compactname"] = "УС"
L["eft_ammo_545_us.description"] = "Утяжеленный патрон 5.45x39мм УС гс (Индекс ГРАУ - 7У1) с дозвуковой пулей массой 5,1 грамм с заостренным сердечником из карбида вольфрама с биметаллической оболочкой, в стальной гильзе с уменьшенным зарядом. Патрон УС (Уменьшенной Скорости) был разработан ЦНИИТочМаш в середине 1980-х годов для использования в автоматах АКС-74УБ и АКС-74УБН вместе с глушителем, обеспечивая цикличность стрельбы и снижение шума в дополнение к значительному поражающему воздействию. Но, несмотря на состав пули, она испытывает трудности с пробивной способностью даже против брони базового уровня защиты и, из-за своей конструкции, имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_545_prs.printname"] = "5.45x39мм ПРС гс"
L["eft_ammo_545_prs.compactname"] = "ПРС"
L["eft_ammo_545_prs.description"] = "Патрон 5.45x39мм ПРС гс с пулей массой 3,9 грамм со свинцовым мягким сердечником, в биметаллической оболочке, в стальной гильзе. Пуля ПРС (Пониженной Рикошетирующей Способности) была разработана в начале 2000-х годов, чтобы сминаться и быстро терять скорость при попадании в твердый объект для минимизации рикошетов во время городских операций. Пуля обладает значительной убойностью, однако не способна к пробитию брони даже базового уровня защиты."

L["eft_ammo_545_t.printname"] = "5.45x39мм Т гс"
L["eft_ammo_545_t.compactname"] = "Т"
L["eft_ammo_545_t.description"] = "Патрон 5.45х39мм Т гс (Индекс ГРАУ - 7Т3) с трассирующей пулей массой 3,2 грамм со свинцовым сердечником, в биметаллической оболочке, в стальной гильзе. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Красный). Патрон Т (Трассирующий) был представлен в 1974 году вместе с патроном ПС гс (Индекс ГРАУ - 7Н6) для обеспечения возможности отслеживания стрельбы для вооружения калибра 5.45x39мм, а также хорошей пробивной и поражающей способности против брони базового уровня защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_545_fmj.printname"] = "5.45x39мм FMJ"
L["eft_ammo_545_fmj.compactname"] = "FMJ"
L["eft_ammo_545_fmj.description"] = "Патрон 5.45x39мм с пулей массой 3,9 грамм с цельнометаллической оболочкой (FMJ) со свинцовым сердечником, в стальной гильзе. Предназначен для охоты, обороны дома и тренировочной стрельбы. Несмотря на примитивную конструкцию, пуля обладает значительной убойностью и средней бронепробиваемостью против базового уровня защиты."

L["eft_ammo_545_7n40.printname"] = "5.45x39мм 7Н40"
L["eft_ammo_545_7n40.compactname"] = "7Н40"
L["eft_ammo_545_7n40.description"] = "Легендарный новейший патрон повышенной кучности стрельбы 7Н40. Сделан в рамках программы \"Ратник\" вместе с 7Н39 ППБС \"Игольник\". Обладает хорошей бронепробиваемостью против СИБЗ базового и среднего уровня защиты, однако имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_545_ps.printname"] = "5.45x39мм ПС гс"
L["eft_ammo_545_ps.compactname"] = "ПС"
L["eft_ammo_545_ps.description"] = "Патрон 5.45x39мм ПС гс (Индекс ГРАУ - 7Н6) с пулей массой 3,4 грамма со стальным сердечником, с плакированной томпаком оболочкой и биметаллической рубашкой, в стальной гильзе. Патрон ПС (Пуля со Стальным сердечником) был принят на вооружение в 1974 году вместе с советским вооружением калибра 5.45x39мм для улучшения бронепробиваемости против брони базового уровня защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_545_bp.printname"] = "5.45x39мм БП гс"
L["eft_ammo_545_bp.compactname"] = "БП"
L["eft_ammo_545_bp.description"] = "Патрон 5.45x39мм БП гс (Индекс ГРАУ - 7Н22) с бронебойной пулей массой 3,7 грамм с сердечником из закаленной углеродистой стали, с плакированной томпаком оболочкой, в стальной гильзе. Пуля БП (Бронебойная Пуля) была разработана в ЦНИИТочМаш в 1998 году на основе патрона 5.45x39мм ПП гс с целью улучшения ее конструкции и бронепробиваемости, что привело к улучшению пробивной способности против брони среднего уровня защиты. Однако, из-за своей конструкции, пуля имеет значительную вероятность отскока от различных поверхностей."

L["eft_ammo_545_pp.printname"] = "5.45x39мм ПП гс"
L["eft_ammo_545_pp.compactname"] = "ПП"
L["eft_ammo_545_pp.description"] = "Патрон 5.45x39мм ПП гс (Индекс ГРАУ - 7Н10) с пулей массой 3,5 грамм с термоупрочненным стальным сердечником и биметаллической рубашкой, в стальной гильзе. Пуля ПП (Повышенной Пробиваемости) была разработана в 1990-х годах как модернизированная версия пули, используемой в патроне 5.45x39мм ПС гс. Был выбран более длинный и узкий сердечник из закаленной стали, что позволило улучшить пробивную способность против брони базового и среднего уровня защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_545_bt.printname"] = "5.45x39мм БТ гс"
L["eft_ammo_545_bt.compactname"] = "БT"
L["eft_ammo_545_bt.description"] = "Патрон 5.45x39мм БТ гс (Индекс ГРАУ - 7БТ4) с бронебойно-трассирующей пулей массой 3,1 грамм с термоупрочненным стальным сердечником, с биметаллической оболочкой, в стальной гильзе. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Красный). Пуля БТ (Бронебойная Трассирующая) является улучшенной версией используемой в патроне пули 5.45x39мм Т гс (Индекс ГРАУ - 7Т3). Свинцовый сердечник заменен на новый из термоупрочненной стали, обеспечивая отличную пробивную способность против брони базового и среднего уровня защиты. Однако, из-за своей конструкции, пуля имеет значительную вероятность отскока от различных поверхностей."

L["eft_ammo_545_bs.printname"] = "5.45x39мм БС гс"
L["eft_ammo_545_bs.compactname"] = "БС"
L["eft_ammo_545_bs.description"] = "Патрон 5.45x39мм БС гс (Индекс ГРАУ — 7Н24) со специальной бронебойной пулей БС массой 4,1 грамм с заостренным сердечником из карбида вольфрама, с биметаллической оболочкой, в стальной гильзе. Пуля БС (Бронебойный Сердечник) была разработана в ЦНИИТочМаш в 1998 году для значительного увеличения пробивной способности оружия калибра 5.45x39мм, что привело к выдающимся результатам против некоторых специализированных моделей 5-6 класса защиты, несмотря на относительно низкую начальную скорость пули по сравнению с другими патронами. Однако, из-за своей конструкции, она имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_545_ppbs.printname"] = "5.45x39мм ППБС гс \"Игольник\""
L["eft_ammo_545_ppbs.compactname"] = "ППБС"
L["eft_ammo_545_ppbs.description"] = "Патрон 5.45x39мм ППБС гс (Индекс ГРАУ - 7Н39) с бронебойной пулей массой 4 грамма с заостренным сердечником из карбида вольфрама, с двухслойной оболочкой, в стальной гильзе. Патрон разработан ЦНИИТочМаш и ТехКомплект под именем 7Н39 ППБС \"Игольник\" (Повышенной Пробиваемости, Бронебойный Сердечник) на основе патрона 5.45x39мм БС гс для увеличения его бронепробиваемости, обеспечивая отличные результаты против самых современных средств защиты 5-6 класса. Пуля также способна пробивать легкобронированную технику и укрытия, однако, из-за своей конструкции, имеет высокую вероятность отскока от различных поверхностей."

-- [[ charge_ak ]]
L["eft_charge_ak_css.printname"] = "Рукоятка затвора CSS c накаткой для АК"
L["eft_charge_ak_css.compactname"] = "CSS АК"
L["eft_charge_ak_css.description"] = "Рифленая рукоятка затвора CSS для AK дает пользователю ручку увеличенного размера, позволяющую заряжать оружие с повышенной легкостью. Эта рукоятка работает со всеми винтовками и ружьями «Вепрь», ружьями и дробовиками «Сайга», и большинством АК."

L["eft_charge_ak_rp1.printname"] = "Рукоятка затвора Зенит \"РП-1\" для АК"
L["eft_charge_ak_rp1.compactname"] = "РП-1"
L["eft_charge_ak_rp1.description"] = "Рукоятка затвора РП-1 является фрезерованным изделием, изготовленным из сплава алюминия Д16Т с покрытием черного цвета, совместима со всеми моделями автомата Калашникова и карабинами, созданными на базе АК. Установка рукоятки РП-1 позволяет увеличить штатную рукоятку затвора и, таким образом, улучшая эргономику оружия, делает обращение с ним более удобным. Монтируется РП-1 на штатную рукоятку затвора посредством входящих в комплект винтов. ©«Зенит»"

-- [[ gas_ak ]]
L["eft_gas_ak_6p1.printname"] = "Газовая трубка для АКМ"
L["eft_gas_ak_6p1.compactname"] = "АКМ газ"
L["eft_gas_ak_6p1.description"] = "Штатная газовая трубка 6П1 Сб.1-2 для автоматов АКМ. Газовая трубка служит для направления движения газового поршня."

L["eft_gas_ak_6p20.printname"] = "Газовая трубка для АК-74"
L["eft_gas_ak_6p20.compactname"] = "АК-74 газ"
L["eft_gas_ak_6p20.description"] = "Штатная газовая трубка 6П20 Сб.1-2 для автоматов АК-74. Газовая трубка служит для направления движения газового поршня."

L["eft_gas_ak_m1b.printname"] = "Цевье и газовая трубка UltiMAK \"M1-B\" для АК"
L["eft_gas_ak_m1b.compactname"] = "M1-B"
L["eft_gas_ak_m1b.description"] = "Газовая трубка UltiMAK M1-B для АК служит для направления движения газового поршня и является направляющей для установки прицелов и тактических блоков."

L["eft_gas_ak_molot.printname"] = "Газовая трубка Молот АКМ тип"
L["eft_gas_ak_molot.compactname"] = "Молот газ"
L["eft_gas_ak_molot.description"] = "Газовая трубка для автоматов АКМ-типа и карабинов Вепрь производства Молот Оружие. Газовая трубка служит для направления движения газового поршня."

L["eft_gas_ak_troy.printname"] = "Цевье и газовая трубка TROY \"Full Length Rail\" для АК"
L["eft_gas_ak_troy.compactname"] = "TROY FLR"
L["eft_gas_ak_troy.description"] = "Цевьё с газовой трубкой \"Full Length Rail\". Отверстия для охлаждения позволяют не перегреваться даже после продолжительной стрельбы. Изготовлен из закаленного авиационного алюминия с компонентами из нержавеющей стали и анодирован твердым покрытием MIL-SPEC. Имеет 5-дюймовую верхнюю направляющую для установки оптики и тактических устройств. Производство TROY Industries."

L["eft_gas_ak_vdmcs.printname"] = "Газовая трубка Kiba Arms \"VDM CS\" для АК"
L["eft_gas_ak_vdmcs.compactname"] = "VDM CS"
L["eft_gas_ak_vdmcs.description"] = "Кастомная газовая трубка. Для установки определенных цевьев."

L["eft_gas_ak_vs24vs33.printname"] = "Цевье и газовая трубка Вежливый Стрелок \"VS-24 + VS-33c\" для АК"
L["eft_gas_ak_vs24vs33.compactname"] = "VS Combo"
L["eft_gas_ak_vs24vs33.description"] = "Комбинированный кит, состоящий из цевья VS-24 и газовой трубки VS-33c, устанавливается на автоматы серии АК калибра 5.56x45, 5.45x39, 7.62x39. Производство Вежливый Стрелок."

L["eft_gas_ak_vs24vs33_w.printname"] = "Цевье и газовая трубка Вежливый Стрелок \"VS-24 + VS-33c\" для АК (Белое)"
L["eft_gas_ak_vs24vs33_w.compactname"] = "VS Combo"
L["eft_gas_ak_vs24vs33_w.description"] = "Комбинированный кит, состоящий из цевья VS-24 и газовой трубки VS-33c, устанавливается на автоматы серии АК калибра 5.56x45, 5.45x39, 7.62x39. Производство Вежливый Стрелок. Версия в белом цвете."

L["eft_gas_rd704_ionlite.printname"] = "Цевье и газовая трубка SLR \"ION Lite + Railed Gas Tube\" для RD-704"
L["eft_gas_rd704_ionlite.compactname"] = "ION Lite 9\""
L["eft_gas_rd704_ionlite.description"] = "Комбинированный кит, состоящий из цевья \"ION Lite\" длиной 9 дюймов и газовой трубки \"Railed Gas Tube\", устанавливается на автоматы RD-704. Производство SLR."

-- [[ grip_ak ]]
L["eft_grip_ak_6p1sb8.printname"] = "Пистолетная рукоятка полимерная для АК-74"
L["eft_grip_ak_6p1sb8.compactname"] = "АК-74 поли"
L["eft_grip_ak_6p1sb8.description"] = "Полимерная пистолетная рукоятка Ижмаш 6П1 Сб.8 для автомата АК и других на его базе, пришедшая на смену бакелитовой."

L["eft_grip_ak_6p1sb8v.printname"] = "Пистолетная рукоятка бакелитовая для АК-74"
L["eft_grip_ak_6p1sb8v.compactname"] = "АК-74 бак."
L["eft_grip_ak_6p1sb8v.description"] = "Бакелитовая пистолетная рукоятка Ижмаш 6П1 Сб.8В для автомата АК и других на его базе."

L["eft_grip_ak_6p4sb9.printname"] = "Пистолетная рукоятка бакелитовая для АКС-74У"
L["eft_grip_ak_6p4sb9.compactname"] = "АКС-74У бак."
L["eft_grip_ak_6p4sb9.description"] = "Бакелитовая пистолетная рукоятка Ижмаш 6П4 Сб.9 для автомата АКС-74У и других на его базе."

L["eft_grip_ak_aeroknox.printname"] = "Пистолетная рукоятка Aeroknox \"Scorpius\" для АК"
L["eft_grip_ak_aeroknox.compactname"] = "Scorpius"
L["eft_grip_ak_aeroknox.description"] = "Легкая эргономичная пистолетная рукоятка для автоматов АК и совместимых, производство Aeroknox."

L["eft_grip_ak_agr47.printname"] = "Пистолетная рукоятка FAB Defense \"AGR-47\" для АК (FDE)"
L["eft_grip_ak_agr47.compactname"] = "AGR-47"
L["eft_grip_ak_agr47.description"] = "Пистолетная рукоятка \"AGR-47\" производства FAB Defense для автоматов серии АК и совместимых. Версия в цвете Flat Dark Earth."

L["eft_grip_ak_ags74.printname"] = "Пистолетная рукоятка Custom Arms \"AGS-74 PRO + Sniper Kit\" для АК"
L["eft_grip_ak_ags74.compactname"] = "AGS-74"
L["eft_grip_ak_ags74.description"] = "Лёгкая эргономичная пистолетная рукоятка для автоматов семейства АК, включает платформу для ладони \"Sniper Kit\" для облегченного обращения с оружием. Производство Custom Arms."

L["eft_grip_ak_ak12.printname"] = "Пистолетная рукоятка для АК-12"
L["eft_grip_ak_ak12.compactname"] = "АК-12"
L["eft_grip_ak_ak12.description"] = "Штатная пистолетная рукоятка Ижмаш для автоматов АК-12 и совместимых систем."

L["eft_grip_ak_akepg.printname"] = "Пистолетная рукоятка Strike Industries \"Enhanced Pistol Grip\" для АК (Черная)"
L["eft_grip_ak_akepg.compactname"] = "AK-EPG"
L["eft_grip_ak_akepg.description"] = "Эргономичная полимерная пистолетная рукоятка \"AK-EPG\" (AK Enhanced Pistol Grip) для автоматов семейства АК. Производство Strike Industries."

L["eft_grip_ak_akepg_fde.printname"] = "Пистолетная рукоятка Strike Industries \"Enhanced Pistol Grip\" для АК (FDE)"
L["eft_grip_ak_akepg_fde.compactname"] = "AK-EPG"
L["eft_grip_ak_akepg_fde.description"] = "Эргономичная полимерная пистолетная рукоятка \"AK-EPG\" (AK Enhanced Pistol Grip) для автоматов семейства АК. Производство Strike Industries. Версия в цвете Flat Dark Earth."

L["eft_grip_ak_akm_b.printname"] = "Пистолетная рукоятка бакелитовая для АКМ"
L["eft_grip_ak_akm_b.compactname"] = "АКМ бак."
L["eft_grip_ak_akm_b.description"] = "Бакелитовая пистолетная рукоятка Ижмаш для автомата АКМ."

L["eft_grip_ak_akm_w.printname"] = "Пистолетная рукоятка деревянная для АКМ"
L["eft_grip_ak_akm_w.compactname"] = "АКМ дер."
L["eft_grip_ak_akm_w.description"] = "Деревянная пистолетная рукоятка Ижмаш для автомата АК и других на его базе. Изначально устанавливалась на АКМ и АКМС."

L["eft_grip_ak_ak_b.printname"] = "Пистолетная рукоятка бакелитовая Молот для АК"
L["eft_grip_ak_ak_b.compactname"] = "Молот бак."
L["eft_grip_ak_ak_b.description"] = "Бакелитовая пистолетная рукоятка производства Молот Оружие для автоматов АК и других на его базе."

L["eft_grip_ak_cqr47.printname"] = "Пистолетная рукоятка-приклад Hera Arms \"CQR47\" для АКМ/АК-74"
L["eft_grip_ak_cqr47.compactname"] = "CQR47"
L["eft_grip_ak_cqr47.description"] = "Разработанная как для гражданского рынка, так и для военного применения. Приклад \"CQR47\" легко монтируется на место штатного крепления нескладывающегося приклада АК/АКМ. Производство Hera Arms."

L["eft_grip_ak_mg47.printname"] = "Пистолетная рукоятка KGB \"MG-47\" для АК"
L["eft_grip_ak_mg47.compactname"] = "MG-47 АК"
L["eft_grip_ak_mg47.description"] = "Обработанная алюминиевая рукоятка, выполненная в стиле треугольных складных прикладов. Совместима со всеми системами оружия семейства АК. Производство Kraft Gun Builders."

L["eft_grip_ak_mg47_ar.printname"] = "Пистолетная рукоятка KGB \"MG-47\" для АК (Anodized Red)"
L["eft_grip_ak_mg47_ar.compactname"] = "MG-47 АК"
L["eft_grip_ak_mg47_ar.description"] = "Обработанная алюминиевая рукоятка, выполненная в стиле треугольных складных прикладов. Совместима со всеми системами оружия семейства АК. Производство Kraft Gun Builders. Анодирована в красный цвет."

L["eft_grip_ak_moe.printname"] = "Пистолетная рукоятка Magpul \"MOE\" для АК (Черная)"
L["eft_grip_ak_moe.compactname"] = "MOE AK"
L["eft_grip_ak_moe.description"] = "Облегченная пистолетная рукоятка Magpul Original Equipment для систем АК, производство Magpul."

L["eft_grip_ak_pp19.printname"] = "Пистолетная рукоятка для ПП-19-01 \"Витязь\""
L["eft_grip_ak_pp19.compactname"] = "ПП-19-01"
L["eft_grip_ak_pp19.description"] = "Пистолетная рукоятка производства Ижмаш для пистолетов-пулеметов ПП-19-01 \"Витязь\" и карабинов Сайга-9."

L["eft_grip_ak_rk3.printname"] = "Пистолетная рукоятка Зенит \"РК-3\" для АК"
L["eft_grip_ak_rk3.compactname"] = "РК-3"
L["eft_grip_ak_rk3.description"] = "Пистолетная анатомическая рукоятка РК-3 \"Классика\" содержит встроенный герметичный контейнер для запасных батареек, предназначена для установки на место штатной рукоятки автомата Калашникова. ©«Зенит»"

L["eft_grip_ak_tangodown.printname"] = "Пистолетная рукоятка TangoDown \"Battle Grip\" для АК "
L["eft_grip_ak_tangodown.compactname"] = "TD BG"
L["eft_grip_ak_tangodown.description"] = "Легкая пистолетная рукоятка для АК и совместимых, производства TangoDown."

L["eft_grip_ak_tangodown_fde.printname"] = "Пистолетная рукоятка TangoDown \"Battle Grip\" для АК (FDE)"
L["eft_grip_ak_tangodown_fde.compactname"] = "TD BG"
L["eft_grip_ak_tangodown_fde.description"] = "Легкая пистолетная рукоятка для АК и совместимых, производства TangoDown. Версия в цвете Flat Dark Earth."

L["eft_grip_ak_tapco_saw.printname"] = "Пистолетная рукоятка TAPCO \"SAW-Style\" для АК (Черная)"
L["eft_grip_ak_tapco_saw.compactname"] = "SAW"
L["eft_grip_ak_tapco_saw.description"] = "Пистолетная анатомическая рукоятка, выполненная по мотивам рукоятки пулемета M249 SAW, производство TAPCO. Версия в черном цвете."

L["eft_grip_ak_tapco_saw_fde.printname"] = "Пистолетная рукоятка TAPCO \"SAW-Style\" для АК (FDE)"
L["eft_grip_ak_tapco_saw_fde.compactname"] = "SAW"
L["eft_grip_ak_tapco_saw_fde.description"] = "Пистолетная анатомическая рукоятка, выполненная по мотивам рукоятки пулемета M249 SAW, производство TAPCO. Версия в цвете Flat Dark Earth."

L["eft_grip_ak_us_palm.printname"] = "Пистолетная рукоятка US Palm для АК"
L["eft_grip_ak_us_palm.compactname"] = "US Palm"
L["eft_grip_ak_us_palm.description"] = "Легкая пистолетная рукоятка для АК и совместимых, производства US Palm."

L["eft_grip_ak_mft.printname"] = "Пистолетная рукоятка Mission First Tactical \"ENGAGE AK47\" для АК"
L["eft_grip_ak_mft.compactname"] = "MFT47"
L["eft_grip_ak_mft.description"] = "Пистолетная рукоятка \"ENGAGE AK47\" для автоматов серии АК и совместимых. Производство Mission First Tactical."

L["eft_grip_ak_puf.printname"] = "Пистолетная рукоятка PUFGUN \"SG-M2\" для АК"
L["eft_grip_ak_puf.compactname"] = "SG-M2"
L["eft_grip_ak_puf.description"] = "Пистолетная рукоятка \"SG-M2\" для автоматов серии АК и совместимых. Производство PUFGUN."

L["eft_grip_ak_cg101.printname"] = "Адаптер Custom Guns \"CG101\" для пистолетных рукояток AR-типа для AK"
L["eft_grip_ak_cg101.compactname"] = "CG101"
L["eft_grip_ak_cg101.description"] = "Адаптер, позволяющий установку пистолетных рукояток системы AR на AK платформы. Производство Custom Guns."

-- [[ hg_ak ]]
L["eft_hg_ak_6p1.printname"] = "Цевье деревянное для АКМ"
L["eft_hg_ak_6p1.compactname"] = "АКМ дер."
L["eft_hg_ak_6p1.description"] = "Штатное деревянное цевьё 6П1 Сб.6-1 для автомата АКM производства Ижмаш."

L["eft_hg_ak_6p20sb6.printname"] = "Цевье деревянное для АК-74"
L["eft_hg_ak_6p20sb6.compactname"] = "АК-74 дер."
L["eft_hg_ak_6p20sb6.description"] = "Штатное деревянное цевьё 6П20 Сб.6 для автомата АК-74 производства Ижмаш."

L["eft_hg_ak_6p20sb9.printname"] = "Цевье полимерное для АК-74М"
L["eft_hg_ak_6p20sb9.compactname"] = "АК-74М"
L["eft_hg_ak_6p20sb9.description"] = "Полимерное цевьё 6П20 Сб.9 для автомата АК-74М производства Ижмаш, пришедшее на смену классическому деревянному."

L["eft_hg_ak_6p20sb9p.printname"] = "Цевье полимерное для АК-74 (Слива)"
L["eft_hg_ak_6p20sb9p.compactname"] = "АК-74"
L["eft_hg_ak_6p20sb9p.description"] = "Полимерное цевьё 6П20 Сб.9 для автоматов АК-74 производства Ижмаш, имеет характерный оттенок полимера, за что было прозвано \"сливой\"."

L["eft_hg_ak_agressor.printname"] = "Цевье 5.45 Design \"Агрессор\" для АК"
L["eft_hg_ak_agressor.compactname"] = "Агрессор"
L["eft_hg_ak_agressor.description"] = "Цевьё \"Агрессор\" с направляющими, устанавливается на автоматы серии АК. Имеет 4 боковые планки для установки тактического снаряжения и 2 длинные планки для установки прицелов и рукояток. Производство 5.45 Design."

L["eft_hg_ak_ak100.printname"] = "Цевье полимерное для АК 100-й серии"
L["eft_hg_ak_ak100.compactname"] = "АК100"
L["eft_hg_ak_ak100.description"] = "Полимерное цевьё для автоматов АК 100-й серии производства Ижмаш, является дальнейшей модернизацией полимерного цевья АК-74М. Оснащено нижней рельсой для установки тактического оборудования."

L["eft_hg_ak_akm_l.printname"] = "Цевье TDI \"AKM-L\" для АК"
L["eft_hg_ak_akm_l.compactname"] = "AKM-L"
L["eft_hg_ak_akm_l.description"] = "Цевьё \"AKM-L\" производства TDI Arms, устанавливается на автоматы АКМ/АК-74 и совместимые. Оснащено интерфейсом M-LOK для установки дополнительного оборудования и направляющих."

L["eft_hg_ak_akm_l_ab.printname"] = "Цевье TDI \"AKM-L\" для АК (Anodized Bronze)"
L["eft_hg_ak_akm_l_ab.compactname"] = "AKM-L"
L["eft_hg_ak_akm_l_ab.description"] = "Цевьё \"AKM-L\" производства TDI Arms, устанавливается на автоматы АКМ/АК-74 и совместимые. Оснащено интерфейсом M-LOK для установки дополнительного оборудования и направляющих. Анодированный бронзовый цвет."

L["eft_hg_ak_akm_l_ar.printname"] = "Цевье TDI \"AKM-L\" для АК (Anodized Red)"
L["eft_hg_ak_akm_l_ar.compactname"] = "AKM-L"
L["eft_hg_ak_akm_l_ar.description"] = "Цевьё \"AKM-L\" производства TDI Arms, устанавливается на автоматы АКМ/АК-74 и совместимые. Оснащено интерфейсом M-LOK для установки дополнительного оборудования и направляющих. Анодированный красный цвет."

L["eft_hg_ak_b10.printname"] = "Цевье Зенит \"Б-10\" для АК"
L["eft_hg_ak_b10.compactname"] = "Б-10"
L["eft_hg_ak_b10.description"] = "Цельнофрезерованное цевьё Б-10 изготовлено из сплава алюминия Д16Т с покрытием черного цвета, предназначено для установки на штатное место цевья автоматов АК. Имеет планки Пикатинни с двух сторон. Позволяет производить установку дополнительного оборудования (тактические рукоятки, подствольные фонари, лазерные целеуказатели). Производство Зенит."

L["eft_hg_ak_b10mb19.printname"] = "Цевье Зенит \"Б-10М\" с накладкой \"Б-19\" для АК"
L["eft_hg_ak_b10mb19.compactname"] = "Б10М+Б19"
L["eft_hg_ak_b10mb19.description"] = "Цельнофрезерованное цевьё Б-10М изготовлено из сплава алюминия Д16Т с покрытием черного цвета, предназначено для установки на штатное место цевья автомата Калашникова серий 103, 104, 105, 74С, 74М, АКМ, АКМС. + Планка над газовой трубкой Б-19 является цельнофрезерованным кронштейном изготовленным из сплава алюминия Д16Т с покрытием черного цвета, монтируется на цевье Б-10М или Б-21М. ©«Зенит»"

L["eft_hg_ak_b11.printname"] = "Цевье Зенит \"Б-11\" для АКС-74У"
L["eft_hg_ak_b11.compactname"] = "Б-11"
L["eft_hg_ak_b11.description"] = "Цельнофрезерованное цевьё Б-11 изготовлено из сплава алюминия Д16Т с покрытием черного цвета, предназначено для установки на штатное место цевья автомата Калашникова АКС-74У. Имеет планки Пикатинни с трёх сторон.\nПозволяет производить установку дополнительного оборудования (тактические рукоятки, подствольные фонари, лазерные целеуказатели). Производство Зенит."

L["eft_hg_ak_b30b31s.printname"] = "Цевье Зенит \"Б-30\" с накладкой \"Б-31C\" для АК"
L["eft_hg_ak_b30b31s.compactname"] = "Б-30+Б-31С"
L["eft_hg_ak_b30b31s.description"] = "Цельнофрезерованное цевье Б-30 изготовлено из сплава алюминия Д16Т, с покрытием черного цвета. Предназначено для установки на место штатного цевья автомата Калашникова серий 103, 104, 105, 74С, 74М, АКМ, АКМС. Накладка на газовую трубку Б-31С - цельнофрезерованный кронштейн, изготовленный из сплава алюминия Д16Т с покрытием черного цвета. Монтируется на цевье Б-30. Производство Зенит."

L["eft_hg_ak_cmrd.printname"] = "Цевье Vltor \"CMRD KeyMod\" для АК"
L["eft_hg_ak_cmrd.compactname"] = "CMRD"
L["eft_hg_ak_cmrd.description"] = "Легкое алюминиевое цевьё \"CMRD\" от Vltor, совместимо с автоматами серии АК-74 и АКМ. Оснащено интерфейсом KeyMod для установки направляющих под дополнительное оборудование."

L["eft_hg_ak_cncguns.printname"] = "Цевье CNC Guns \"OV GP\" для АК"
L["eft_hg_ak_cncguns.compactname"] = "OV GP"
L["eft_hg_ak_cncguns.description"] = "Цевье \"OV GP\" для автоматов серии АК, снабженное интерфейсом KeyMod для крепления дополнительного оборудования. Производство CNC Guns."

L["eft_hg_ak_goliaf.printname"] = "Цевье Alfa Arms \"Голиаф\" для АКС-74У"
L["eft_hg_ak_goliaf.compactname"] = "Голиаф"
L["eft_hg_ak_goliaf.description"] = "Цельнофрезерованное цевьё \"Голиаф\" изготовлено из сплава алюминия Д16Т с покрытием коричневого цвета Coyote Brown, предназначено для установки на штатное место цевья автомата Калашникова АКС-74У. Имеет планки Пикатинни с трёх сторон. Позволяет производить установку дополнительного оборудования (тактические рукоятки, подствольные фонари, лазерные целеуказатели)."

L["eft_hg_ak_hexagon.printname"] = "Цевье трубчатое Гексагон для АК"
L["eft_hg_ak_hexagon.compactname"] = "Гексагон АК"
L["eft_hg_ak_hexagon.description"] = "Трубчатое цевье для автоматов серии АК, производство Гексагон."

L["eft_hg_ak_hexagon_r.printname"] = "Цевье трубчатое Гексагон для АК (Anodized Red)"
L["eft_hg_ak_hexagon_r.compactname"] = "Гексагон АК"
L["eft_hg_ak_hexagon_r.description"] = "Трубчатое цевье для автоматов серии АК, производство Гексагон. Анодировано в красный цвет. DA RED GOEZ FASTA!"

L["eft_hg_ak_moe.printname"] = "Цевье Magpul \"MOE AKM\" для АК (Черное)"
L["eft_hg_ak_moe.compactname"] = "MOE AKM"
L["eft_hg_ak_moe.description"] = "Цевье \"MOE AKM\" ставится на АК-47/АКМ/АК-74 и совместимые оружейные системы. Оснащено запатентованными креплениями M-LOK для установки дополнительного оборудования или направляющих. Версия в черном цвете."

L["eft_hg_ak_moe_fde.printname"] = "Цевье Magpul \"MOE AKM\" для АК (FDE)"
L["eft_hg_ak_moe_fde.compactname"] = "MOE AKM"
L["eft_hg_ak_moe_fde.description"] = "Цевье \"MOE AKM\" ставится на АК-47/АКМ/АК-74 и совместимые оружейные системы. Оснащено запатентованными креплениями M-LOK для установки дополнительного оборудования или направляющих. Версия в цвете Flat Dark Earth."

L["eft_hg_ak_moe_olv.printname"] = "Цевье Magpul \"MOE AKM\" для АК (Олива)"
L["eft_hg_ak_moe_olv.compactname"] = "MOE AKM"
L["eft_hg_ak_moe_olv.description"] = "Цевье \"MOE AKM\" ставится на АК-47/АКМ/АК-74 и совместимые оружейные системы. Оснащено запатентованными креплениями M-LOK для установки дополнительного оборудования или направляющих. Версия в цвете Олива (Olive Drab)."

L["eft_hg_ak_moe_plm.printname"] = "Цевье Magpul \"MOE AKM\" для АК (Слива)"
L["eft_hg_ak_moe_plm.compactname"] = "MOE AKM"
L["eft_hg_ak_moe_plm.description"] = "Цевье \"MOE AKM\" ставится на АК-47/АКМ/АК-74 и совместимые оружейные системы. Оснащено запатентованными креплениями M-LOK для установки дополнительного оборудования или направляющих. Версия в цвете \"Слива\"."

L["eft_hg_ak_moe_sg.printname"] = "Цевье Magpul \"MOE AKM\" для АК (Stealth Grey)"
L["eft_hg_ak_moe_sg.compactname"] = "MOE AKM"
L["eft_hg_ak_moe_sg.description"] = "Цевье \"MOE AKM\" ставится на АК-47/АКМ/АК-74 и совместимые оружейные системы. Оснащено запатентованными креплениями M-LOK для установки дополнительного оборудования или направляющих. Версия в цвете Stealth Grey."

L["eft_hg_ak_rs47.printname"] = "Цевье CAA \"RS47\" для АК"
L["eft_hg_ak_rs47.compactname"] = "RS47"
L["eft_hg_ak_rs47.description"] = "Цевьё \"RS47\" от компании Command Arms из легкого полимера подходит для большинства автоматов и карабинов, выполненных на базе АК. Оснащено двумя длинными и двумя короткими направляющими для крепления дополнительного оборудования."

L["eft_hg_ak_trax1.printname"] = "Цевье Strike Industries \"TRAX 1\" для АК"
L["eft_hg_ak_trax1.compactname"] = "TRAX 1"
L["eft_hg_ak_trax1.description"] = "Цевье \"TRAX 1\" производства Strike Industries. Легкая и прочная модульная система, позволяющая монтировать множество различных аксессуаров. Может комбинироваться с системой TRAX 2 для достижения максимальной модульности."

L["eft_hg_ak_trax2.printname"] = "Цевье Strike Industries \"TRAX 2\" для АК"
L["eft_hg_ak_trax2.compactname"] = "TRAX 2"
L["eft_hg_ak_trax2.description"] = "Удлинение TRAX 2 позволяет устанавливать еще большее количество различных аксессуаров на систему TRAX. Для установки требуется цевьё TRAX 1 и направляющая планка Bridge rail. Производство Strike Industries."

L["eft_hg_ak_trax_bridge.printname"] = "Направляющая Strike Industries \"TRAX Bridge\""
L["eft_hg_ak_trax_bridge.compactname"] = "TRAX Bridge"
L["eft_hg_ak_trax_bridge.description"] = "Направляющая Strike Industries \"TRAX Bridge Rail\", устанавливается на цевьё TRAX 1 для установки удлинителя цевья TRAX 2."

L["eft_hg_ak_ufm.printname"] = "Цевье Krebs Custom \"UFM KeyMod\" для АК"
L["eft_hg_ak_ufm.compactname"] = "UFM"
L["eft_hg_ak_ufm.description"] = "Цевьё Krebs Custom UFM KeyMod для автоматов серии АК с возможностью установки направляющих на системе KeyMod. Для установки необходима газовая трубка Kiba Arms VDM CS."

L["eft_hg_ak_vpo136.printname"] = "Цевье деревянное для ВПО-136 \"Вепрь-КМ\""
L["eft_hg_ak_vpo136.compactname"] = "ВПО-136"
L["eft_hg_ak_vpo136.description"] = "Штатное деревянное цевьё для карабина ВПО-136 Вепрь-КМ производства Молот Оружие."

L["eft_hg_ak_vpo209.printname"] = "Цевье деревянное для ВПО-209"
L["eft_hg_ak_vpo209.compactname"] = "ВПО-209"
L["eft_hg_ak_vpo209.description"] = "Штатное деревянное цевьё для карабина ВПО-209 производства Молот Оружие."

L["eft_hg_ak_wasr.printname"] = "Цевье деревянное CAF \"WASR 10/63\" для АК"
L["eft_hg_ak_wasr.compactname"] = "WASR"
L["eft_hg_ak_wasr.description"] = "Румынское деревянное цевьё с рукоятью для винтовок WASR-10/63, производства Cugir Arms Factory. Подходит для установки на системы семейства АК."

L["eft_hg_ak_x47.printname"] = "Цевье тактическое TDI \"X47\" для АК"
L["eft_hg_ak_x47.compactname"] = "X47"
L["eft_hg_ak_x47.description"] = "Тактическое алюминиевое цевьё для автоматов семейства АК производства TDI Arms. Имеет множество направляющих, предназначенных для установки широкого спектра дополнительного оборудования."

L["eft_hg_ak_xrsu47.printname"] = "Цевье тактическое CAA \"XRSU47SU\" для АКС-74У"
L["eft_hg_ak_xrsu47.compactname"] = "XRSU47SU"
L["eft_hg_ak_xrsu47.description"] = "Тактическое алюминиевое цевьё для автомата AKС-74У, AKС-74УН, AKС-74УБ производства CAA. Имеет множество направляющих, предназначенных для установки широкого спектра дополнительного оборудования."

L["eft_hg_ak_zhu.printname"] = "Цевье Magpul \"Zhukov-U\" для АК (Черное)"
L["eft_hg_ak_zhu.compactname"] = "Zhukov-U"
L["eft_hg_ak_zhu.description"] = "Цевьё \"Zhukov-U\" производства Magpul, устанавливается на автоматы АКМ/АК-74 и совместимые. Оснащено интерфейсом M-LOK для установки дополнительного оборудования и направляющих. Версия в черном цвете."

L["eft_hg_ak_zhu_fde.printname"] = "Цевье Magpul \"Zhukov-U\" для АК (FDE)"
L["eft_hg_ak_zhu_fde.compactname"] = "Zhukov-U"
L["eft_hg_ak_zhu_fde.description"] = "Цевьё \"Zhukov-U\" производства Magpul, устанавливается на автоматы АКМ/АК-74 и совместимые. Оснащено интерфейсом M-LOK для установки дополнительного оборудования и направляющих. Версия в цвете Flat Dark Earth."

L["eft_hg_ak_zhu_plm.printname"] = "Цевье Magpul \"Zhukov-U\" для АК (Слива)"
L["eft_hg_ak_zhu_plm.compactname"] = "Zhukov-U"
L["eft_hg_ak_zhu_plm.description"] = "Цевьё \"Zhukov-U\" производства Magpul, устанавливается на автоматы АКМ/АК-74 и совместимые. Оснащено интерфейсом M-LOK для установки дополнительного оборудования и направляющих. Версия в цвете \"Слива\"."

L["eft_hg_ak_dominat.printname"] = "Цевье АКадемия \"Доминатор\" для АК"
L["eft_hg_ak_dominat.compactname"] = "Доминатор"
L["eft_hg_ak_dominat.description"] = "Цевье \"Доминатор\" производства АКадемия. Оптимизирует хват оружия и лучшает его контроль. Интегрированная в цевье планка Пикаттини позволяет дополнительно тюнинговать оружие."

L["eft_hg_ak_aspid.printname"] = "Цевье Alfa Arms \"АСПИД\" для АК"
L["eft_hg_ak_aspid.compactname"] = "Аспид"
L["eft_hg_ak_aspid.description"] = "Цевье АСПИД изготовлено из сплава алюминия В95Т, с покрытием DuraCoat. Предназначено для установки на место штатного цевья автомата Калашникова. Производство Alfa Arms."

L["eft_hg_ak_hartman.printname"] = "Цевье Hartman \"Гюрза\" для Сайга-9"
L["eft_hg_ak_hartman.compactname"] = "Гюрза-9"
L["eft_hg_ak_hartman.description"] = "Трубчатое цевье для карабина Сайга-9. Производство Hartman."

L["eft_mount_lenok_70.printname"] = "Направляющая 70мм Hartman \"Ленок\""
L["eft_mount_lenok_70.compactname"] = "Ленок 70мм"
L["eft_mount_lenok_70.description"] = "Направляющая Weaver \"Ленок\" позволяет устанавливать дополнительное оборудование на трубчатые цевья производства Hartman."

L["eft_hg_velociraptor_std.printname"] = "Цевье полимерное для Velociraptor"
L["eft_hg_velociraptor_std.compactname"] = "Vel цев."
L["eft_hg_velociraptor_std.description"] = "Полимерное цевьё для автомата Velociraptor. Представляет из себя модифицированное цевье производства Tapco для АК, выполненное по мотивам цевья для автомата Galil AR и натягивается поверх кожуха глушителя, предотвращая возможное травмирование рук стрелка во время стрельбы."

L["eft_mount_b12.printname"] = "Кронштейн Зенит \"Б-12\" для АК"
L["eft_mount_b12.compactname"] = "Б-12"
L["eft_mount_b12.description"] = "Планка над газовой трубкой Б-12 устанавливается на боковую планку цевья Б-11 из комплекта \"Классика\" и обеспечивает крепление на оружие комплекса из прицельных приспособлений и осветительных приборов. Формирует планки над газоотводной трубкой оружия и с боку цевья. Производство Зенит."

L["eft_mount_hexagon_m.printname"] = "Направляющая Гексагон средняя"
L["eft_mount_hexagon_m.compactname"] = "Гекс сред."
L["eft_mount_hexagon_m.description"] = "Направляющая средней длины, позволяет устанавливать дополнительное тактическое оборудование на цевья производства Гексагон."

L["eft_mount_hexagon_m_ar.printname"] = "Направляющая Гексагон средняя (Anodized Red)"
L["eft_mount_hexagon_m_ar.compactname"] = "Гекс сред."
L["eft_mount_hexagon_m_ar.description"] = "Направляющая средней длины, позволяет устанавливать дополнительное тактическое оборудование на цевья производства Гексагон. Анодирована в красный цвет."

L["eft_mount_hexagon_s.printname"] = "Направляющая Гексагон короткая"
L["eft_mount_hexagon_s.compactname"] = "Гекс кор."
L["eft_mount_hexagon_s.description"] = "Направляющая короткой длины, позволяет устанавливать дополнительное тактическое оборудование на цевья производства Гексагон."

L["eft_mount_hexagon_s_ar.printname"] = "Направляющая Гексагон короткая (Anodized Red)"
L["eft_mount_hexagon_s_ar.compactname"] = "Гекс кор."
L["eft_mount_hexagon_s_ar.description"] = "Направляющая короткой длины, позволяет устанавливать дополнительное тактическое оборудование на цевья производства Гексагон. Анодирована в красный цвет."

-- [[ mag_ak ]]
L["eft_mag_ak_55_762_30.printname"] = "Магазин на 30 патронов 7.62x39 для АК (55+ года выпуска)"
L["eft_mag_ak_55_762_30.compactname"] = "AK55 30"
L["eft_mag_ak_55_762_30.description"] = "Стандартный 30-зарядный металлический магазин АК с 1955 года, под патрон 7.62x39 для АК и совместимых. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием."

L["eft_mag_ak_6l10_762_30.printname"] = "Магазин бакелитовый 6Л10 на 30 патронов 7.62x39 для АК"
L["eft_mag_ak_6l10_762_30.compactname"] = "6Л10 30"
L["eft_mag_ak_6l10_762_30.description"] = "30-зарядный магазин 6Л10 из прессматериала АГ-4С, под патрон 7.62x39 для АК и совместимых. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием."

L["eft_mag_ak_6l18_545_45.printname"] = "Магазин 6Л18 на 45 патронов 5.45x39 для АК-74"
L["eft_mag_ak_6l18_545_45.compactname"] = "6Л18 45"
L["eft_mag_ak_6l18_545_45.description"] = "45-зарядный бакелитовый магазин Ижмаш 6Л18, под патрон 5.45x39 для АК-74 и совместимых. Штатный магазин для РПК-74."

L["eft_mag_ak_6l20_545_30.printname"] = "Магазин 6Л20 на 30 патронов 5.45x39 для АК-74"
L["eft_mag_ak_6l20_545_30.compactname"] = "6Л20 30"
L["eft_mag_ak_6l20_545_30.description"] = "30-зарядный полимерный магазин Ижмаш 6Л20, под патрон 5.45x39 для АК-74 и совместимых."

L["eft_mag_ak_6l23p_545_30.printname"] = "Магазин 6Л23 на 30 патронов 5.45x39 для АК-74 (Слива)"
L["eft_mag_ak_6l23p_545_30.compactname"] = "6Л23 30"
L["eft_mag_ak_6l23p_545_30.description"] = "30-зарядный полимерный магазин Ижмаш 6Л23, под патрон 5.45x39 для АК-74 и совместимых. Имеет характерный оттенок полимера, за что был прозван \"сливой\"."

L["eft_mag_ak_6l23_545_30.printname"] = "Магазин 6Л23 на 30 патронов 5.45x39 для АК-74"
L["eft_mag_ak_6l23_545_30.compactname"] = "6Л23 30"
L["eft_mag_ak_6l23_545_30.description"] = "30-зарядный полимерный магазин Ижмаш 6Л23, под патрон 5.45x39 для АК-74 и совместимых."

L["eft_mag_ak_6l26_545_45.printname"] = "Магазин 6Л26 на 45 патронов 5.45x39 для АК-74"
L["eft_mag_ak_6l26_545_45.compactname"] = "6Л26 45"
L["eft_mag_ak_6l26_545_45.description"] = "45-зарядный полимерный магазин Ижмаш 6Л26, под патрон 5.45x39 для АК-74 и совместимых."

L["eft_mag_ak_6l29_556_30.printname"] = "Магазин 6Л29 на 30 патронов 5.56x45 для АК-101"
L["eft_mag_ak_6l29_556_30.compactname"] = "6Л29 30"
L["eft_mag_ak_6l29_556_30.description"] = "30-зарядный полимерный магазин Ижмаш 6Л29, под патрон 5.56x45 для АК-101 и совместимых."

L["eft_mag_ak_6l31_545_60.printname"] = "Магазин 6Л31 на 60 патронов 5.45x39 для АК-74"
L["eft_mag_ak_6l31_545_60.compactname"] = "6Л31 60"
L["eft_mag_ak_6l31_545_60.description"] = "60-зарядный четырёхрядный полимерный магазин Ижмаш 6Л31, под патрон 5.45x39 для АК-74 и совместимых. Выпущен малой партией и не попал в серийное производство."

L["eft_mag_ak_6p2bak_762_40.printname"] = "Магазин бакелитовый 6П2 на 40 патронов 7.62x39 для АК"
L["eft_mag_ak_6p2bak_762_40.compactname"] = "6П2 бак. 40"
L["eft_mag_ak_6p2bak_762_40.description"] = "Стандартный 40-зарядный бакелитовый магазин РПК, под патрон 7.62x39 для АК/РПК и совместимых. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием."

L["eft_mag_ak_6p2sb11_762_40.printname"] = "Магазин Молот 6П2.Сб-11 на 40 патронов 7.62x39 для АК"
L["eft_mag_ak_6p2sb11_762_40.compactname"] = "6П2 Сб-11 40"
L["eft_mag_ak_6p2sb11_762_40.description"] = "Стандартный 40-зарядный металлический магазин РПК с 1961 года 6П2.Сб-11, под патрон 7.62x39 для АК/РПК и совместимых. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием."

L["eft_mag_ak_ak103_762_30.printname"] = "Магазин на 30 патронов 7.62x39 для АК-103"
L["eft_mag_ak_ak103_762_30.compactname"] = "АК-103 30"
L["eft_mag_ak_ak103_762_30.description"] = "Бакелитовый 30-зарядный магазин Ижмаш для автоматов АК-103 7.62х39 и совместимых. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием."

L["eft_mag_ak_ak12_545_30_old.printname"] = "Магазин ранний на 30 патронов 5.45x39 для АК-12"
L["eft_mag_ak_ak12_545_30_old.compactname"] = "АК-12 ран. 30"
L["eft_mag_ak_ak12_545_30_old.description"] = "Ранний образец 30-зарядного полимерного магазина с окнами для контроля боеприпасов производства Ижмаш, под патрон 5.45x39 для АК-12 и совместимых."

L["eft_mag_ak_ak30fde_762_30.printname"] = "Магазин US Palm \"AK30\" на 30 патронов 7.62x39 для АК (FDE)"
L["eft_mag_ak_ak30fde_762_30.compactname"] = "AK30 FDE 30"
L["eft_mag_ak_ak30fde_762_30.description"] = "Полимерный 30-зарядный магазин US PALM AK30 для автоматов АК 7.62х39 и совместимых. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием. Версия в цвете Flat Dark Earth."

L["eft_mag_ak_ak30_762_30.printname"] = "Магазин US Palm \"AK30\" на 30 патронов 7.62x39 для АК (Черный)"
L["eft_mag_ak_ak30_762_30.compactname"] = "AK30 30"
L["eft_mag_ak_ak30_762_30.description"] = "Полимерный 30-зарядный магазин US PALM AK30 для автоматов АК 7.62х39 и совместимых. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием."

L["eft_mag_ak_akms_762_30.printname"] = "Магазин алюминиевый на 30 патронов 7.62x39 для АКМС"
L["eft_mag_ak_akms_762_30.compactname"] = "АКМС ал. 30"
L["eft_mag_ak_akms_762_30.description"] = "30-зарядный алюминиевый магазин под патрон 7.62x39 для АК и совместимых, называемый \"десантный\", выполненный из легкого алюминиевого сплава и усиленный дополнительными ребрами жесткости. Довольно редкий экземпляр в силу того, что в массовое производство так и не пошел. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием."

L["eft_mag_ak_alum_762_10.printname"] = "Магазин алюминиевый на 10 патронов 7.62x39 для АК"
L["eft_mag_ak_alum_762_10.compactname"] = "АК ал. 10"
L["eft_mag_ak_alum_762_10.description"] = "10-зарядный алюминиевый магазин под патрон 7.62x39 для АК и совместимых, выполнен из легкого алюминиевого сплава и усилен дополнительными ребрами жесткости. Модификация для гражданского рынка, с ограничителем на заряжание не более десяти патронов. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием."

L["eft_mag_ak_molot_762_75.printname"] = "Магазин барабанный Молот на 75 патронов 7.62x39 для АК"
L["eft_mag_ak_molot_762_75.compactname"] = "Молот 75"
L["eft_mag_ak_molot_762_75.description"] = "75-зарядный металлический барабанный магазин РПК под патрон 7.62x39 для АК/РПК и совместимых. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием."

L["eft_mag_ak_pmag_545_30.printname"] = "Магазин Magpul \"PMAG 30 GEN M3\" на 30 патронов 5.45x39 для АК-74"
L["eft_mag_ak_pmag_545_30.compactname"] = "GEN M3 30"
L["eft_mag_ak_pmag_545_30.description"] = "30-зарядный полимерный магазин Magpul Pmag 30 AK74 GEN M3, под патрон 5.45x39 для АК и совместимых."

L["eft_mag_ak_pmag_762_30.printname"] = "Магазин Magpul \"PMAG 30 GEN M3\" на 30 патронов 7.62x39 для АК"
L["eft_mag_ak_pmag_762_30.compactname"] = "GEN M3 30"
L["eft_mag_ak_pmag_762_30.description"] = "Полимерный 30-зарядный магазин Magpul Pmag 30 AK/AKM GEN M3 для автоматов АК 7.62х39 и совместимых. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием."

L["eft_mag_ak_pmag_banana_762_30.printname"] = "Магазин Magpul \"PMAG 30 GEN M3\" на 30 патронов 7.62x39 для АК (Банановый)"
L["eft_mag_ak_pmag_banana_762_30.compactname"] = "GEN M3 30"
L["eft_mag_ak_pmag_banana_762_30.description"] = "Полимерный 30-зарядный магазин Magpul Pmag 30 AK/AKM GEN M3 для автоматов АК 7.62х39 и совместимых. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием. Теперь - банановый!"

L["eft_mag_ak_promag_762_73.printname"] = "Магазин барабанный ProMag \"AK-A-16\" на 73 патрона 7.62x39 для АК"
L["eft_mag_ak_promag_762_73.compactname"] = "AK-A-16 73"
L["eft_mag_ak_promag_762_73.description"] = "73-зарядный магазин производства ProMag, под патрон 7.62x39 для АК и совместимых."

L["eft_mag_ak_ribbed_762_10.printname"] = "Магазин ребристый на 10 патронов 7.62x39 для АК"
L["eft_mag_ak_ribbed_762_10.compactname"] = "АК ребр. 10"
L["eft_mag_ak_ribbed_762_10.description"] = "Магазин для АК и систем на его базе, изготовлен путем перепила боевого магазина, для соответствия законодательству РФ и применения на гражданском оружии. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием."

L["eft_mag_ak_rpk16_545_95.printname"] = "Магазин барабанный на 95 патронов 5.45x39 для РПК-16"
L["eft_mag_ak_rpk16_545_95.compactname"] = "РПК-16 95"
L["eft_mag_ak_rpk16_545_95.description"] = "Штатный 95-зарядный барабанный магазин 5.45x39 для РПК-16 и совместимых систем."

L["eft_mag_ak_slr106_556_30.printname"] = "Магазин Circle 10 на 30 патронов 5.56x45 для SLR-106/АК"
L["eft_mag_ak_slr106_556_30.compactname"] = "C-10 AK 30"
L["eft_mag_ak_slr106_556_30.description"] = "30-зарядный болгарский магазин \"Waffle Pattern\" под патрон 5.56x45 для гражданских карабинов SLR-106, совместим с автоматами линейки АК соответствующего калибра. Производство Circle 10 и распространяется Arsenal Inc."

L["eft_mag_ak_std_545_10.printname"] = "Магазин \"Сайга 545\" на 10 патронов 5.45x39 для АК-74"
L["eft_mag_ak_std_545_10.compactname"] = "Сайга 545 10"
L["eft_mag_ak_std_545_10.description"] = "10-зарядный полимерный магазин Ижмаш Сайга 545, для одноимённого гражданского карабина на базе АК, под патрон 5.45x39."

L["eft_mag_ak_ultimag_762_30.printname"] = "Магазин FAB Defense \"Ultimag 30R\" на 30 патронов 7.62x39 для АК"
L["eft_mag_ak_ultimag_762_30.compactname"] = "Ultimag 30"
L["eft_mag_ak_ultimag_762_30.description"] = "Эргономичный 30-зарядный полимерный магазин Ultimag 30R под патрон 7.62x39 для АК и совместимых, дающий возможность контролировать число оставшихся патронов. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием."

L["eft_mag_ak_x47_762_50.printname"] = "Магазин барабанный X Products \"X-47\" на 50 патронов 7.62x39 для АК"
L["eft_mag_ak_x47_762_50.compactname"] = "X-47 7.62 50"
L["eft_mag_ak_x47_762_50.description"] = "50-зарядный барабанный магазин \"X-47\" для АК 7.62х39 и совместимых. Производство X-Products. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием."

L["eft_mag_ak_ak12_545_30.printname"] = "Магазин на 30 патронов 5.45x39 для АК-12"
L["eft_mag_ak_ak12_545_30.compactname"] = "АК-12 30"
L["eft_mag_ak_ak12_545_30.description"] = "30-зарядный полимерный магазин с окнами для контроля боеприпасов производства Ижмаш, под патрон 5.45x39 для АК-12 и совместимых."

L["eft_mag_ak_545_20.printname"] = "Магазин \"Сайга 545\" на 20 патронов 5.45x39 для АК-74"
L["eft_mag_ak_545_20.compactname"] = "Сайга 545 20"
L["eft_mag_ak_545_20.description"] = "20-зарядный полимерный магазин Дельта-Тек Сайга 545, для одноимённого гражданского карабина на базе АК, под патрон 5.45x39."

L["eft_mag_ak_pmag_762_20.printname"] = "Магазин Magpul \"PMAG 20 GEN M3\" на 20 патронов 7.62x39 для АК"
L["eft_mag_ak_pmag_762_20.compactname"] = "GEN M3 20"
L["eft_mag_ak_pmag_762_20.description"] = "Полимерный 20-зарядный магазин Magpul PMAG 20 AK/AKM GEN M3 для автоматов АК 7.62х39 и совместимых. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием."

L["eft_mag_ak_molot_556_45.printname"] = "Магазин Молот на 45 патронов 5.56x45 для АК"
L["eft_mag_ak_molot_556_45.compactname"] = "Молот 223 45"
L["eft_mag_ak_molot_556_45.description"] = "45-зарядный полимерный магазин Молот-оружие, под патрон 5.56x45 для АК."

-- [[ muzzle_ak ]]
L["eft_muzzle_ak_ak101_std.printname"] = "Дульный тормоз-компенсатор 5.56x45 для АК-101"
L["eft_muzzle_ak_ak101_std.compactname"] = "АК-101"
L["eft_muzzle_ak_ak101_std.description"] = "Штатный дульный тормоз-компенсатор производства Ижмаш для автомата АК-101 и других моделей на его базе."

L["eft_muzzle_ak_ak102_std.printname"] = "Дульный тормоз-компенсатор 5.56x45 для АК-102"
L["eft_muzzle_ak_ak102_std.compactname"] = "АК-102"
L["eft_muzzle_ak_ak102_std.description"] = "Штатный дульный тормоз-компенсатор 6П44 0-20 производства Ижмаш для автомата АК-102."

L["eft_muzzle_ak_ak103_std.printname"] = "Дульный тормоз-компенсатор 7.62x39 для АК-103"
L["eft_muzzle_ak_ak103_std.compactname"] = "АК-103"
L["eft_muzzle_ak_ak103_std.description"] = "Стандартный дульный тормоз-компенсатор производства Ижмаш для АК-103."

L["eft_muzzle_ak_ak104_std.printname"] = "Дульный тормоз-компенсатор 7.62x39 для АК-104"
L["eft_muzzle_ak_ak104_std.compactname"] = "АК-104"
L["eft_muzzle_ak_ak104_std.description"] = "Штатный дульный тормоз-компенсатор 6П46 0-20 производства Ижмаш для автомата АК-104."

L["eft_muzzle_ak_ak105_std.printname"] = "Дульный тормоз-компенсатор 5.45x39 для АК-105"
L["eft_muzzle_ak_ak105_std.compactname"] = "АК-105"
L["eft_muzzle_ak_ak105_std.description"] = "Стандартный дульный тормоз-компенсатор 6П44 0-20 производства Ижмаш для АК-105."

L["eft_muzzle_ak_ak74m_std.printname"] = "Дульный тормоз-компенсатор 5.45x39 для АК-74М"
L["eft_muzzle_ak_ak74m_std.compactname"] = "АК-74М"
L["eft_muzzle_ak_ak74m_std.description"] = "Стандартный дульный тормоз-компенсатор 6П20 0-20 производства Ижмаш для АК-74М."

L["eft_muzzle_ak_ak74_pws_cqb.printname"] = "Дульный тормоз PWS \"CQB 74\" 5.45x39 для АК-74"
L["eft_muzzle_ak_ak74_pws_cqb.compactname"] = "PWS CQB 74"
L["eft_muzzle_ak_ak74_pws_cqb.description"] = "Дульный тормоз-компенсатор PWS CQB 74 разработан специально для малогабаритного оружия для использования в замкнутых пространствах. Данная версия предназначена для оружия на базе АК."

L["eft_muzzle_ak_ak74_srvv.printname"] = "Дульный тормоз SRVV \"MBR Jet\" 5.45x39 для АК-74"
L["eft_muzzle_ak_ak74_srvv.compactname"] = "SRVV АК74"
L["eft_muzzle_ak_ak74_srvv.description"] = "Дульный тормоз производства SRVV для автоматов АК-74 5.45x39 и совместимых."

L["eft_muzzle_ak_ak74_std.printname"] = "Дульный тормоз-компенсатор 5.45x39 для АК-74"
L["eft_muzzle_ak_ak74_std.compactname"] = "АК-74"
L["eft_muzzle_ak_ak74_std.description"] = "Штатный дульный тормоз-компенсатор 6П20 0-20 производства Ижмаш для автомата АК-74 и других моделей на его базе."

L["eft_muzzle_ak_akml.printname"] = "Пламегаситель для комплекса АКМЛ 7.62x39"
L["eft_muzzle_ak_akml.compactname"] = "АКМЛ"
L["eft_muzzle_ak_akml.description"] = "Специально разработанный для комплекса АКМЛ щелевидный пламегаситель для уменьшения \"засветки\" ночного прицела НСП-3, входящего в состав комплекса, от дульной вспышки."

L["eft_muzzle_ak_akm_srvv.printname"] = "Дульный тормоз-компенсатор SRVV 7.62x39 для АК"
L["eft_muzzle_ak_akm_srvv.compactname"] = "SRVV АКМ"
L["eft_muzzle_ak_akm_srvv.description"] = "Дульный тормоз-компенсатор производства SRVV для автоматов АК и совместимых."

L["eft_muzzle_ak_akm_std.printname"] = "Дульный тормоз-компенсатор 7.62x39 для АКМ"
L["eft_muzzle_ak_akm_std.compactname"] = "АКМ"
L["eft_muzzle_ak_akm_std.description"] = "Штатный дульный тормоз-компенсатор 6П1 0-14 производства Ижмаш для автомата АКМ и других моделей на его базе."

L["eft_muzzle_ak_antidote.printname"] = "Дульный тормоз-компенсатор Venom Tactical \"Antidote\" 7.62x39 для АК"
L["eft_muzzle_ak_antidote.compactname"] = "Antidote"
L["eft_muzzle_ak_antidote.description"] = "Дульный тормоз-компенсатор \"Antidote\", произведенный в Venom Tactical совместно с Rifle Dynamics, предназначен для установки на системы АК калибра 7.62x39. Снижает отдачу и компенсирует бросок."

L["eft_muzzle_ak_cncwar.printname"] = "Переходник CNC Warrior на калибр 5.56x45 для АК"
L["eft_muzzle_ak_cncwar.compactname"] = "CNC War."
L["eft_muzzle_ak_cncwar.description"] = "Переходник от CNC Warrior для дульных устройств. Дает возможность установки дульных устройств, предназначенных для AR-15, на АК калибра 5.56x45 или 5.45x39 мм."

L["eft_muzzle_ak_dgnak47b.printname"] = "Дульный тормоз-компенсатор Lantac \"Drakon\" 7.62x39 для АК"
L["eft_muzzle_ak_dgnak47b.compactname"] = "DGNAK47B"
L["eft_muzzle_ak_dgnak47b.description"] = "Дульный тормоз-компенсатор \"Drakon\" предназначен для установки на системы АК калибра 7.62x39. Снижает отдачу и компенсирует бросок."

L["eft_muzzle_ak_dtk1.printname"] = "Дульный тормоз-компенсатор Зенит \"ДТК-1\" 7.62x39 и 5.45x39 для АК"
L["eft_muzzle_ak_dtk1.compactname"] = "ДТК-1"
L["eft_muzzle_ak_dtk1.description"] = "Дульный тормоз-компенсатор \"ДТК-1\" предназначен для установки на АК калибра 7,62 и 5,45 мм. Снижает отдачу и компенсирует бросок. Корона предназначена для жесткого задержания и разбития каленого стекла. Резьба 24x1.5 мм ©«Зенит»"

L["eft_muzzle_ak_dynacomp.printname"] = "Дульный тормоз-компенсатор Spikes Tactical \"Dynacomp\" 7.62x39 для АК"
L["eft_muzzle_ak_dynacomp.compactname"] = "Dynacomp AK"
L["eft_muzzle_ak_dynacomp.description"] = "Дульный тормоз-компенсатор \"Dynacomp\" предназначен для установки на АК калибра 7.62 мм. Снижает отдачу и компенсирует бросок. Производство Spikes Tactical."

L["eft_muzzle_ak_kibaarms_308.printname"] = "Переходник Kiba Arms на дульные устройства .308 для АКМ 7.62x39"
L["eft_muzzle_ak_kibaarms_308.compactname"] = "АКМ 308"
L["eft_muzzle_ak_kibaarms_308.description"] = "Переходник \"Samson\" производства Kiba Arms позволяет устанавливать различные дульные приспособления калибра .308 (7.62x51) на автоматы 7.62x39 АКМ-типа."

L["eft_muzzle_ak_reactor.printname"] = "Дульный тормоз Гексагон \"Reactor\" 5.45x39 для АК"
L["eft_muzzle_ak_reactor.compactname"] = "Reactor"
L["eft_muzzle_ak_reactor.description"] = "Дульный тормоз-прототип \"Reactor\" под калибр 5.45x39, производство Гексагон. Имеет крепление для установки глушителя \"Wafflemaker\"."

L["eft_muzzle_ak_rrd4c.printname"] = "Дульный тормоз JMac Customs \"RRD-4C\" 7.62x39 для резьбы АКМ"
L["eft_muzzle_ak_rrd4c.compactname"] = "RRD-4C"
L["eft_muzzle_ak_rrd4c.description"] = "Дульный тормоз \"RRD-4C\" от JMac Customs предназначен для установки на 7.62x39 AK или АКМ. Снижает отдачу и компенсирует бросок."

L["eft_muzzle_ak_rrd4c74.printname"] = "Дульный тормоз JMac Customs \"RRD-4C\" мультикалиберный для резьбы АК-74"
L["eft_muzzle_ak_rrd4c74.compactname"] = "RRD-4C"
L["eft_muzzle_ak_rrd4c74.description"] = "Дульный тормоз-компенсатор \"RRD-4C\" от JMac Customs предназначен для установки на современные варианты АК. Может использоваться с патронами калибра 5.45x39, 5.56x45 или 7.62x39 (необходим переходник). Снижает отдачу и компенсирует бросок."

L["eft_muzzle_ak_tt_ak.printname"] = "Переходник \"Тактика Тула\" для АК 7.62x39"
L["eft_muzzle_ak_tt_ak.compactname"] = "ТТ АК"
L["eft_muzzle_ak_tt_ak.description"] = "Переходник от Тактика Тула для дульных устройств. Дает возможность установки дульных устройств с современных моделей на АК и АКМ."

L["eft_muzzle_ak_vpo136_std.printname"] = "Дульный тормоз-компенсатор 7.62x39 для ВПО-136 \"Вепрь-КМ\""
L["eft_muzzle_ak_vpo136_std.compactname"] = "ВПО136"
L["eft_muzzle_ak_vpo136_std.description"] = "Штатный дульный тормоз-компенсатор производства Молот Оружие для карабина ВПО-136 Вепрь-КМ калибра 7.62x39. Также подходит для автоматов серии АК того же калибра."

L["eft_muzzle_ak_vpo209.printname"] = "Втулка предохранительная для ВПО-209"
L["eft_muzzle_ak_vpo209.compactname"] = "ВПО-209"
L["eft_muzzle_ak_vpo209.description"] = "Защита резьбы под ДТК для карабина ВПО-209. Также подходит для автоматов серии АКМ 7.62x39."

L["eft_muzzle_ak_vr05.printname"] = "Дульный тормоз-компенсатор Вектор \"VR-05T\" 7.62x39 для АК"
L["eft_muzzle_ak_vr05.compactname"] = "VR05T"
L["eft_muzzle_ak_vr05.description"] = "Дульный тормоз-компенсатор производства Вектор 7.62 для автоматов АК 7.62x39 и совместимых."

-- L["eft_muzzle_ak_kibaarms_308.printname"] = "Переходник Kiba Arms на дульные устройства .308 для АКМ 7.62x39"
-- L["eft_muzzle_ak_kibaarms_308.compactname"] = "АКМ 308"
-- L["eft_muzzle_ak_kibaarms_308.description"] = "Переходник \"Samson\" производства Kiba Arms позволяет устанавливать различные дульные приспособления калибра .308 (7.62x51) на автоматы 7.62x39 АКМ-типа."

-- [[ rec_ak ]]
L["eft_rec_ak_ak74.printname"] = "Крышка ствольной коробки для АК-74"
L["eft_rec_ak_ak74.compactname"] = "АК-74 КСК"
L["eft_rec_ak_ak74.description"] = "Штатная крышка ствольной коробки 6П1 0-1 для автоматов АК-74, производство Ижмаш."

L["eft_rec_ak_ak74m.printname"] = "Крышка ствольной коробки для АК-74М"
L["eft_rec_ak_ak74m.compactname"] = "АК-74М КСК"
L["eft_rec_ak_ak74m.description"] = "Штатная крышка ствольной коробки 6П34 0-1 для АК-74М производства Ижмаш."

L["eft_rec_ak_akm.printname"] = "Крышка ствольной коробки для АКМ"
L["eft_rec_ak_akm.compactname"] = "АКМ КСК"
L["eft_rec_ak_akm.description"] = "Штатная крышка ствольной коробки 6П1 0-1 для автоматов АКМ, производство Ижмаш."

L["eft_rec_ak_akm_molot.printname"] = "Крышка ствольной коробки Молот АКМ тип"
L["eft_rec_ak_akm_molot.compactname"] = "Молот КСК"
L["eft_rec_ak_akm_molot.description"] = "Штатная крышка ствольной коробки для автоматов АКМ-типа, производство Молот Оружие."

L["eft_rec_ak_b33.printname"] = "Крышка ствольной коробки Зенит \"Б-33\" для АК"
L["eft_rec_ak_b33.compactname"] = "Б-33"
L["eft_rec_ak_b33.description"] = "Крышка ствольной коробки с интегрированной планкой Пикатинни \"Б-33\" совместима со всеми моделями автомата Калашникова и карабинами, построенными на базе АК. Позволяет осуществлять установку любых прицельных приспособлений, монтируемых на планку Пикатинни. Обеспечивает постоянство СТП на установленных прицельных приспособлениях, при многократном открывании и закрывании. © «Зенит»"

L["eft_rec_ak_bastion.printname"] = "Крышка ствольной коробки АКадемия \"Бастион\" для АК"
L["eft_rec_ak_bastion.compactname"] = "Бастион"
L["eft_rec_ak_bastion.description"] = "Крышка ствольной коробки с интегрированной планкой Пикатинни \"Бастион\" совместима со всеми моделями автомата Калашникова и карабинами, построенными на базе АК. Позволяет осуществлять установку любых прицельных приспособлений, монтируемых на планку Пикатинни. Производство АКадемия."

L["eft_rec_ak_dogleg.printname"] = "Крышка ствольной коробки TWS \"Dog Leg Rail\" для АК"
L["eft_rec_ak_dogleg.compactname"] = "Dog Leg Rail"
L["eft_rec_ak_dogleg.description"] = "Крышка ствольной коробки с интегрированной планкой Пикатинни Texas Weapon Systems \"Dog Leg Rail\" совместима со всеми моделями автомата Калашникова и карабинами, построенными на базе АК. Позволяет осуществлять установку любых прицельных приспособлений, монтируемых на планку Пикатинни."

L["eft_rec_ak_fab_pdc.printname"] = "Крышка ствольной коробки FAB Defense \"PDC\" для АК"
L["eft_rec_ak_fab_pdc.compactname"] = "PDC"
L["eft_rec_ak_fab_pdc.description"] = "Крышка ствольной коробки с интегрированной планкой Пикатинни \"PDC\" совместима со всеми моделями автомата Калашникова и карабинами, построенными на базе АК. Позволяет осуществлять установку любых прицельных приспособлений, монтируемых на планку Пикатинни."

L["eft_rec_ak_rd704.printname"] = "Крышка ствольной коробки для RD-704"
L["eft_rec_ak_rd704.compactname"] = "RD-704 КСК"
L["eft_rec_ak_rd704.description"] = "Штатная крышка ствольной коробки для автоматов RD-704, производство Rifle Dynamics."

-- [[ rpk16 ]]
L["eft_rpk16_barrel_370.printname"] = "Ствол 370мм для РПК-16 5.45x39"
L["eft_rpk16_barrel_370.compactname"] = "РПК-16 370мм"
L["eft_rpk16_barrel_370.description"] = "Ствол для ручного пулемета РПК-16 под патрон 5.45x39 длиной 370мм (15 дюймов)."

L["eft_rpk16_barrel_550.printname"] = "Ствол 550мм для РПК-16 5.45x39"
L["eft_rpk16_barrel_550.compactname"] = "РПК-16 550мм"
L["eft_rpk16_barrel_550.description"] = "Ствол для ручного пулемета РПК-16 под патрон 5.45x39 длиной 550мм (22 дюйма)."

L["eft_rpk16_hg_std.printname"] = "Цевье для РПК-16"
L["eft_rpk16_hg_std.compactname"] = "РПК-16"
L["eft_rpk16_hg_std.description"] = "Штатное цевьё для пулемета РПК-16. Производство Ижмаш."

L["eft_rpk16_mount_side.printname"] = "Направляющая для цевья РПК-16"
L["eft_rpk16_mount_side.compactname"] = "РПК-16 нпр."
L["eft_rpk16_mount_side.description"] = "Направляющая для цевья РПК-16, позволяет устанавливать дополнительное тактическое оборудование. Производство Ижмаш."

L["eft_rpk16_muzzle_std.printname"] = "Дульный тормоз-компенсатор 5.45x39 для РПК-16"
L["eft_rpk16_muzzle_std.compactname"] = "РПК-16"
L["eft_rpk16_muzzle_std.description"] = "Стандартный дульный тормоз-компенсатор производства Ижмаш для ручного пулемета РПК-16."

L["eft_rpk16_rec.printname"] = "Крышка ствольной коробки для РПК-16"
L["eft_rpk16_rec.compactname"] = "РПК-16"
L["eft_rpk16_rec.description"] = "Крышка ствольной коробки с интегрированной планкой Пикатинни для РПК-16 производства Ижмаш."

L["eft_rpk16_rs.printname"] = "Целик для РПК-16"
L["eft_rpk16_rs.compactname"] = "РПК-16 цел."
L["eft_rpk16_rs.description"] = "Съемный целик производства Ижмаш, устанавливается на ручной пулемет РПК-16."

L["eft_rpk16_rs_base.printname"] = "База целика для РПК-16"
L["eft_rpk16_rs_base.compactname"] = "РПК-16 база"
L["eft_rpk16_rs_base.description"] = "Съёмная база целика Ижмаш. Штатно устанавливается на РПК-16."

L["eft_rpk16_stock_tube.printname"] = "Труба приклада для РПК-16"
L["eft_rpk16_stock_tube.compactname"] = "РПК-16 трб."
L["eft_rpk16_stock_tube.description"] = "Штатная труба приклада для ручного пулемета РПК-16, производство Ижмаш."

-- [[ rs_ak ]]
L["eft_rs_ak_ak105.printname"] = "Целик для АК-105"
L["eft_rs_ak_ak105.compactname"] = "АК-105 цел."
L["eft_rs_ak_ak105.description"] = "Штатный целик 6П44 Сб.1-30 для автоматов АК-105, производство Ижмаш."

L["eft_rs_ak_ak74.printname"] = "Целик для АК-74"
L["eft_rs_ak_ak74.compactname"] = "АК-74 цел."
L["eft_rs_ak_ak74.description"] = "Штатный целик 6П20 Сб.2 для автоматов АК-74, производство Ижмаш."

L["eft_rs_ak_ak74m.printname"] = "Целик для АК-74М"
L["eft_rs_ak_ak74m.compactname"] = "АК-74М цел."
L["eft_rs_ak_ak74m.description"] = "Штатный целик 6П20 Сб.2 для автоматов АК-74М, производство Ижмаш."

L["eft_rs_ak_akm.printname"] = "Целик для АКМ"
L["eft_rs_ak_akm.compactname"] = "АКМ цел."
L["eft_rs_ak_akm.description"] = "Штатный целик 6П1 Сб.2-1 для АКМ производства Ижмаш."

L["eft_rs_ak_akmb.printname"] = "Целик из состава комплекса АКМБ"
L["eft_rs_ak_akmb.compactname"] = "АКМБ"
L["eft_rs_ak_akmb.description"] = "Специальная прицельная планка для использования с ПБС-1 и патроном \"УС\" из состава комплекса АКМБ (АКМСБ)."

L["eft_rs_ak_akmp.printname"] = "Приспособление на целик из комплекса АКМП"
L["eft_rs_ak_akmp.compactname"] = "АКМП"
L["eft_rs_ak_akmp.description"] = "Приспособление, предназначенное для стрельбы из автомата Калашникова и АКМ в условиях плохой видимости."

L["eft_rs_ak_rd_ers.printname"] = "Целик RD \"Enhanced V2 Rear Sight\" для AK"
L["eft_rs_ak_rd_ers.compactname"] = "V2 ERS"
L["eft_rs_ak_rd_ers.description"] = "Модернизированный целик для автоматов АК, производство Rifle Dynamics."

L["eft_rs_ak_tt01.printname"] = "Целик-направляющая Тактика Тула \"ТТ01\" для АК"
L["eft_rs_ak_tt01.compactname"] = "TT01"
L["eft_rs_ak_tt01.description"] = "Целик-направляющая \"ТТ01\" от компании Тактика Тула для автоматов семейства АК. Устанавливается взамен штатного целика, оставляет возможность использовать целик, если не установлен прицел."

L["eft_rs_ak_vpo209.printname"] = "Целик для ВПО-209"
L["eft_rs_ak_vpo209.compactname"] = "ВПО-209 цел."
L["eft_rs_ak_vpo209.description"] = "Штатный целик для ВПО-209 производства Молот Оружие."

L["eft_fs_ak_akmp.printname"] = "Приспособление на мушку из комплекса АКМП"
L["eft_fs_ak_akmp.compactname"] = "АКМП"
L["eft_fs_ak_akmp.description"] = "Приспособление, предназначенное для стрельбы из автомата Калашникова и АКМ в условиях плохой видимости."

-- [[ sag545 ]]
L["eft_sag545_cover.printname"] = "Крышка ствольной коробки с направляющей для АК-545"
L["eft_sag545_cover.compactname"] = "AK-545 КСК"
L["eft_sag545_cover.description"] = "Штатная крышка ствольной коробки для карабинов AK-545 производства Sureshot Armament Group."

L["eft_sag545_gastube.printname"] = "Газовая трубка Mk. 2.1 для АК-545"
L["eft_sag545_gastube.compactname"] = "Mk.2.1"
L["eft_sag545_gastube.description"] = "Газовая трубка \"Mk. 2.1\" для карабинов АК-545 производства Sureshot Armament Group."

L["eft_sag545_hg_std.printname"] = "Цевье Mk.3 для АК-545"
L["eft_sag545_hg_std.compactname"] = "SAG Mk.3"
L["eft_sag545_hg_std.description"] = "Цевье Mk.3 для AK-545 производства Sureshot Armament Group, снабженное интерфейсом стандарта M-LOK для крепления дополнительного оборудования и планкой Пикатинни для установки прицелов и тактического оборудования."

L["eft_sag545_rs.printname"] = "Целик для АК-545"
L["eft_sag545_rs.compactname"] = "AK-545 цел."
L["eft_sag545_rs.description"] = "Штатный целик для карабинов AK-545 производства Sureshot Armament Group."

L["eft_sag545_buffertube.printname"] = "Труба приклада для АК-545"
L["eft_sag545_buffertube.compactname"] = "SAG труба"
L["eft_sag545_buffertube.description"] = "Шестипозиционная труба для установки телескопических прикладов производства компании Sureshot Armament Group, устанавливается на специально разработанный АК-545."

-- [[ saiga12 ]]
L["eft_saiga12_dustcover_std.printname"] = "Крышка ствольной коробки для СОК-12"
L["eft_saiga12_dustcover_std.compactname"] = "СОК-12 КСК"
L["eft_saiga12_dustcover_std.description"] = "Штатная крышка ствольной коробки Сб.0-2 для СОК-12 производства Ижмаш."

L["eft_saiga12_handguard_bravo18.printname"] = "Цевье алюминиевое Bravo-18 для СОК-12"
L["eft_saiga12_handguard_bravo18.compactname"] = "Bravo-18"
L["eft_saiga12_handguard_bravo18.description"] = "Цевьё \"Bravo-18\" из легкого авиационного алюминия для установки на карабины семейства \"Сайга\"."

L["eft_saiga12_handguard_custom340.printname"] = "Цевье Custom Guns \"исп.340\" для СОК-12"
L["eft_saiga12_handguard_custom340.compactname"] = "Исп.340"
L["eft_saiga12_handguard_custom340.description"] = "Цевье Custom guns исполнение 340 выполнено из легкого авиационного алюминия, для установки на карабины семейства \"Сайга\"."

L["eft_saiga12_handguard_custom340_mount.printname"] = "Направляющая для цевья Custom Guns"
L["eft_saiga12_handguard_custom340_mount.compactname"] = "CG"
L["eft_saiga12_handguard_custom340_mount.description"] = "Направляющая для цевья системы Custom Guns, позволяет устанавливать дополнительное оборудование."

L["eft_saiga12_handguard_std.printname"] = "Цевье полимерное для СОК-12"
L["eft_saiga12_handguard_std.compactname"] = "СОК-12"
L["eft_saiga12_handguard_std.description"] = "Сб.7-1 - полимерноё цевьё с антабкой под ремень, устанавливаемое на СОК-12 и СОК-12С."

L["eft_saiga12_handguard_utg_pro_long.printname"] = "Цевье алюминиевое Leapers \"UTG PRO MTU002 Long Top\" для СОК-12"
L["eft_saiga12_handguard_utg_pro_long.compactname"] = "MTU002 L"
L["eft_saiga12_handguard_utg_pro_long.description"] = "UTG PRO MTU002 Tactical Quad Rail Long Top - цевьё из легкого авиационного алюминия с антабкой под ремень, для установки на карабины семейства \"Сайга\". Производство Leapers Inc."

L["eft_saiga12_handguard_utg_pro_short.printname"] = "Цевье алюминиевое Leapers \"UTG PRO MTU002 Short Top\" для СОК-12"
L["eft_saiga12_handguard_utg_pro_short.compactname"] = "MTU002 S"
L["eft_saiga12_handguard_utg_pro_short.description"] = "UTG PRO MTU002 Tactical Quad Rail Short Top - цевьё из легкого авиационного алюминия с антабкой под ремень, для установки на карабины семейства \"Сайга\". Производство Leapers Inc."

L["eft_saiga12_magazine_powermag.printname"] = "Магазин MaxRounds \"Powermag\" на 20 патронов 12к для СОК-12"
L["eft_saiga12_magazine_powermag.compactname"] = "Powermag 20"
L["eft_saiga12_magazine_powermag.description"] = "20-зарядный магазин MaxRounds \"Powermag 20\", под патрон 12/70, 12/76 для СОК-12 и совместимых."

L["eft_saiga12_magazine_promag.printname"] = "Магазин ProMag \"SAI-02\" на 10 патронов 12к для СОК-12"
L["eft_saiga12_magazine_promag.compactname"] = "SAI-02 10"
L["eft_saiga12_magazine_promag.description"] = "10-зарядный полимерный магазин SAI-02, под патрон 12x70 и 12x76 для СОК-12 и совместимых. Производство ProMag."

L["eft_saiga12_magazine_std.printname"] = "Магазин Сб.5 на 5 патронов 12к для СОК-12"
L["eft_saiga12_magazine_std.compactname"] = "Сб.5 5"
L["eft_saiga12_magazine_std.description"] = "Пятизарядный полимерный магазин Сб.5, под патрон 12/70, 12/76 для СОК-12 и совместимых."

L["eft_saiga12_muzzle_std.printname"] = "Втулка предохранительная для СОК-12"
L["eft_saiga12_muzzle_std.compactname"] = "СОК-12 ВП"
L["eft_saiga12_muzzle_std.description"] = "Штатная предохранительная втулка для СОК-12."

L["eft_saiga12_rs_mount.printname"] = "Целик-направляющая CSS \"Rail Mount\" для СОК-12"
L["eft_saiga12_rs_mount.compactname"] = "CSS RSRM"
L["eft_saiga12_rs_mount.description"] = "Крепление дает возможность устанавливать прицелы вместо фиксированного целика карабинов семейства \"Сайга\"."

L["eft_saiga12_rs_std.printname"] = "Целик для СОК-12"
L["eft_saiga12_rs_std.compactname"] = "СОК12 цел."
L["eft_saiga12_rs_std.description"] = "Штатный фиксированный целик для СОК-12 производства Ижмаш."

L["eft_saiga12_stock_std.printname"] = "Приклад автоматного стиля для СОК-12"
L["eft_saiga12_stock_std.compactname"] = "СОК-12 АК"
L["eft_saiga12_stock_std.description"] = "Складной полимерный приклад автоматного типа для СОК-12 производства Ижмаш."

L["eft_ammo_12x70_mixed_50bmg_p3.printname"] = "12/70 пуля кустарная .50 BMG + 12/70 пуля \"Полева-3\""
L["eft_ammo_12x70_mixed_50bmg_p3.compactname"] = ".50 BMG / Полева-3"
L["eft_ammo_12x70_mixed_50bmg_p3.description"] = "Патрон 12 калибра, снаряженный кустарно укороченной трассирующей пулей .50 BMG. Никто не знает, кому пришло в голову релоудить патроны 12 калибра предварительно укороченными пулями от пулемета Браунинга, но факт остается фактом - это возможно, и даже работает...как-то.\n\nПатрон \"Полева-3\" с экспансивной пулей 12/70 для ружей 12 калибра."

L["eft_saiga12_handguard_titan.printname"] = "Цевье алюминиевое Chaos \"Titan Quad Rail\" для СОК-12"
L["eft_saiga12_handguard_titan.compactname"] = "Titan Quad Rail"
L["eft_saiga12_handguard_titan.description"] = "Chaos Tactical Quad Rail - цевьё из легкого авиационного алюминия для установки на карабины семейства \"Сайга\". Производство Chaos."

L["eft_saiga12_handguard_titantop.printname"] = "Крепление Chaos \"Titan\" для СОК-12"
L["eft_saiga12_handguard_titantop.compactname"] = "Titan"
L["eft_saiga12_handguard_titantop.description"] = "Крепление, устанавливаемое поверх цевья Titan. Производство Chaos."

L["eft_saiga12_handguard_titanrecuver.printname"] = "Направляющая поверх ствольной коробки Chaos \"Titan\" для СОК-12"
L["eft_saiga12_handguard_titanrecuver.compactname"] = "Titan TC"
L["eft_saiga12_handguard_titanrecuver.description"] = "Направляющая \"Titan\" для установки различных прицелов на карабин СОК-12, производство Chaos. Является дополнением  к одноименному цевью."

L["eft_saiga12_fs_chaos.printname"] = "Мушка Chaos \"HK Style\""
L["eft_saiga12_fs_chaos.compactname"] = "HK Style мшк"
L["eft_saiga12_fs_chaos.description"] = "Мушка, выполненная в стиле популярных прицельных приспособлений компании Heckler & Koch, производство Chaos."

L["eft_saiga12_rs_chaos.printname"] = "Целик Chaos \"HK Style\""
L["eft_saiga12_rs_chaos.compactname"] = "HK Style цел"
L["eft_saiga12_rs_chaos.description"] = "Целик, выполненный в стиле популярных прицельных приспособлений компании Heckler & Koch, производство Chaos."

L["eft_saiga12_magazine_md20.printname"] = "Магазин MD Arms на 20 патронов 12к для СОК-12"
L["eft_saiga12_magazine_md20.compactname"] = "MD Arms 20"
L["eft_saiga12_magazine_md20.description"] = "20-зарядный барабанный магазин от MD Arms под патрон 12/70, 12/76 для СОК-12 и совместимых."

-- [[ silencer_ak ]]
L["eft_silencer_ak_ak74_hexagon.printname"] = "Модератор звука Гексагон 5.45x39 для АК-74"
L["eft_silencer_ak_ak74_hexagon.compactname"] = "Гексагон АК74"
L["eft_silencer_ak_ak74_hexagon.description"] = "Модератор звука выстрела от компании Гексагон для автоматов АК-74."

L["eft_silencer_ak_akm_hexagon.printname"] = "Модератор звука Гексагон 7.62x39 для АКМ"
L["eft_silencer_ak_akm_hexagon.compactname"] = "Гексагон АКМ"
L["eft_silencer_ak_akm_hexagon.description"] = "Модератор звука выстрела от компании Гексагон для автоматов АКМ 7.62x39."

L["eft_silencer_ak_dtk4m.printname"] = "Дульный тормоз Зенит \"ДТК-4М\" 7.62x39 для АКМ"
L["eft_silencer_ak_dtk4m.compactname"] = "ДТК-4М"
L["eft_silencer_ak_dtk4m.description"] = "Дульный тормоз-компенсатор Зенит \"ДТК-4М\" из сплава титана, предназначен для установки на современные Автоматы Калашникова калибра 7.62. Позиционируется именно как ДТК, однако может быть приобретен только сотрудником определенных ведомств."

L["eft_silencer_ak_hexagon_dtkp.printname"] = "Модератор звука Гексагон \"ДТКП MK.2\" 7.62x39 для АК"
L["eft_silencer_ak_hexagon_dtkp.compactname"] = "ДТКП"
L["eft_silencer_ak_hexagon_dtkp.description"] = "ДТК закрытого типа от компании Гексагон для АК 7.62x39. Устанавливается на современные модели АК с резьбой 24x1.5."

L["eft_silencer_ak_pbs1.printname"] = "Глушитель ПБС-1 7.62x39 для АКМ"
L["eft_silencer_ak_pbs1.compactname"] = "ПБС-1"
L["eft_silencer_ak_pbs1.description"] = "Глушитель ПБС-1 производства ЦНИИТочМаш - он же прибор для беззвучной и беспламенной стрельбы из 7.62-мм модернизированных автоматов Калашникова."

L["eft_silencer_ak_pbs4.printname"] = "Глушитель ПБС-4 5.45x39 для АКС-74У"
L["eft_silencer_ak_pbs4.compactname"] = "ПБС-4"
L["eft_silencer_ak_pbs4.description"] = "Глушитель ПБС-4 производства ЦНИИТочМаш для использования в составе стрелково-гранатомётного комплекса «Канарейка»."

L["eft_silencer_ak_tgpa.printname"] = "Глушитель-Пламегаситель ТГП-А 5.45x39 для АК-74"
L["eft_silencer_ak_tgpa.compactname"] = "ТГП-А"
L["eft_silencer_ak_tgpa.description"] = "Глушитель/Пламегаситель Тактический ТГП-А производства ГУ НПО \"Спецтехника и связь\" для автоматов на базе АК 5.45x39."

L["eft_silencer_ak_wafflemaker.printname"] = "Глушитель Гексагон \"Wafflemaker\" 5.45x39 для АК-74"
L["eft_silencer_ak_wafflemaker.compactname"] = "Waffle"
L["eft_silencer_ak_wafflemaker.description"] = "Глушитель-прототип \"Wafflemaker\" производства Гексагон, разработан для установки на дульный тормоз Гексагон \"Reactor\"."

L["eft_silencer_ak_r43_762.printname"] = "Дульный тормоз-компенсатор Ротор 43 7.62x39"
L["eft_silencer_ak_r43_762.compactname"] = "Р43 7.62x39"
L["eft_silencer_ak_r43_762.description"] = "Дульный тормоз Ротор 43, предназначен для установки на автоматы АК калибра 7.62x39 и совместимые. Позиционируется как дульный тормоз, но также работает в качестве глушителя."

-- [[ stock_ak ]]
L["eft_stock_ak74m_caa_akts.printname"] = "Труба приклада CAA \"AKTS AK74\" для АК-74М"
L["eft_stock_ak74m_caa_akts.compactname"] = "AKTS AK74"
L["eft_stock_ak74m_caa_akts.description"] = "Шестипозиционная труба для установки телескопических прикладов производства компании CAA, устанавливается на современные автоматы семейства АК с узлом складывания приклада."

L["eft_stock_ak74m_std.printname"] = "Приклад полимерный для АК-74М"
L["eft_stock_ak74m_std.compactname"] = "АК-74М"
L["eft_stock_ak74m_std.description"] = "Полимерный приклад 6П34 Сб.15 для автоматов АК-74М производства Ижмаш."

L["eft_stock_ak74m_zenit_lock.printname"] = "Замок Зенит для прикладов \"ПТ\" для АК-74М/100-й серии"
L["eft_stock_ak74m_zenit_lock.compactname"] = "ПТ 74М/100"
L["eft_stock_ak74m_zenit_lock.description"] = "Замок-адаптер, предназначенный для крепления прикладов ПТ-1 и ПТ-3 на оружие. Данная модель предназначена для установки на складные АК-74М и АК сотой серии. Производство Зенит."

L["eft_stock_ak74_polymer.printname"] = "Приклад полимерный для АК-74"
L["eft_stock_ak74_polymer.compactname"] = "АК-74"
L["eft_stock_ak74_polymer.description"] = "Полимерный приклад 6П20 Сб.7 для АК-74 производства Ижмаш, пришедший на смену деревянному."

L["eft_stock_ak74_polymer_plum.printname"] = "Приклад полимерный для АК-74 (Слива)"
L["eft_stock_ak74_polymer_plum.compactname"] = "АК-74"
L["eft_stock_ak74_polymer_plum.description"] = "Полимерный приклад 6П20 Сб.7 для автоматов АК-74 производства Ижмаш, имеет характерный оттенок полимера, за что был прозван \"сливой\"."

L["eft_stock_ak74_std.printname"] = "Приклад деревянный для АК-74"
L["eft_stock_ak74_std.compactname"] = "АК-74 дер."
L["eft_stock_ak74_std.description"] = "Штатный деревянный приклад 6П20 Сб.5 для АК-74 производства Ижмаш."

L["eft_stock_akms.printname"] = "Плечевой упор для АКМС"
L["eft_stock_akms.compactname"] = "АКМС"
L["eft_stock_akms.description"] = "Складной плечевой упор 6П4 Сб.1-19 в сборе для автомата АКМС производства Ижмаш."

L["eft_stock_akmsn.printname"] = "Плечевой упор для АКМСН"
L["eft_stock_akmsn.compactname"] = "АКМСН"
L["eft_stock_akmsn.description"] = "Складной плечевой упор 6П4Н Сб.1-19 в сборе для автомата АКМСН производства Ижмаш."

L["eft_stock_akm_aa47.printname"] = "Приклад ProMag \"Archangel OPFOR AA47\" для АКМ/АК-74"
L["eft_stock_akm_aa47.compactname"] = "OPFOR AA47"
L["eft_stock_akm_aa47.description"] = "Приклад \"OPFOR AA47\" из комплектации \"Archangel\" для АКМ/АК-74 и совместимых. Производство ProMag."

L["eft_stock_akm_akts.printname"] = "Труба приклада CAA \"AKTS\" для АКМ/АК-74"
L["eft_stock_akm_akts.compactname"] = "AKTS АКМ"
L["eft_stock_akm_akts.description"] = "Шестипозиционная труба для установки телескопических прикладов производства компании CAA, устанавливается на автоматы семейства АК с фиксированным прикладом."

L["eft_stock_akm_fabd_uas.printname"] = "Приклад FAB Defense \"UAS\" для АКМ/АК-74"
L["eft_stock_akm_fabd_uas.compactname"] = "UAS AK"
L["eft_stock_akm_fabd_uas.description"] = "Приклад \"UAS\" для автоматов серии АКМ/АК-74. Производство FAB Defense."

L["eft_stock_akm_kocherga.printname"] = "Приклад Гексагон \"Кочерга\" для АКМ/АК-74 (Anodized Red)"
L["eft_stock_akm_kocherga.compactname"] = "Кочерга"
L["eft_stock_akm_kocherga.description"] = "Легкосплавный приклад \"Кочерга\" для автоматов серии АКМ/АК-74. Производство Гексагон. Приклад анодирован в красный цвет."

L["eft_stock_akm_me4.printname"] = "Переходник \"ME4\" для АКМ/АК-74"
L["eft_stock_akm_me4.compactname"] = "МЕ4"
L["eft_stock_akm_me4.description"] = "Адаптер для установки трубы под телескопические приклады на АК с нескладными прикладами."

L["eft_stock_akm_pt_lock.printname"] = "Замок Зенит для прикладов \"ПТ\" для АКМ/АК-74"
L["eft_stock_akm_pt_lock.compactname"] = "ПТ АКМ"
L["eft_stock_akm_pt_lock.description"] = "Замок-адаптер, предназначенный для крепления прикладов ПТ-1 на оружие. Данная модель предназначена для установки на нескладные АКМ и АК-74. Производство Зенит."

L["eft_stock_akm_std.printname"] = "Приклад деревянный для АКМ"
L["eft_stock_akm_std.compactname"] = "АКМ дер."
L["eft_stock_akm_std.description"] = "Штатный деревянный приклад 6П1 Сб.5 для АКМ производства Ижмаш."

L["eft_stock_akm_zhu_s.printname"] = "Приклад Magpul \"Zhukov-S\" для АКМ/АК-74"
L["eft_stock_akm_zhu_s.compactname"] = "Zhukov-S"
L["eft_stock_akm_zhu_s.description"] = "Полимерный приклад Zhukov-S, устанавливается на автоматы типа АКМ/АК-74 с фиксированными прикладами. Производство Magpul."

L["eft_stock_aks74_std.printname"] = "Приклад металлический для АКС-74"
L["eft_stock_aks74_std.compactname"] = "АКС-74"
L["eft_stock_aks74_std.description"] = "Рамочный металлический приклад 6П21 Сб.5 для автоматов АКС-74 производства Ижмаш."

L["eft_stock_aks_zenit_lock.printname"] = "Замок Зенит для прикладов \"ПТ\" для АКС-74/АКС-74У"
L["eft_stock_aks_zenit_lock.compactname"] = "ПТ 74С"
L["eft_stock_aks_zenit_lock.description"] = "Замок-адаптер, предназначенный для крепления прикладов ПТ-1 и ПТ-3 на оружие. Данная модель предназначена для установки на складные АКС-74 и АКС-74У. Производство Зенит."

L["eft_stock_ak_aktom4.printname"] = "Переходник на трубы приклада RD \"AK to M4\" для АКМ/АК-74"
L["eft_stock_ak_aktom4.compactname"] = "AKtoM4"
L["eft_stock_ak_aktom4.description"] = "Адаптер \"AK to M4\" второго поколения для установки трубы под телескопические приклады на АК с фиксированным прикладом. Производство Rifle Dynamics."

L["eft_stock_ak_pad.printname"] = "Затыльник из комплекта принадлежностей ГП-25 для АК"
L["eft_stock_ak_pad.compactname"] = "6Г15Ю"
L["eft_stock_ak_pad.description"] = "Комплектный затыльник из комплекта принадлежностей для подствольного гранатомета ГП-25 (6Г15) для АК, также известный как \"Калоша\". Несмотря на изначальное предназначение, может ставиться на многие модели АК для смягчения отдачи, благодаря чему получил широкое распространение."

L["eft_stock_vpo136.printname"] = "Приклад деревянный для ВПО-136 \"Вепрь-КМ\""
L["eft_stock_vpo136.compactname"] = "ВПО-136"
L["eft_stock_vpo136.description"] = "Штатный деревянный приклад для карабина ВПО-136 Вепрь-КМ производства Молот Оружие."

L["eft_stock_vpo209.printname"] = "Приклад деревянный для ВПО-209"
L["eft_stock_vpo209.compactname"] = "ВПО-209"
L["eft_stock_vpo209.description"] = "Штатный деревянный приклад для карабина ВПО-209 АКМ производства Молот Оружие."

L["eft_stock_zenit_pt1.printname"] = "Приклад Зенит \"ПТ-1 Классика\" для АК"
L["eft_stock_zenit_pt1.compactname"] = "ПТ-1"
L["eft_stock_zenit_pt1.description"] = "Приклад телескопический ПТ-1 устанавливается на штатное место приклада АК 103, 104, 105, 74М и ПП \"Витязь\", имеет механизм регулировки длины и регулируемую по высоте щеку. Производство Зенит."

L["eft_stock_zenit_pt3.printname"] = "Приклад Зенит \"ПТ-3 Классика\" для АК"
L["eft_stock_zenit_pt3.compactname"] = "ПТ-3"
L["eft_stock_zenit_pt3.description"] = "Приклад телескопический ПТ-3 устанавливается на штатное место приклада АК 103, 104, 105, 74М, АКС74У и ПП \"Витязь\", имеет механизм регулировки длины и регулируемую по высоте щеку. Для установки необходим специальный замок ПТ."

L["eft_stock_ak100_skelet.printname"] = "Приклад металлический для АК 100-й серии"
L["eft_stock_ak100_skelet.compactname"] = "АК100"
L["eft_stock_ak100_skelet.description"] = "Рамочный металлический приклад для автоматов АК 100-й серии производства Ижмаш."

L["eft_stock_ak_skelet_cust.printname"] = "Приклад металлический с ИПП и жгутом для АК"
L["eft_stock_ak_skelet_cust.compactname"] = "ИППж"
L["eft_stock_ak_skelet_cust.description"] = "Рамочный металлический приклад, оснащенный ИПП и жгутом, применение которых, при таком хранении, остается предметом многочисленных споров и до сих пор остается под вопросом. Настоящий олд скул."

L["eft_stock_ak_evo.printname"] = "Приклад АК-ЭВО для АК"
L["eft_stock_ak_evo.compactname"] = "АК-ЭВО"
L["eft_stock_ak_evo.description"] = "Полимерный телескопический приклад АК-ЭВО, устанавливается на современные складные автоматы АК. Производство Концерн Калашников."

L["eft_stock_akms_fab.printname"] = "Труба приклада FAB Defense \"M4-AKMS P\" для АКМС"
L["eft_stock_akms_fab.compactname"] = "AKMS P"
L["eft_stock_akms_fab.description"] = "Труба приклада с адаптером для АКМС. Позволяет установить на оружие приклад стандарта Com-Spec и Mil-Spec. Сделана из прочного анодированного алюминия. Производство FAB Defense."

L["eft_stock_ak_pad_stef.printname"] = "Удлинитель рамочного приклада Custom Arms \"ST-EF 74\" для АК"
L["eft_stock_ak_pad_stef.compactname"] = "ST-EF"
L["eft_stock_ak_pad_stef.description"] = "Затыльник, увеличивающий длину штатного металлического рамочного складного приклада оружия АК-платформы. Преимущество этого удлинителя в том, что ширина затыльника равна затыльнику пластикового приклада 100й серии. Затыльник добавляет комфорта при стрельбе и снижает ощущение отдачи. Производство Custom Arms."

-- [[ ubgl_ak ]]
L["eft_gp25.printname"] = "Подствольный гранатомет ГП-25 \"Костер\" 40мм"
L["eft_gp25.compactname"] = "ГП-25"
L["eft_gp25.description"] = "Подствольный гранатомёт под 40мм выстрел ВОГ-25. Устанавливается на все неукороченные автоматы семейства АК."

L["eft_gp34.printname"] = "Подствольный гранатомет ГП-34 40мм"
L["eft_gp34.compactname"] = "ГП-34"
L["eft_gp34.description"] = "[<color=255,0,0> DO NOT USE! </color>] Could cause <color=255,100,100>errors with the GP-25</color> if equipped before it. You have been warned.\n\nПодствольный гранатомёт под 40мм выстрел ВОГ-25. Устанавливается на все неукороченные автоматы семейства АК."

-- [[ vityaz ]]
L["eft_vityaz_gas_std.printname"] = "Газовая трубка для ПП-19-01 \"Витязь\""
L["eft_vityaz_gas_std.compactname"] = "19-01 газ"
L["eft_vityaz_gas_std.description"] = "Штатная газовая трубка для пистолетов-пулеметов ПП-19-01 \"Витязь\". Газовая трубка служит для направления движения газового поршня."

L["eft_vityaz_mag_sb7.printname"] = "Магазин Сб.7 на 10 патронов 9x19 для Сайга-9"
L["eft_vityaz_mag_sb7.compactname"] = "Сб.7 10"
L["eft_vityaz_mag_sb7.description"] = "Магазин Иж.9x19 Сб.7 9x19 для карабина Сайга-9 с ограничителем на 10 патронов."

L["eft_vityaz_mag_sg919_20.printname"] = "Магазин PUFGUN \"SG-919 20\" на 20 патронов 9x19 для ПП-19-01 \"Витязь\""
L["eft_vityaz_mag_sg919_20.compactname"] = "SG-919 20"
L["eft_vityaz_mag_sg919_20.description"] = "20-зарядный магазин PUFGUN \"SG-919 20\" 9x19 для ПП-19-01 \"Витязь\". Окрашен в тактический банановый камуфляж."

L["eft_vityaz_mag_sg919_30.printname"] = "Магазин PUFGUN \"SG-919 30\" на 30 патронов 9x19 для ПП-19-01 \"Витязь\""
L["eft_vityaz_mag_sg919_30.compactname"] = "SG-919 30"
L["eft_vityaz_mag_sg919_30.description"] = "30-зарядный магазин PUFGUN \"SG-919 30\" 9x19 для ПП-19-01 \"Витязь\". Окрашен в тактический банановый камуфляж."

L["eft_vityaz_mag_std.printname"] = "Магазин на 30 патронов 9x19 для ПП-19-01 \"Витязь\""
L["eft_vityaz_mag_std.compactname"] = "ПП-19-01 30"
L["eft_vityaz_mag_std.description"] = "Штатный 30-зарядный магазин 9х19 для пистолетов-пулеметов ПП-19-01 \"Витязь\"."

L["eft_vityaz_muzzle_saiga9.printname"] = "Дульный тормоз-компенсатор 9x19 для Сайга-9"
L["eft_vityaz_muzzle_saiga9.compactname"] = "Сайга-9"
L["eft_vityaz_muzzle_saiga9.description"] = "Штатный дульный тормоз-компенсатор производства Ижмаш для карабина Сайга-9."

L["eft_vityaz_muzzle_std.printname"] = "Дульный тормоз-компенсатор 9x19 для ПП-19-01 \"Витязь\""
L["eft_vityaz_muzzle_std.compactname"] = "ПП-19-01"
L["eft_vityaz_muzzle_std.description"] = "Штатный дульный тормоз-компенсатор производства Ижмаш для пистолета-пулемета ПП-19-01 \"Витязь\"."

L["eft_vityaz_rec_sn.printname"] = "Крышка ствольной коробки для ПП-19-01 \"Витязь-СН\""
L["eft_vityaz_rec_sn.compactname"] = "Витязь-СН"
L["eft_vityaz_rec_sn.description"] = "Штатная крышка ствольной коробки для ПП-19-01 Витязь-СН (модификация 20) с направляющей для установки прицелов, производство Ижмаш."

L["eft_vityaz_rec_std.printname"] = "Крышка ствольной коробки для ПП-19-01 \"Витязь\""
L["eft_vityaz_rec_std.compactname"] = "Витязь"
L["eft_vityaz_rec_std.description"] = "Штатная крышка ствольной коробки для ПП-19-01 \"Витязь\" производства Ижмаш."

L["eft_vityaz_rs_std.printname"] = "Целик для ПП-19-01 \"Витязь\""
L["eft_vityaz_rs_std.compactname"] = "ПП-19-01"
L["eft_vityaz_rs_std.description"] = "Штатный целик для пистолетов-пулеметов ПП-19-01 \"Витязь\", производство Ижмаш."

L["eft_vityaz_silencer_std.printname"] = "Прибор Бесшумной Стрельбы 9x19 для ПП-19-01 \"Витязь\""
L["eft_vityaz_silencer_std.compactname"] = "ПБС Витязь"
L["eft_vityaz_silencer_std.description"] = "Прибор Бесшумной Стрельбы производства Ижмаш для пистолетов-пулеметов Витязь 9х19 предыдущих поколений."

L["eft_vityaz_stock_std.printname"] = "Приклад металлический для ПП-19-01 \"Витязь\""
L["eft_vityaz_stock_std.compactname"] = "ПП-19-01"
L["eft_vityaz_stock_std.description"] = "Рамочный металлический приклад для ПП-19-01 Витязь и карабина Сайга-9 производства Ижмаш."

L["eft_vityaz_gas_sagmk1.printname"] = "Цевье и газовая трубка SAG \"MK1 M-LOK\" для ПП-19-01 \"Витязь\""
L["eft_vityaz_gas_sagmk1.compactname"] = "SAG MK1"
L["eft_vityaz_gas_sagmk1.description"] = "Комбинированный кит, состоящий из цевья чашечного типа и цельнофрезерованной газовой трубки, предназначенный для повышения эксплуатационных характеристик ПП-19-01 \"Витязь\" и гражданского карабина Сайга-9. Цевье снабжено интерфейсом стандарта M-LOK для крепления дополнительного оборудования, а газовая трубка имеет планку пикатинни для установки прицелов и тактических блоков. Производство SAG."

L["eft_vityaz_gas_vrlps.printname"] = "Левый взвод Вектор \"VR-LPS\" для ПП-19-01 \"Витязь\""
L["eft_vityaz_gas_vrlps.compactname"] = "VR-LPS"
L["eft_vityaz_gas_vrlps.description"] = "\"VR-LPS\" - устройство, позволяющее перезаряжать оружие вспомогательной рукой. Устанавливается на место газовой трубки и позволяет быстро и качественного перезаряжать оружие. Производство Вектор 7,62."

L["eft_vityaz_mag_50.printname"] = "Магазин барабанный F5 MFG \"Drum\" на 50 патронов 9x19 для ПП-19-01"
L["eft_vityaz_mag_50.compactname"] = "PP19 F5 50"
L["eft_vityaz_mag_50.description"] = "50-зарядный барабанный магазин повышенной емкости для ПП-19-01 и Сайги-9. Производство F5 MFG."

///////////////////////////// AR15 + HK416 Platforms
-- [[ barrel_ar15 ]]
L["eft_barrel_ar15_260mm.printname"] = "Ствол 260мм для AR-15 5.56x45 и совместимых"
L["eft_barrel_ar15_260mm.compactname"] = "AR15 260мм"
L["eft_barrel_ar15_260mm.description"] = "Ствол для оружия на базе AR-15 под патрон 5.56x45 NATO длиной 260мм. Соответствует стандартному стволу для M4 CQBR."

L["eft_barrel_ar15_370mm.printname"] = "Ствол 370мм для AR-15 5.56x45 и совместимых"
L["eft_barrel_ar15_370mm.compactname"] = "AR15 370мм"
L["eft_barrel_ar15_370mm.description"] = "Ствол для оружия на базе AR-15 под патрон 5.56х45 NATO длиной 370мм. Соответствует стандартному стволу для M4A1."

L["eft_barrel_ar15_18i.printname"] = "Ствол 457мм для AR-15 5.56x45 и совместимых"
L["eft_barrel_ar15_18i.compactname"] = "AR15 457мм"
L["eft_barrel_ar15_18i.description"] = "Ствол для AR-15 под патрон 5.56x45 NATO длиной 457мм (18 дюймов)."

L["eft_barrel_ar15_20i.printname"] = "Ствол 508мм для AR-15 5.56x45 и совместимых"
L["eft_barrel_ar15_20i.compactname"] = "AR15 508мм"
L["eft_barrel_ar15_20i.description"] = "Ствол для AR-15 под патрон 5.56x45 NATO длиной 508мм (20 дюймов)."

L["eft_barrel_ar15_406mm.printname"] = "Ствол Молот 406мм для AR-15 5.56x45 и совместимых"
L["eft_barrel_ar15_406mm.compactname"] = "AR15 406мм"
L["eft_barrel_ar15_406mm.description"] = "Ствол Молот Оружие для оружия на базе AR-15 под патрон 5.56x45 NATO длиной 406мм. Является штатным стволом ADAR 2-15."

L["eft_barrel_ar15_hanson_16.printname"] = "Ствол Hanson Carbine 406мм для AR-15 5.56x45 и совместимых"
L["eft_barrel_ar15_hanson_16.compactname"] = "Hanson 406мм"
L["eft_barrel_ar15_hanson_16.description"] = "Ствол Hanson Carbine для оружия на базе AR-15 под патрон 5.56х45 NATO длиной 406мм (16 дюймов). Производство Ballistic Advantage."

L["eft_barrel_ar15_hanson_137.printname"] = "Ствол Hanson Carbine 348мм для AR-15 5.56x45 и совместимых"
L["eft_barrel_ar15_hanson_137.compactname"] = "Hanson 348мм"
L["eft_barrel_ar15_hanson_137.description"] = "Ствол Hanson Carbine для оружия на базе AR-15 под патрон 5.56х45 NATO длиной 348мм (13,7 дюймов). Производство Ballistic Advantage."

-- [[ charge_ar15 ]]
L["eft_charge_ar15_adar.printname"] = "Рукоятка заряжания ADAR 2-15 для AR-15"
L["eft_charge_ar15_adar.compactname"] = "ADAR"
L["eft_charge_ar15_adar.description"] = "Стандартная рукоятка заряжания для ADAR 2-15 и совместимых."

L["eft_charge_ar15_botl.printname"] = "Рукоятка заряжания Badger Ordnance \"Tactical Latch\" для AR-15"
L["eft_charge_ar15_botl.compactname"] = "BOTL"
L["eft_charge_ar15_botl.description"] = "Рукоятка заряжания Badger Ordnance \"Tactical Charging Handle\" оптимизирована для применения на винтовках платформы AR-15/M16/M4 стандарта Mil Spec и поставляется в сборе с популярным фиксатором Gen I Tactical Latch той же компании. Все компоненты изготовлены из сплава 6061 с твёрдым андированным покрытием по стандарту Mil Spec, Тип III."

L["eft_charge_ar15_colt.printname"] = "Рукоятка заряжания Colt для AR-15"
L["eft_charge_ar15_colt.compactname"] = "AR-15"
L["eft_charge_ar15_colt.description"] = "Стандартная рукоятка заряжания для оружия на базе AR-15 и совместимых, производство Colt."

L["eft_charge_ar15_ach.printname"] = "Рукоятка заряжания Geissele \"ACH\" для AR-15 (DDC)"
L["eft_charge_ar15_ach.compactname"] = "ACH"
L["eft_charge_ar15_ach.description"] = "Рукоятка заряжания \"Airborn Charging Handle\" производства Geissele для оружия на базе AR-15 и совместимых. Версия в цвете Desert Dirt Color."

L["eft_charge_ar15_hkext.printname"] = "Рукоятка заряжания HK \"Extended Latch\" для AR-15"
L["eft_charge_ar15_hkext.compactname"] = "Ext. Latch"
L["eft_charge_ar15_hkext.description"] = "Штатная рукоятка заряжания для HK 416A5 с удлиненной защелкой."

L["eft_charge_ar15_masp.printname"] = "Рукоятка заряжания MASP Industries \"Ambidextrous Battle\" для AR-15"
L["eft_charge_ar15_masp.compactname"] = "MASP"
L["eft_charge_ar15_masp.description"] = "Двусторонняя рукоятка заряжания Militia Series \"Ambidextrous Battle Charging Handle\" для оружия на базе AR-15 и совместимых. Производство MASP Industries."

L["eft_charge_ar15_raptor.printname"] = "Рукоятка заряжания Radian Weapons \"Raptor\" для AR-15 (FDE)"
L["eft_charge_ar15_raptor.compactname"] = "Raptor"
L["eft_charge_ar15_raptor.description"] = "Рукоятка заряжания Raptor для оружия на базе AR-15 и совместимых. Производство Radian Weapons. Версия в цвете Flat Dark Earth."

L["eft_charge_ar15_raptor_g.printname"] = "Рукоятка заряжания Radian Weapons \"Raptor\" для AR-15 (Tungsten Grey)"
L["eft_charge_ar15_raptor_g.compactname"] = "Raptor"
L["eft_charge_ar15_raptor_g.description"] = "Рукоятка заряжания Raptor для оружия на базе AR-15 и совместимых. Производство Radian Weapons. Версия в сером цвете Tungsten Grey."

L["eft_charge_ar15_mod2.printname"] = "Рукоятка заряжания Rainier Arms \"Avalanche MOD2\" для AR-15"
L["eft_charge_ar15_mod2.compactname"] = "Avalanche"
L["eft_charge_ar15_mod2.description"] = "Рукоятка заряжания \"Avalanche MOD2\" для оружия на базе AR-15 и совместимых. Производство Rainier Arms."

L["eft_charge_ar15_gnr.printname"] = "Рукоятка заряжания Daniel Defense \"GRIP-N-RIP\" для AR-15"
L["eft_charge_ar15_gnr.compactname"] = "GNR"
L["eft_charge_ar15_gnr.description"] = "Рукоятка заряжания \"GRIP-N-RIP\" для оружия на базе AR-15 и совместимых. Производство Daniel Defense."

L["eft_charge_ar15_badlever.printname"] = "Рычаг затворной задержки Magpul \"B.A.D. Lever\" для AR-15"
L["eft_charge_ar15_badlever.compactname"] = "B.A.D."
L["eft_charge_ar15_badlever.description"] = "Рычаг затворной задержки \"B.A.D. Lever\" для оружия на базе AR-15 и совместимых. Позволяет снимать винтовку с затворной задержи правой рукой, что делает его чрезвычайно удобным для левшей. Производство Magpul."

-- [[ gas_ar15 ]]
L["eft_gas_ar15_m4fs.printname"] = "Мушка-газблок для M4A1"
L["eft_gas_ar15_m4fs.compactname"] = "M4A1"
L["eft_gas_ar15_m4fs.description"] = "Штатная мушка для M4A1, производство Colt."

L["eft_gas_ar15_mk12.printname"] = "Газблок низкопрофильный Daniel Defense \"MK12\" для AR-15"
L["eft_gas_ar15_mk12.compactname"] = "MK12"
L["eft_gas_ar15_mk12.description"] = "Низкопрофильный газблок для марксманских винтовок Daniel Defense MK12, также может устанавливаться на почти все стволы систем AR-15. Производство Daniel Defense."

L["eft_gas_ar15_jp.printname"] = "Газблок JP Enterprises \"Gas System-5B\" для AR-15"
L["eft_gas_ar15_jp.compactname"] = "GS-5B"
L["eft_gas_ar15_jp.description"] = "Низкопрофильный газовый блок, устанавливается взамен штатной муфты газоотвода на карабины и винтовки семейства AR-10/AR-15. Производство JP Enterprises."

L["eft_gas_ar15_rg.printname"] = "Газблок Windham Weaponry \"Rail Gas Block\" для AR-15"
L["eft_gas_ar15_rg.compactname"] = "RGBlock"
L["eft_gas_ar15_rg.description"] = "Устанавливается взамен штатной муфты газоотвода семейства AR-15, добавляя планку Пикатинни, позволяющую устанавливать альтернативные прицельные приспособления."

L["eft_gas_ar15_lopro.printname"] = "Газблок низкопрофильный Ballistic Advantage \"Lo-Pro\" для AR-15"
L["eft_gas_ar15_lopro.compactname"] = "LoPro"
L["eft_gas_ar15_lopro.description"] = "Низкопрофильный газблок Lo-Pro для стволов AR-15. Производство Ballistic Advantage."

-- [[ hg_ar15 ]]
L["eft_hg_ar15_adar.printname"] = "Цевье деревянное ADAR 2-15 для AR-15"
L["eft_hg_ar15_adar.compactname"] = "ADAR дерево"
L["eft_hg_ar15_adar.description"] = "Деревянное цевьё для карабина ADAR 2-15, выполненное по мотивам снайперской винтовки СВД."

L["eft_hg_ar15_ax15.printname"] = "Цевье Aeroknox \"AX-15\" длиной 10.5 дюймов для AR-15"
L["eft_hg_ar15_ax15.compactname"] = "AX-15 10.5\""
L["eft_hg_ar15_ax15.description"] = "Цевье длиной 10.5 дюймов для систем AR-15, снабженное интерфейсом стандарта \"M-LOK\" для крепления дополнительного оборудования. Производство Aeroknox."

L["eft_hg_ar15_mk10.printname"] = "Цевье Alexander Arms \"MK10\" винтовочной длины для AR-15"
L["eft_hg_ar15_mk10.compactname"] = "MK10 RL"
L["eft_hg_ar15_mk10.description"] = "Облегченное цевье \"MK10\" производства Alexander Arms. Сделано из композитного стекловолокна G10 и совместимо с большинством карабинов на базе AR-15."

L["eft_hg_ar15_m4.printname"] = "Цевье Colt \"M4 Carbine Length\" для AR-15"
L["eft_hg_ar15_m4.compactname"] = "M4 Carbine"
L["eft_hg_ar15_m4.description"] = "Цевьё карабиновой длины производства Colt, является штатным цевьём для автоматов M4A1."

L["eft_hg_ar15_m4_lower.printname"] = "Накладка на цевье Colt \"M4 Carbine Length\" для AR-15"
L["eft_hg_ar15_m4_lower.compactname"] = "M4 Carbine"
L["eft_hg_ar15_m4_lower.description"] = "Накладка на цевье карабиновой длины производства Colt, является штатным цевьём для автоматов M4A1."

L["eft_hg_ar15_ddrisii1225.printname"] = "Цевье Daniel Defense \"RIS II 12.25\" для AR-15 (Coyote Brown)"
L["eft_hg_ar15_ddrisii1225.compactname"] = "RIS II 12.25"
L["eft_hg_ar15_ddrisii1225.description"] = "Цевьё Daniel Defense RIS II 12.25. Является частью программы SOPMOD Block II для замены штатного цевья карабина M4CQBR или Mk18 в подразделениях US SOCOM. Выполнено из легкого и прочного авиационного алюминия. Снабжено 4-мя направляющими для крепления дополнительного оборудования. Данный вариант цевья не совместим с подствольным гранатометом М203."

L["eft_hg_ar15_ddrisii1225_lower.printname"] = "Накладка на цевье Daniel Defense \"RIS II 12.25\" для AR-15 (Coyote Brown)"
L["eft_hg_ar15_ddrisii1225_lower.compactname"] = "RIS II 12.25"
L["eft_hg_ar15_ddrisii1225_lower.description"] = "Накладка на цевьё Daniel Defence RIS II 12.25. Выполнена из легкого и прочного авиационного алюминия. Снабжено направляющей для крепления дополнительного оборудования. Версия в цвете Coyote Brown."

L["eft_hg_ar15_ddrisii95.printname"] = "Цевье Daniel Defense \"RIS II 9.5\" для AR-15 (Черное)"
L["eft_hg_ar15_ddrisii95.compactname"] = "RIS II 9.5"
L["eft_hg_ar15_ddrisii95.description"] = "Цевьё Daniel Defense RIS II 9.5. Является частью программы SOPMOD Block II для замены штатного цевья карабина M4CQBR или Mk18 в подразделениях US SOCOM. Выполнено из легкого и прочного авиационного алюминия. Снабжено 4-мя направляющими для крепления дополнительного оборудования."

L["eft_hg_ar15_ddrisii95_lower.printname"] = "Накладка на цевье Daniel Defense \"RIS II 9.5\" для AR-15 (Черная)"
L["eft_hg_ar15_ddrisii95_lower.compactname"] = "RIS II 9.5"
L["eft_hg_ar15_ddrisii95_lower.description"] = "Накладка на цевьё Daniel Defense RIS II 9.5. Выполнена из легкого и прочного авиационного алюминия. Снабжено направляющей для крепления дополнительного оборудования. Версия в черном цвете."

L["eft_hg_ar15_ddrisii95_b.printname"] = "Цевье Daniel Defense \"RIS II 9.5\" для AR-15 (Coyote Brown)"
L["eft_hg_ar15_ddrisii95_b.compactname"] = "RIS II 9.5"
L["eft_hg_ar15_ddrisii95_b.description"] = "Цевьё Daniel Defence RIS II 9.5. Является частью программы SOPMOD Block II для замены штатного цевья карабина M4CQBR или Mk18 в подразделениях US SOCOM. Выполнено из легкого и прочного авиационного алюминия. Снабжено 4-мя направляющими для крепления дополнительного оборудования."

L["eft_hg_ar15_ddrisii95_lower_b.printname"] = "Накладка на цевье Daniel Defense \"RIS II 9.5\" для AR-15 (Coyote Brown)"
L["eft_hg_ar15_ddrisii95_lower_b.compactname"] = "RIS II 9.5"
L["eft_hg_ar15_ddrisii95_lower_b.description"] = "Накладка на цевьё Daniel Defense RIS II 9.5. Выполнена из легкого и прочного авиационного алюминия. Снабжено направляющей для крепления дополнительного оборудования. Версия в цвете Coyote Brown."

L["eft_hg_ar15_ddfsp.printname"] = "Цевье Daniel Defense \"RIS II FSP 9.5\" для AR-15 (Coyote Brown)"
L["eft_hg_ar15_ddfsp.compactname"] = "RIS II FSP 9.5 CB"
L["eft_hg_ar15_ddfsp.description"] = "Цевьё Daniel Defense RIS II FSP 9.5 является частью программы SOPMOD Block II для замены штатного цевья карабина M4CQBR или Mk18 в подразделениях US SOCOM. Выполнено из легкого и прочного авиационного алюминия. Снабжено 4-мя направляющими для крепления дополнительного оборудования. Данный вариант цевья не совместим с подствольным гранатометом М203."

L["eft_hg_ar15_mk16.printname"] = "Цевье Geissele \"SMR MK16 M-LOK\" длиной 13.5 дюймов для AR-15 (DDC)"
L["eft_hg_ar15_mk16.compactname"] = "SMR MK16 13.5\""
L["eft_hg_ar15_mk16.description"] = "Цевьё \"Super Modular Rail MK16\" длиной 13.5 дюймов для AR-15 производства Geissele, снабженное интерфейсом стандарта \"M-LOK\" для крепления дополнительного оборудования. Версия в цвете Desert Dirt Color."

L["eft_hg_ar15_mk1695.printname"] = "Цевье Geissele \"SMR MK16 M-LOK\" длиной 9.5 дюймов для AR-15 (DDC)"
L["eft_hg_ar15_mk1695.compactname"] = "SMR MK16 9.5\""
L["eft_hg_ar15_mk1695.description"] = "Цевьё \"Super Modular Rail MK16\" длиной 9.5 дюймов для AR-15 производства Geissele, снабженное интерфейсом стандарта \"M-LOK\" для крепления дополнительного оборудования. Версия в цвете Desert Dirt Color."

L["eft_hg_ar15_kacris.printname"] = "Цевье KAC \"RIS\" для AR-15"
L["eft_hg_ar15_kacris.compactname"] = "KAC RIS"
L["eft_hg_ar15_kacris.description"] = "Цевьё Knight's Armament Company RIS является штатным цевьём M4A1, однако может быть установлено на большинство оружия на базе AR-15, при необходимой длине ствола. Снабжено 4-мя направляющими для крепления дополнительного оборудования и экраном для отвода тепла."

L["eft_hg_ar15_kacris_lower.printname"] = "Накладка на цевье KAC \"RIS\" для AR-15"
L["eft_hg_ar15_kacris_lower.compactname"] = "KAC RIS"
L["eft_hg_ar15_kacris_lower.description"] = "Накладка на цевье Knight's Armament Company RIS для M4A1."

L["eft_hg_ar15_kacurx31.printname"] = "Цевье KAC \"URX 3.1\" длиной 10.75 дюймов для AR-15"
L["eft_hg_ar15_kacurx31.compactname"] = "URX3.1 10.75\""
L["eft_hg_ar15_kacurx31.description"] = "Цевьё \"URX 3.1\" для AR-15 производства Knight's Armament, снабженное специальным интерфейсом для крепления дополнительного оборудования."

L["eft_hg_ar15_kacurx31_lower.printname"] = "Накладка на цевье KAC \"URX 3.1\" длиной 10.75 дюймов для AR-15"
L["eft_hg_ar15_kacurx31_lower.compactname"] = "URX3.1 10.75\""
L["eft_hg_ar15_kacurx31_lower.description"] = "Накладка на цевьё \"URX 3.1\" для AR-15 производства Knight's Armament, снабженное специальным интерфейсом для крепления дополнительного оборудования."

L["eft_urxpanel_3.printname"] = "Направляющая 3 дюйма KAC \"URX 3\""
L["eft_urxpanel_3.compactname"] = "URX3 3\""
L["eft_urxpanel_3.description"] = "Направляющая KAC \"URX3\" длиной 3 дюйма, позволяет устанавливать дополнительное оборудование на цевья серии Knight's Armanent Company URX."

L["eft_urxstoper.printname"] = "Накладка-стоппер для KAC \"URX 3/3.1\""
L["eft_urxstoper.compactname"] = "URX стоп."
L["eft_urxstoper.description"] = "Эргономическая накладка-стоппер на цевья семейства \"URX 3/3.1\" производства Knight's Armament Company."

L["eft_urxstoper_fde.printname"] = "Накладка-стоппер для KAC \"URX 3/3.1\" (FDE)"
L["eft_urxstoper_fde.compactname"] = "URX стоп."
L["eft_urxstoper_fde.description"] = "Эргономическая накладка-стоппер на цевья семейства \"URX 3/3.1\" производства Knight's Armament Company. Версия в цвете Flat Dark Earth."

L["eft_urxlong.printname"] = "Накладка длинная для KAC \"URX 3/3.1\""
L["eft_urxlong.compactname"] = "URX длин."
L["eft_urxlong.description"] = "Длинная эргономическая накладка на цевья семейства \"URX 3/3.1\" производства Knight's Armament Company."

L["eft_urxlong_fde.printname"] = "Накладка длинная для KAC \"URX 3/3.1\" (FDE)"
L["eft_urxlong_fde.compactname"] = "URX длин."
L["eft_urxlong_fde.description"] = "Длинная эргономическая накладка на цевья семейства \"URX 3/3.1\" производства Knight's Armament Company. Версия в цвете Flat Dark Earth."

L["eft_urxshort.printname"] = "Накладка короткая для KAC \"URX 3/3.1\""
L["eft_urxshort.compactname"] = "URX кор."
L["eft_urxshort.description"] = "Короткая эргономическая накладка на цевья семейства \"URX 3/3.1\" производства Knight's Armament Company."

L["eft_urxshort_fde.printname"] = "Накладка короткая для KAC \"URX 3/3.1\" (FDE)"
L["eft_urxshort_fde.compactname"] = "URX кор."
L["eft_urxshort_fde.description"] = "Короткая эргономическая накладка на цевья семейства \"URX 3/3.1\" производства Knight's Armament Company. Версия в цвете Flat Dark Earth."

L["eft_hg_ar15_kacurx38.printname"] = "Цевье KAC \"URX 3\" длиной 8 дюймов для AR-15"
L["eft_hg_ar15_kacurx38.compactname"] = "URX3 8\""
L["eft_hg_ar15_kacurx38.description"] = "Цевьё \"URX 3\" для AR-15 производства Knight's Armament, снабженное специальным интерфейсом для крепления дополнительного оборудования."

L["eft_hg_ar15_kacurx38_lower.printname"] = "Накладка на цевье KAC \"URX 3\" длиной 8 дюймов для AR-15"
L["eft_hg_ar15_kacurx38_lower.compactname"] = "URX3 8\""
L["eft_hg_ar15_kacurx38_lower.description"] = "Накладка на цевьё \"URX 3\" для AR-15 производства Knight's Armament, снабженное специальным интерфейсом для крепления дополнительного оборудования."

L["eft_hg_ar15_ionlite.printname"] = "Цевье Lone Star \"Ion Lite\" для AR-15"
L["eft_hg_ar15_ionlite.compactname"] = "Ion Lite"
L["eft_hg_ar15_ionlite.description"] = "Цевьё облегченное Lone Star Armory \"Ion Lite\" для спортивных карабинов на базе AR-15."

L["eft_hg_ar15_moesl.printname"] = "Цевье Magpul \"MOE SL M-LOK\" малой длины для AR-15"
L["eft_hg_ar15_moesl.compactname"] = "MOE SL"
L["eft_hg_ar15_moesl.description"] = "Цевье \"MOE SL\" для AR-15 производства Magpul, снабженное интерфейсом стандарта \"M-LOK\" для крепления дополнительного оборудования."

L["eft_hg_ar15_moeslmid.printname"] = "Цевье Magpul \"MOE SL M-LOK\" средней длины для AR-15"
L["eft_hg_ar15_moeslmid.compactname"] = "MOE SL"
L["eft_hg_ar15_moeslmid.description"] = "Цевье \"MOE SL\" для AR-15 производства Magpul, снабженное интерфейсом стандарта \"M-LOK\" для крепления дополнительного оборудования."

L["eft_hg_ar15_saiqd.printname"] = "Цевье SAI \"QD Rail\" длиной 14.5 дюймов для AR-15"
L["eft_hg_ar15_saiqd.compactname"] = "SAI QD 14.5\""
L["eft_hg_ar15_saiqd.description"] = "Цевьё \"QD Rail\" для AR-15 производства Salient Arms International, снабженное интерфейсом стандарта \"M-LOK\" для крепления дополнительного оборудования."

L["eft_hg_ar15_saiqd10.printname"] = "Цевье SAI \"QD Rail\" длиной 10 дюймов для AR-15"
L["eft_hg_ar15_saiqd10.compactname"] = "SAI QD 10\""
L["eft_hg_ar15_saiqd10.description"] = "Цевьё \"QD Rail\" для AR-15 производства Salient Arms International, снабженное интерфейсом стандарта \"M-LOK\" для крепления дополнительного оборудования."

L["eft_hg_ar15_stm12.printname"] = "Цевье Союз-ТМ \"M-LOK\" длиной 12 дюймов для AR-15"
L["eft_hg_ar15_stm12.compactname"] = "STM 12\""
L["eft_hg_ar15_stm12.description"] = "Цевьё Союз-ТМ для AR-15 длиной 12 дюймов, оснащенное интерфейсом M-LOK для установки дополнительного оборудования."

L["eft_hg_ar15_stm15.printname"] = "Цевье Союз-ТМ \"M-LOK\" длиной 15 дюймов для AR-15"
L["eft_hg_ar15_stm15.compactname"] = "STM 15\""
L["eft_hg_ar15_stm15.description"] = "Цевьё Союз-ТМ для AR-15 длиной 15 дюймов, оснащенное интерфейсом M-LOK для установки дополнительного оборудования."

L["eft_hg_ar15_stm9.printname"] = "Цевье Союз-ТМ \"M-LOK\" длиной 9 дюймов для AR-15"
L["eft_hg_ar15_stm9.compactname"] = "STM 9\""
L["eft_hg_ar15_stm9.description"] = "Цевьё Союз-ТМ для AR-15 длиной 9 дюймов, оснащенное интерфейсом M-LOK для установки дополнительного оборудования."

L["eft_hg_ar15_vypr.printname"] = "Цевье STNGR \"VYPR M-LOK\" длиной 10 дюймов для AR-15"
L["eft_hg_ar15_vypr.compactname"] = "VYPR 10\""
L["eft_hg_ar15_vypr.description"] = "Цевьё \"VYPR\" для AR-15, снабженное интерфейсом стандарта \"M-LOK\" для крепления дополнительного оборудования. Отличается легкой конструкцией и повышенной вентиляцией. Производство STNGR."

L["eft_hg_ar15_viper.printname"] = "Цевье Strike Industries \"Viper M-LOK\" малой длины для AR-15"
L["eft_hg_ar15_viper.compactname"] = "AR15 Viper"
L["eft_hg_ar15_viper.description"] = "Цевьё \"Viper\" производства Strike Industries для AR-15, снабженное интерфейсом стандарта M-LOK для крепления дополнительного оборудования."

L["eft_hg_ar15_viper_f.printname"] = "Цевье Strike Industries \"Viper M-LOK\" малой длины для AR-15 (FDE)"
L["eft_hg_ar15_viper_f.compactname"] = "AR15 Viper"
L["eft_hg_ar15_viper_f.description"] = "Цевьё \"Viper\" производства Strike Industries для AR-15, снабженное интерфейсом стандарта M-LOK для крепления дополнительного оборудования. Версия в цвете Flat Dark Earth."

L["eft_hg_ar15_viper_lower.printname"] = "Накладка на цевье Strike Industries \"Viper M-LOK\" малой длины для AR-15"
L["eft_hg_ar15_viper_lower.compactname"] = "AR15 Viper"
L["eft_hg_ar15_viper_lower.description"] = "Накладка на цевьё \"Viper\" производства Strike Industries для AR-15, снабженное интерфейсом стандарта M-LOK для крепления дополнительного оборудования."

L["eft_hg_ar15_viper_lower_fde.printname"] = "Накладка на цевье Strike Industries \"Viper M-LOK\" малой длины для AR-15 (FDE)"
L["eft_hg_ar15_viper_lower_fde.compactname"] = "AR15 Viper"
L["eft_hg_ar15_viper_lower_fde.description"] = "Накладка на цевьё \"Viper\" производства Strike Industries для AR-15, снабженное интерфейсом стандарта M-LOK для крепления дополнительного оборудования. Версия в цвете Flat Dark Earth."

L["eft_hg_ar15_wing.printname"] = "Цевье Unique-ARs \"Wing & Skull\" длиной 12 дюймов для AR-15"
L["eft_hg_ar15_wing.compactname"] = "Wing&Skull"
L["eft_hg_ar15_wing.description"] = "Цевьё \"Wing & Skull\" длиной 12 дюймов для систем AR-15 и совместимых. Производство Unique-ARs."

L["eft_hg_ar15_lvoac_b.printname"] = "Цевье War Sport \"LVOA-C\" для AR-15 (Черное)"
L["eft_hg_ar15_lvoac_b.compactname"] = "LVOA-C"
L["eft_hg_ar15_lvoac_b.description"] = "Облегченное цевье War Sport LVOA-C, предназначенное для карабинов на базе AR-15."

L["eft_hg_ar15_lvoas_b.printname"] = "Цевье War Sport \"LVOA-S\" для AR-15 (Черное)"
L["eft_hg_ar15_lvoas_b.compactname"] = "LVOA-S"
L["eft_hg_ar15_lvoas_b.description"] = "Облегченное цевье War Sport LVOA-S (SBR), предназначенное для карабинов на базе AR-15."

L["eft_hg_ar15_precision.printname"] = "Цевье Precision Reflex \"GEN III Delta Carbon\" для AR-15"
L["eft_hg_ar15_precision.compactname"] = "Delta Carbon"
L["eft_hg_ar15_precision.description"] = "Цевье \"GEN III Delta Carbon\" для AR-15, снабженное интерфейсом для крепления дополнительного оборудования. Производство Precision Reflex."

L["eft_mount_precision_bottom.printname"] = "Нижняя направляющая для цевья Precision Reflex"
L["eft_mount_precision_bottom.compactname"] = "PR низ"
L["eft_mount_precision_bottom.description"] = "Нижняя направляющая для установки передних рукояток на цевья Precision Reflex."

L["eft_mount_precision_side.printname"] = "Короткая направляющая для цевья Precision Reflex"
L["eft_mount_precision_side.compactname"] = "PR бок."
L["eft_mount_precision_side.description"] = "Короткая направляющая для установки дополнительного тактического снаряжения на цевья Precision Reflex."

L["eft_mount_precision_top.printname"] = "Длинная направляющая для цевья Precision Reflex"
L["eft_mount_precision_top.compactname"] = "PR верх."
L["eft_mount_precision_top.description"] = "Длинная направляющая для установки дополнительного тактического снаряжения и механических прицельных приспособлений на цевья от Precision Reflex."

L["eft_hg_ar15_ax15_4.printname"] = "Цевье Aeroknox \"AX-15\" длиной 4 дюйма для AR-15"
L["eft_hg_ar15_ax15_4.compactname"] = "AX-15 4\""
L["eft_hg_ar15_ax15_4.description"] = "Цевье длиной 4 дюйма для систем AR-15, снабженное интерфейсом стандарта \"M-LOK\" для крепления дополнительного оборудования. Производство Aeroknox."

L["eft_hg_ar15_ax15_158.printname"] = "Цевье Aeroknox \"AX-15\" длиной 15.8 дюймов для AR-15"
L["eft_hg_ar15_ax15_158.compactname"] = "AX-15 15.8\""
L["eft_hg_ar15_ax15_158.description"] = "Цевье длиной 15.8 дюймов для систем AR-15, снабженное интерфейсом стандарта \"M-LOK\" для крепления дополнительного оборудования. Производство Aeroknox."

-- [[ hk416 ]]
L["eft_rec_hk416.printname"] = "Верхний ресивер для HK 416A5 5.56x45"
L["eft_rec_hk416.compactname"] = "416A5 Upper"
L["eft_rec_hk416.description"] = "Верхний ресивер для штурмовых винтовок 416A5, производство Heckler & Koch. Оснащен креплением для установки дополнительного оборудования."

L["eft_ar_buffertube_hkenh.printname"] = "Труба приклада HK \"Enhanced Tube\""
L["eft_ar_buffertube_hkenh.compactname"] = "Enhanced Tube"
L["eft_ar_buffertube_hkenh.description"] = "Труба \"Receiver Extension Buffer Tube\" от Heckler & Koch для установки прикладов, военного образца, устанавливается на автоматы и карабины семейства 416."

L["eft_barrel_hk416_106i.printname"] = "Ствол 264мм для HK 416A5 5.56x45 и совместимых"
L["eft_barrel_hk416_106i.compactname"] = "416A5 264мм"
L["eft_barrel_hk416_106i.description"] = "Ствол для HK 416A5 под патрон 5.56x45 NATO длиной 264мм (10.6 дюймов)."

L["eft_barrel_hk416_11i.printname"] = "Ствол 279мм для HK 416A5 5.56x45"
L["eft_barrel_hk416_11i.compactname"] = "416A5 279мм"
L["eft_barrel_hk416_11i.description"] = "Ствол для HK 416A5 под патрон 5.56x45 NATO длиной 279мм (11 дюймов)."

L["eft_barrel_hk416_145i.printname"] = "Ствол 368мм для HK 416A5 5.56x45 и совместимых"
L["eft_barrel_hk416_145i.compactname"] = "416A5 368мм"
L["eft_barrel_hk416_145i.description"] = "Ствол для HK 416A5 под патрон 5.56x45 NATO длиной 368мм (14.5 дюймов), оснащенный складной мушкой."

L["eft_barrel_hk416_165i.printname"] = "Ствол 419мм для HK 416A5 5.56x45"
L["eft_barrel_hk416_165i.compactname"] = "416A5 419мм"
L["eft_barrel_hk416_165i.description"] = "Ствол для HK 416A5 под патрон 5.56x45 NATO длиной 419мм (16.5 дюймов), оснащенный складной мушкой."

L["eft_barrel_hk416_20i.printname"] = "Ствол 505мм для HK 416A5 5.56x45"
L["eft_barrel_hk416_20i.compactname"] = "416A5 505мм"
L["eft_barrel_hk416_20i.description"] = "Ствол для HK 416A5 под патрон 5.56x45 NATO длиной 505мм (20 дюймов), оснащенный складной мушкой."

L["eft_gas_hk416_std.printname"] = "Газблок низкопрофильный для HK 416A5"
L["eft_gas_hk416_std.compactname"] = "416A5"
L["eft_gas_hk416_std.description"] = "Штатный газблок для штурмовых винтовок 416A5, производство Heckler & Koch."

L["eft_rearsight_hk416.printname"] = "Целик складной для HK 416A5"
L["eft_rearsight_hk416.compactname"] = "416A5 RS"
L["eft_rearsight_hk416.description"] = "Съёмный складной целик Flip Up для HK 416A5."

L["eft_hg_hk416_mrs14.printname"] = "Цевье MRS KeyMod длиной 14 дюймов для HK 416A5"
L["eft_hg_hk416_mrs14.compactname"] = "416A5 MRS 14\""
L["eft_hg_hk416_mrs14.description"] = "Цевьё \"MRS\" длиной 14 дюймов производства Heckler & Koch для 416A5, снабженное интерфейсом стандарта KeyMod для крепления дополнительного оборудования."

L["eft_hg_hk416_quad.printname"] = "Цевье Quad Rail для HK 416A5"
L["eft_hg_hk416_quad.compactname"] = "416A5 4Rail"
L["eft_hg_hk416_quad.description"] = "Цевьё \"Quad Rail\" для 416 и совместимых. Оснащено 4-мя направляющими для установки широкого спектра дополнительного оборудования. Производства Heckler & Koch."

L["eft_hg_hk416_quadext.printname"] = "Цевье Quad Rail Extended для HK 416A5"
L["eft_hg_hk416_quadext.compactname"] = "416A5 4Rail ext."
L["eft_hg_hk416_quadext.description"] = "Цевьё увеличенной длины \"Extended Quad Rail\" для HK 416A5 и совместимых. Оснащено 4-мя направляющими для установки широкого спектра дополнительного оборудования. Производство Heckler & Koch."

L["eft_hg_hk416_quadsight.printname"] = "Цевье Quad Rail со складной мушкой для HK 416A5"
L["eft_hg_hk416_quadsight.compactname"] = "416A5 4Rail"
L["eft_hg_hk416_quadsight.description"] = "Цевьё \"Quad Rail\" для 416 и совместимых. Оснащено встроенной складной мушкой и 4-мя направляющими для установки широкого спектра дополнительного оборудования. Производства Heckler & Koch."

L["eft_hg_hk416_midwest9.printname"] = "Цевье Midwest Industries \"M-LOK\" длиной 9 дюймов для HK 416A5"
L["eft_hg_hk416_midwest9.compactname"] = "416A5 Midwest 9\""
L["eft_hg_hk416_midwest9.description"] = "Цевьё длиной 9 дюймов производства Midwest Industries для 416A5, снабженное интерфейсом стандарта M-LOK для крепления дополнительного оборудования."

L["eft_hg_hk416_midwest135.printname"] = "Цевье Midwest Industries \"M-LOK\" длиной 13.5 дюймов для HK 416A5"
L["eft_hg_hk416_midwest135.compactname"] = "416A5 Midwest 13.5\""
L["eft_hg_hk416_midwest135.description"] = "Цевьё длиной 13.5 дюймов производства Midwest Industries для 416A5, снабженное интерфейсом стандарта M-LOK для крепления дополнительного оборудования."

L["eft_hg_hk416_crux.printname"] = "Цевье Strike Industries \"CRUX M-LOK\" длиной 15 дюймов для HK 416A5"
L["eft_hg_hk416_crux.compactname"] = "416A5 CRUX 15\""
L["eft_hg_hk416_crux.description"] = "Цевьё \"CRUX\" производства Strike Industries для 416A5, снабженное интерфейсом стандарта M-LOK для крепления дополнительного оборудования."

L["eft_hg_hk416_troy.printname"] = "Цевье TROY \"M-LOK\" длиной 13 дюймов для HK 416A5"
L["eft_hg_hk416_troy.compactname"] = "416A5 TROY 13\""
L["eft_hg_hk416_troy.description"] = "Цевьё из углеродного волокна производства TROY Industries для 416A5, оснащено интерфейсом M-LOK для установки дополнительных устройств и аксессуаров."

-- [[ mag_ar15 ]]
L["eft_mag_ar15_stanag_30.printname"] = "Магазин Colt \"AR-15 STANAG\" на 30 патронов 5.56x45"
L["eft_mag_ar15_stanag_30.compactname"] = "STANAG 30"
L["eft_mag_ar15_stanag_30.description"] = "30-зарядный металлический магазин Colt AR-15, выполненный по стандарту STANAG 4179, под патрон 5.56x45. Стандарт STANAG 4179 был принят членами НАТО в 1980 году, чтобы дать возможность союзникам унифицировать боеприпасы и магазины на уровне отдельных солдат."

L["eft_mag_ar15_mk16_30.printname"] = "Магазин на 30 патронов 5.56x45 для FN SCAR-L"
L["eft_mag_ar15_mk16_30.compactname"] = "Mk16 30"
L["eft_mag_ar15_mk16_30.description"] = "30-зарядный магазин 5.56x45 для штурмовой винтовки FN SCAR-L."

L["eft_mag_ar15_mk16_30_f.printname"] = "Магазин на 30 патронов 5.56x45 для FN SCAR-L (FDE)"
L["eft_mag_ar15_mk16_30_f.compactname"] = "Mk16 30"
L["eft_mag_ar15_mk16_30_f.description"] = "30-зарядный магазин 5.56x45 для штурмовой винтовки FN SCAR-L. Версия в цвете Flat Dark Earth."

L["eft_mag_ar15_hksteel.printname"] = "Магазин HK \"Steel Maritime STANAG\" на 30 патронов 5.56x45"
L["eft_mag_ar15_hksteel.compactname"] = "HK Steel 30"
L["eft_mag_ar15_hksteel.description"] = "30-зарядный стальной магазин HK \"Steel Maritime\", выполненный по стандарту STANAG 4179, под патрон 5.56x45."

L["eft_mag_ar15_hkpmgen2.printname"] = "Магазин HK \"PM Gen.2 STANAG\" на 30 патронов 5.56x45"
L["eft_mag_ar15_hkpmgen2.compactname"] = "PM Gen.2 30"
L["eft_mag_ar15_hkpmgen2.description"] = "30-зарядный полимерный магазин HK PM Gen.2, под патрон 5.56х45."

L["eft_mag_ar15_hkstanag.printname"] = "Магазин полимерный \"HK 30 STANAG\" на 30 патронов 5.56x45"
L["eft_mag_ar15_hkstanag.compactname"] = "HK poly 30"
L["eft_mag_ar15_hkstanag.description"] = "30-зарядный полимерный магазин HK, под патрон 5.56х45."

L["eft_mag_ar15_pmag_60.printname"] = "Магазин Magpul \"PMAG D-60 STANAG\" на 60 патронов 5.56x45"
L["eft_mag_ar15_pmag_60.compactname"] = "PMAG D60 60"
L["eft_mag_ar15_pmag_60.description"] = "Полимерный 60-зарядный магазин Magpul \"PMAG D-60\" под патрон 5.56х45."

L["eft_mag_ar15_pmag_10.printname"] = "Магазин Magpul \"PMAG 10 GEN M3 STANAG\" на 10 патронов 5.56x45"
L["eft_mag_ar15_pmag_10.compactname"] = "GEN M3 10"
L["eft_mag_ar15_pmag_10.description"] = "10-зарядный полимерный магазин Magpul PMAG GEN M3 10, под патрон 5.56х45."

L["eft_mag_ar15_pmag_20.printname"] = "Магазин Magpul \"PMAG 20 GEN M3 STANAG\" на 20 патронов 5.56x45"
L["eft_mag_ar15_pmag_20.compactname"] = "GEN M3 20"
L["eft_mag_ar15_pmag_20.description"] = "20-зарядный полимерный магазин Magpul PMAG 20 GEN M3, под патрон 5.56x45 NATO (.223 Remington) для систем AR-15/M4 и совместимых."

L["eft_mag_ar15_pmag_30.printname"] = "Магазин Magpul \"PMAG 30 GEN M3 STANAG\" на 30 патронов 5.56x45"
L["eft_mag_ar15_pmag_30.compactname"] = "GEN M3 30"
L["eft_mag_ar15_pmag_30.description"] = "30-зарядный полимерный магазин Magpul PMAG GEN M3 30, под патрон 5.56х45."

L["eft_mag_ar15_pmag_30_f.printname"] = "Магазин Magpul \"PMAG 30 GEN M3 STANAG\" на 30 патронов 5.56x45 (FDE)"
L["eft_mag_ar15_pmag_30_f.compactname"] = "GEN M3 30"
L["eft_mag_ar15_pmag_30_f.description"] = "30-зарядный полимерный магазин Magpul \"PMAG GEN M3 30\", под патрон 5.56х45. Версия в цвете Flat Dark Earth."

L["eft_mag_ar15_pmag_40.printname"] = "Магазин Magpul \"PMAG 40 GEN M3 STANAG\" на 40 патронов 5.56x45"
L["eft_mag_ar15_pmag_40.compactname"] = "GEN M3 40"
L["eft_mag_ar15_pmag_40.description"] = "40-зарядный полимерный магазин Magpul PMAG 40 GEN M3, под патрон 5.56x45 NATO (.223 Remington) для систем AR-15/M4 и совместимых."

L["eft_mag_ar15_pmag_40_f.printname"] = "Магазин Magpul \"PMAG 40 GEN M3 STANAG\" на 40 патронов 5.56x45 (FDE)"
L["eft_mag_ar15_pmag_40_f.compactname"] = "GEN M3 40"
L["eft_mag_ar15_pmag_40_f.description"] = "40-зарядный полимерный магазин Magpul PMAG GEN M3 40, под патрон 5.56x45. Версия в цвете Flat Dark Earth."

L["eft_mag_ar15_pmag_w_30.printname"] = "Магазин Magpul \"PMAG 30 GEN M3 W STANAG\" на 30 патронов 5.56x45"
L["eft_mag_ar15_pmag_w_30.compactname"] = "GEN M3 30"
L["eft_mag_ar15_pmag_w_30.description"] = "30-зарядный полимерный магазин Magpul PMAG GEN M3 30, под патрон 5.56x45 с окном для контроля количества боеприпасов."

L["eft_mag_ar15_pmag_30_w_f.printname"] = "Магазин Magpul \"PMAG 30 GEN M3 W STANAG\" на 30 патронов 5.56x45 (FDE)"
L["eft_mag_ar15_pmag_30_w_f.compactname"] = "GEN M3 30"
L["eft_mag_ar15_pmag_30_w_f.description"] = "30-зарядный полимерный магазин Magpul \"PMAG GEN M3 30\", под патрон 5.56x45 с окном для контроля количества боеприпасов. Версия в цвете Flat Dark Earth."

L["eft_mag_ar15_surefire_100.printname"] = "Магазин SureFire \"MAG5-100 STANAG\" на 100 патронов 5.56x45"
L["eft_mag_ar15_surefire_100.compactname"] = "MAG5-100"
L["eft_mag_ar15_surefire_100.description"] = "100-зарядный металлический магазин SureFire \"MAG5-100\" повышенной ёмкости, под патрон 5.56х45."

L["eft_mag_ar15_surefire_60.printname"] = "Магазин SureFire \"MAG5-60 STANAG\" на 60 патронов 5.56x45"
L["eft_mag_ar15_surefire_60.compactname"] = "MAG5-60"
L["eft_mag_ar15_surefire_60.description"] = "60-зарядный металлический магазин SureFire \"MAG5-60\" повышенной ёмкости, под патрон 5.56х45."

L["eft_mag_ar15_battlemag_30.printname"] = "Магазин TROY \"BattleMag STANAG\" на 30 патронов 5.56x45"
L["eft_mag_ar15_battlemag_30.compactname"] = "BattleMag 30"
L["eft_mag_ar15_battlemag_30.description"] = "30-зарядный полимерный магазин TROY \"BattleMag\", под патрон 5.56х45."

L["eft_mag_ar15_airsoft.printname"] = "Магазин Magpul \"PMAG 30 GEN M3 STANAG\" на 30 патронов 6мм (FDE)" 
L["eft_mag_ar15_airsoft.compactname"] = "GEN M3 6mm"
L["eft_mag_ar15_airsoft.description"] = "30-зарядный полимерный магазин Magpul \"PMAG GEN M3 30\", под патрон 6мм. Версия в цвете Flat Dark Earth."

L["eft_mag_ar15_beta_100.printname"] = "Барабанный магазин Beta \"C-Mag\" на 100 патронов 5.56x45"
L["eft_mag_ar15_beta_100.compactname"] = "AR C-Mag 100"
L["eft_mag_ar15_beta_100.description"] = "Барабанный 100-зарядный магазин для платформы AR-15. Производство Beta Company."

-- [[ mount_alexander ]]
L["eft_mount_alexander_3.printname"] = "Направляющая 3 дюйма \"Alexander Arms\""
L["eft_mount_alexander_3.compactname"] = "MK10 3\""
L["eft_mount_alexander_3.description"] = "Направляющая длиной 3 дюйма от Alexander Arms, позволяет устанавливать дополнительное оборудование на цевье MK10."

L["eft_mount_alexander_10.printname"] = "Направляющая 10 дюймов \"Alexander Arms\""
L["eft_mount_alexander_10.compactname"] = "MK10 10\""
L["eft_mount_alexander_10.description"] = "Направляющая длиной 10 дюймов от Alexander Arms, позволяет устанавливать дополнительное оборудование на цевье MK10."

-- [[ muzzle_ar15 ]]
L["eft_muzzle_ar15_phantom.printname"] = "Пламегаситель Yankee Hill \"Phantom\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_phantom.compactname"] = "Phantom"
L["eft_muzzle_ar15_phantom.description"] = "Пламегаситель Phantom, разработанный специально для AR-15 платформы, производство Yankee Hill. Подходит для стволов 5.56x45 калибра."

L["eft_muzzle_ar15_warcomp.printname"] = "Пламегаситель SureFire \"WarComp\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_warcomp.compactname"] = "WarComp 556"
L["eft_muzzle_ar15_warcomp.description"] = "Пламегаситель \"WarComp\" 5.56x45, устанавливается на винтовки системы AR-15, производство SureFire."

L["eft_muzzle_ar15_ferfrans.printname"] = "Дульный тормоз Ferfrans \"CQB\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_ferfrans.compactname"] = "CQB 556"
L["eft_muzzle_ar15_ferfrans.description"] = "Дульный тормоз производства Ferfrans эффективно гасит подброс ствола, а также может служить платформой для установки специального дожигателя \"Concussion Reduction Device\"."

L["eft_muzzle_ar15_glok.printname"] = "Пламегаситель Griffin Armament \"Gate-LOK Hammer\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_glok.compactname"] = "G-LOK"
L["eft_muzzle_ar15_glok.description"] = "Пламегаситель \"Gate-LOK Hammer\" снижает отдачу и обеспечивает максимальный срок службы глушителя. Производство Griffin Armament."

L["eft_muzzle_ar15_st6012.printname"] = "Дульный тормоз Bulletec \"ST-6012\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_st6012.compactname"] = "ST6012 556"
L["eft_muzzle_ar15_st6012.description"] = "Дульный тормоз \"ST-6012\", предназначенный для систем AR-15 и совместимых. Производство Bulletec."

L["eft_muzzle_ar15_psr556.printname"] = "Дульный тормоз AWC \"PSR\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_psr556.compactname"] = "PSR 556"
L["eft_muzzle_ar15_psr556.description"] = "Дульный тормоз производства AWC Silencers под калибр 5.56x45. Снижает отдачу и компенсирует бросок. Дульный тормоз \"PSR\" имеет резьбу и совместим с глушителями AWC \"PSR Thor\"."

L["eft_muzzle_ar15_annih.printname"] = "Пламегаситель Yankee Hill \"Annihilator\" мультикалиберный"
L["eft_muzzle_ar15_annih.compactname"] = "Annihilator"
L["eft_muzzle_ar15_annih.description"] = "Мультикалиберный пламегаситель, разработанный специально для AR-15 платформы, производство Yankee Hill. Подходит для стволов 7.62x51, 5.56x45, 9x19."

L["eft_muzzle_ar15_usgia2.printname"] = "Пламегаситель Colt \"USGI A2\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_usgia2.compactname"] = "USGI A2"
L["eft_muzzle_ar15_usgia2.description"] = "Пламегаситель 5.56x45 Colt USGI A2, также известный как Bird Cage (Птичья Клетка), предназначен для установки на оружие на базе AR-15 под патрон 5.56x45, однако может быть установлен и на другое оружие под тот же калибр, если ствол имеет ту же резьбу для установки дополнительных дульных устройств. Штатно устанавливается на штурмовую винтовку M4A1."

L["eft_muzzle_ar15_adar.printname"] = "Пламегаситель ADAR 2-15 5.56x45 для AR-15"
L["eft_muzzle_ar15_adar.compactname"] = "ADAR"
L["eft_muzzle_ar15_adar.description"] = "Штатный пламегаситель 5.56x45 для карабинов ADAR 2-15."

L["eft_muzzle_ar15_aac51t.printname"] = "Пламегаситель AAC \"Blackout 51T\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_aac51t.compactname"] = "51T 556"
L["eft_muzzle_ar15_aac51t.description"] = "Пламегаситель производства Advanced Armament Corporation (AAC) - \"Blackout 51T\" 5.56x45 эффективно подавляет вспышку, а также может служить платформой для быстросъёмного глушителя AAC \"762-SDN-6\". Устанавливается на винтовки семейства AR-15."

L["eft_muzzle_ar15_blitz.printname"] = "Пламегаситель HK \"BLITZ\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_blitz.compactname"] = "BLITZ 556"
L["eft_muzzle_ar15_blitz.description"] = "Пламегаситель для установки на оружие платформы AR-15. \"BLITZ\" является одним из самых эффективных дизайнов и послужит отличной модификацией даже для базовой AR-15."

L["eft_muzzle_ar15_wave.printname"] = "Дульный тормоз Daniel Defense \"WAVE\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_wave.compactname"] = "WAVE 556"
L["eft_muzzle_ar15_wave.description"] = "Дульный тормоз Daniel Defense \"WAVE\" эффективно гасит подброс ствола, а также может служить платформой для одноименного быстросъёмного глушителя. Изготовлен из аэрокосмической нержавеющей стали 17-4 PH и имеет нитридную отделку для минимальной коррозии."

L["eft_muzzle_ar15_mdr.printname"] = "Пламегаситель Desert Tech 5.56x45"
L["eft_muzzle_ar15_mdr.compactname"] = "MDR 556"
L["eft_muzzle_ar15_mdr.description"] = "Пламегаситель для штурмовых винтовок MDR 5.56x45, разработанный фирмой Desert Tech."

L["eft_muzzle_ar15_kacqdc.printname"] = "Пламегаситель KAC \"QDC Flash Supressor Kit\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_kacqdc.compactname"] = "QDC 556"
L["eft_muzzle_ar15_kacqdc.description"] = "Пламегаситель и компенсатор KAC 5.56 QD эффективно подавляет вспышку, а также может служить платформой для быстросъёмного глушителя KAC QDSS-NT4. Устанавливается на винтовки и карабины семейства AR-15/M16/M4."

L["eft_muzzle_ar15_kx3.printname"] = "Пламегаситель Noveske \"KX3\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_kx3.compactname"] = "KX3 556"
L["eft_muzzle_ar15_kx3.description"] = "Пламегаситель Noveske \"KX3\", он же \"Огнесвин\", был создан для увеличения надёжности короткоствольных представителей семейства AR-15 путем повышения обратного давления и направления вспышки выстрела вперёд от стрелка. Несмотря на это, может использоваться на стволах любой длины и впоследствии был выпущен и под другие типы резьбы. Этот образец KX3 можно установить на любой 5.56мм ствол с резьбой 1/2x28."

L["eft_muzzle_ar15_crd.printname"] = "Дульное устройство Ferfrans \"CRD Concussion Reduction Device\" 5.56x45"
L["eft_muzzle_ar15_crd.compactname"] = "CRD 556"
L["eft_muzzle_ar15_crd.description"] = "Дульное устройство \"Concussion Reduction Device\" 5.56x45, производство Ferfrans."

L["eft_muzzle_ar15_corvette.printname"] = "Компенсатор Nordic Components \"Corvette\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_corvette.compactname"] = "Vette 556"
L["eft_muzzle_ar15_corvette.description"] = "Дульный тормоз/компенсатор \"Corvette\", предназначенный для систем AR-15 и совместимых. Уменьшает отдачу, уводя газ вверх и по сторонам. Производство Nordic Components."

L["eft_muzzle_ar15_sf3p.printname"] = "Пламегаситель SureFire \"SF3P\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_sf3p.compactname"] = "SF3P-556"
L["eft_muzzle_ar15_sf3p.description"] = "Трехлепестковый пламегаситель \"SF3P-556\" производства SureFire. Эффективно снижает дульную вспышку, а также позволяет крепить быстросъемные глушители серии SureFire \"SOCOM\"."

L["eft_muzzle_ar15_asr.printname"] = "Пламегаситель SilencerCo \"ASR\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_asr.compactname"] = "ASR 556"
L["eft_muzzle_ar15_asr.description"] = "Пламегаситель производства SilencerCo - ASR 5.56x45 эффективно подавляет вспышку, а также может служить платформой для быстросъёмного глушителя SiencerCo Saker 556. Устанавливается на винтовки семейства AR-15."

L["eft_muzzle_ar15_223cb.printname"] = "Дульный тормоз Thunder Beast Arms \"223CB\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_223cb.compactname"] = "223CB"
L["eft_muzzle_ar15_223cb.description"] = "Дульный тормоз производства Thunder Beast Arms \"223CB\" эффективно гасит подброс ствола, а также может служить платформой для установки быстросъёмного глушителя \"Ultra 5\"."

L["eft_muzzle_ar15_fh556rc.printname"] = "Пламегаситель SureFire \"SF4P\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_fh556rc.compactname"] = "SF4P-556"
L["eft_muzzle_ar15_fh556rc.description"] = "Четырехлепестковый пламегаситель \"FH556RC-556\" производства SureFire. Эффективно снижает дульную вспышку, а также позволяет крепить быстросъемные глушители серии SureFire \"SOCOM556\"."

L["eft_muzzle_ar15_zk23.printname"] = "Дульный тормоз TAA \"ZK-23\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_zk23.compactname"] = "ZK-23"
L["eft_muzzle_ar15_zk23.description"] = "\"ZK series\" - однокамерный высокоэффективный дульный тормоз с наклонной головкой производства Tactical Advantage Armory. Передняя часть довольно острая и служит средством сдерживания угрозы."

L["eft_muzzle_ar15_vp09.printname"] = "Дульный тормоз Vendetta Precision \"VP-09 Interceptor\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_vp09.compactname"] = "VP-09"
L["eft_muzzle_ar15_vp09.description"] = "Дульный тормоз-компенсатор, разработанный фирмой Vendetta Precision для гражданского рынка. Изготовленный из коррозионно-стойкого титана и защищенный PVD-покрытием AlTiN, \"VP-09 Interceptor\" представляет собой идеальное сочетание внешнего вида и надежности."

L["eft_muzzle_ar15_qdc3.printname"] = "Пламегаситель KAC \"QDC 3-Prong Flash Eliminator\" 5.56x45"
L["eft_muzzle_ar15_qdc3.compactname"] = "QDC-3 556"
L["eft_muzzle_ar15_qdc3.description"] = "Пламегаситель производства Knight's Armament - \"QDC Flash Eliminator\" 5.56x45 эффективно подавляет вспышку, а также может служить платформой для быстросъёмного глушителя KAC \"QDC Suppressor\" 556. Устанавливается на винтовки семейства AR-15."

L["eft_muzzle_ar15_claymore.printname"] = "Дульный тормоз TROY \"Claymore\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_claymore.compactname"] = "Claymore"
L["eft_muzzle_ar15_claymore.description"] = "Дульный тормоз \"Claymore\" производства TROY для оружейных систем на базе AR-15."

L["eft_muzzle_ar15_warden.printname"] = "Дульная насадка SureFire \"Warden\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_warden.compactname"] = "War 556"
L["eft_muzzle_ar15_warden.description"] = "SureFire \"Warden\" имеет корпус из нержавеющей стали, который улучшает внешний вид, одновременно защищая внутренние части от повреждений. \"Warden\" предотвращает внутренние повреждения грязью, пылью, мусором и т.д."

L["eft_muzzle_ar15_alien.printname"] = "Дульный тормоз-компенсатор AlienTech 5.56x45 для AR-15"
L["eft_muzzle_ar15_alien.compactname"] = "AlienTech"
L["eft_muzzle_ar15_alien.description"] = "Стальной ДТК с пятью открытыми и шестой закрытой камерой от Георгия Губича - шестикратного чемпиона РФ по практической стрельбе. Устанавливается на винтовки и карабины семейства AR-15."

L["eft_muzzle_ar15_jailbreak.printname"] = "Дульное устройство SAI \"JailBrake\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_jailbreak.compactname"] = "JailBrake"
L["eft_muzzle_ar15_jailbreak.description"] = "Дульное устройство \"JailBrake\", производство Salient Arms International. Устанавливается только на цевья SAI для AR-15."

L["eft_silencer_thorpsr.printname"] = "Глушитель AWC \"Thor PSR XL\" мультикалиберный"
L["eft_silencer_thorpsr.compactname"] = "Thor PSR"
L["eft_silencer_thorpsr.description"] = "Глушитель \"Thor PSR XL\" предназначен для использования с патроном калибра 7.62x51 NATO, но также совместим и с большинством других существующих калибров. Может быть установлен только на дульный тормоз AWC \"PSR\". Производство AWC Silencers."

L["eft_silencer_ar15_qdc556.printname"] = "Глушитель KAC \"QDC\" 5.56x45"
L["eft_silencer_ar15_qdc556.compactname"] = "QDC 556"
L["eft_silencer_ar15_qdc556.description"] = "Глушитель Knight's Armament Company \"QDC\" предназначен для использования с патроном калибра 5.56x45. Может быть установлен только на пламегаситель KAC \"QDC 3-prong Flash Eliminator\" 556."

L["eft_silencer_ar15_m4sdk.printname"] = "Глушитель Griffin Armament \"M4SD-K\" 5.56x45 для AR-15"
L["eft_silencer_ar15_m4sdk.compactname"] = "M4SD-K"
L["eft_silencer_ar15_m4sdk.description"] = "Глушитель \"M4SD-K\" предназначен для использования с патроном калибра 5.56x45. Может быть установлен только на \"SDQD\" пламегасители. Производство Griffin Armament."

L["eft_silencer_ar15_socommonster.printname"] = "Глушитель SureFire \"SOCOM556-MONSTER\" 5.56x45"
L["eft_silencer_ar15_socommonster.compactname"] = "556-MONSTER"
L["eft_silencer_ar15_socommonster.description"] = "Глушитель SureFire \"SOCOM556-MONSTER\" для патронов калибром 5.56x45 .223. Может быть установлен только на совместимые дульные устройства SureFire."

L["eft_silencer_ar15_socomrc2.printname"] = "Глушитель SureFire \"SOCOM556-RC2\" 5.56x45"
L["eft_silencer_ar15_socomrc2.compactname"] = "556-RC2"
L["eft_silencer_ar15_socomrc2.description"] = "Глушитель SureFire \"SOCOM556-RC2\" для патронов калибром 5.56x45 .223. Может быть установлен только на совместимые дульные устройства SureFire."

L["eft_silencer_ar15_socommini.printname"] = "Глушитель SureFire \"SOCOM556-MINI MONSTER\" 5.56x45"
L["eft_silencer_ar15_socommini.compactname"] = "556-MINI"
L["eft_silencer_ar15_socommini.description"] = "Глушитель SureFire \"SOCOM556-MINI MONSTER\" для патронов калибром 5.56x45 .223 является укороченной версией \"SOCOM556-MONSTER\". Может быть установлен только на совместимые дульные устройства SureFire."

L["eft_silencer_ar15_sakerasr.printname"] = "Глушитель SilencerCo \"Saker ASR 556\" 5.56x45"
L["eft_silencer_ar15_sakerasr.compactname"] = "SAKER ASR 556"
L["eft_silencer_ar15_sakerasr.description"] = "Глушитель SilencerCo \"SAKER ASR 556\" предназначен для использования с патроном калибра 5.56x45. Может быть установлен только на совместимые дульные устройства с креплением ASR."

L["eft_silencer_ar15_kacqdssnt4.printname"] = "Глушитель KAC \"QDSS NT-4\" 5.56x45 (Черный)"
L["eft_silencer_ar15_kacqdssnt4.compactname"] = "NT-4"
L["eft_silencer_ar15_kacqdssnt4.description"] = "Глушитель Knight's Armament QDSS NT-4 для патронов калибром 5.56x45 .223. Может быть установлен только на совместимые дульные устройства KAC. Версия в черном цвете."

L["eft_silencer_ar15_kacqdssnt4_f.printname"] = "Глушитель KAC \"QDSS NT-4\" 5.56x45 (FDE)"
L["eft_silencer_ar15_kacqdssnt4_f.compactname"] = "NT-4"
L["eft_silencer_ar15_kacqdssnt4_f.description"] = "Глушитель Knight's Armament QDSS NT-4 для патронов калибром 5.56x45 .223. Может быть установлен только на совместимые дульные устройства KAC. Версия в цвете Flat Dark Earth."

L["eft_muzzle_ar15_butter.printname"] = "Дульный тормоз Aeroknox \"Butterfly\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_butter.compactname"] = "Aeroknox"
L["eft_muzzle_ar15_butter.description"] = "Дульный тормоз ButterFly разработанный для стволов калибра 5.56x45 мм. Cнижает отдачу и подброс ствола. Производство Aeroknox. "

L["eft_muzzle_ar15_nero.printname"] = "Дульный тормоз-компенсатор WDR \"NERO 556\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_nero.compactname"] = "NERO 556"
L["eft_muzzle_ar15_nero.description"] = "Дульный тормоз-компенсатор \"NERO 556\", предназначенный для систем AR-15 и совместимых. Уменьшает отдачу, уводя газ вверх и по сторонам. Производство Walker Defense Research."

-- [[ reciever_ar15 ]]
L["eft_rec_ar15_m4a1.printname"] = "Верхний ресивер для M4A1 5.56x45"
L["eft_rec_ar15_m4a1.compactname"] = "M4A1"
L["eft_rec_ar15_m4a1.description"] = "Верхний ресивер для M4A1 производства компании Colt. Имеет направляющую для крепления дополнительного оборудования."

L["eft_rec_ar15_adar.printname"] = "Верхний ресивер ADAR 2-15 для AR-15 5.56x45"
L["eft_rec_ar15_adar.compactname"] = "ADAR"
L["eft_rec_ar15_adar.description"] = "Верхний ресивер для 2-15 производства компании ADAR. Имеет направляющую для крепления дополнительного оборудования."

L["eft_rec_ar15_tx15.printname"] = "Верхний ресивер \"Lightweight\" для TX-15 5.56x45"
L["eft_rec_ar15_tx15.compactname"] = "TX15 LW"
L["eft_rec_ar15_tx15.description"] = "Верхний ресивер для карабинов TX-15, производство Lone Star. Оснащен креплением для установки дополнительного оборудования."

L["eft_rec_ar15_gen3.printname"] = "Верхний ресивер Noveske \"Gen.3\" для AR-15 5.56x45"
L["eft_rec_ar15_gen3.compactname"] = "Gen.3"
L["eft_rec_ar15_gen3.description"] = "Модульный верхний ресивер \"Gen.3\" для оружия на базе AR-15, производство Noveske. Имеет направляющую для крепления дополнительного оборудования."

L["eft_rec_ar15_mur.printname"] = "Верхний ресивер Vltor \"MUR-1S\" для AR-15 5.56x45"
L["eft_rec_ar15_mur.compactname"] = "MUR-1S"
L["eft_rec_ar15_mur.description"] = "Модульный верхний ресивер MUR-1S для оружия на базе AR-15, производство Vltor. Имеет направляющую для крепления дополнительного оборудования."

L["eft_rec_ar15_aeronknxo.printname"] = "Верхний ресивер Aeroknox \"AX-15\" для AR-15 5.56x45"
L["eft_rec_ar15_aeronknxo.compactname"] = "AX-15"
L["eft_rec_ar15_aeronknxo.description"] = "Модульный верхний ресивер AX-15 для оружия на базе AR-15. Имеет направляющую для крепления дополнительного оборудования. Производство Aeroknox."

-- [[ stm9 ]]
L["eft_stm9_barrel_105.printname"] = "Ствол 266мм для STM-9 9x19"
L["eft_stm9_barrel_105.compactname"] = "STM-9 266мм"
L["eft_stm9_barrel_105.description"] = "Ствол для карабина STM-9 под патрон 9x19 длиной 266мм (10.5 дюймов)."

L["eft_stm9_barrel_12.printname"] = "Ствол 304мм для STM-9 9x19"
L["eft_stm9_barrel_12.compactname"] = "STM-9 304мм"
L["eft_stm9_barrel_12.description"] = "Ствол для карабина STM-9 под патрон 9x19 длиной 304мм (12 дюймов)."

L["eft_stm9_barrel_14.printname"] = "Ствол 355мм для STM-9 9x19"
L["eft_stm9_barrel_14.compactname"] = "STM-9 355мм"
L["eft_stm9_barrel_14.description"] = "Ствол для карабина STM-9 под патрон 9x19 длиной 355мм (14 дюймов)."

L["eft_stm9_barrel_16.printname"] = "Ствол 406мм для STM-9 9x19"
L["eft_stm9_barrel_16.compactname"] = "STM-9 406мм"
L["eft_stm9_barrel_16.description"] = "Ствол для карабина STM-9 под патрон 9x19 длиной 406мм (16 дюймов)."

L["eft_stm9_magwel.printname"] = "Магазиноприемник для STM-9"
L["eft_stm9_magwel.compactname"] = "STM9 mwell"
L["eft_stm9_magwel.description"] = "Расширитель шахты магазина для карабина STM-9."

L["eft_stm9_magwelg.printname"] = "Магазиноприемник для STM-9 (Серый)"
L["eft_stm9_magwelg.compactname"] = "STM9 mwell G"
L["eft_stm9_magwelg.description"] = "Расширитель шахты магазина для карабина STM-9. Версия в сером цвете."

L["eft_rec_ar15_stm9.printname"] = "Верхний ресивер для STM-9 9x19"
L["eft_rec_ar15_stm9.compactname"] = "STM-9"
L["eft_rec_ar15_stm9.description"] = "Верхний ресивер для карабина STM-9 9x19 производства компании Союз-ТМ. Имеет направляющую для крепления дополнительного оборудования."

L["eft_muzzle_stm9_std.printname"] = "Дульный тормоз 9x19 для STM-9"
L["eft_muzzle_stm9_std.compactname"] = "STM9 ДТ"
L["eft_muzzle_stm9_std.description"] = "Штатный дульный тормоз для карабинов STM-9 9x19."

-- [[ ubgl_m203 ]]
L["eft_m203.printname"] = "Подствольный гранатомет M203 40мм"
L["eft_m203.compactname"] = "M203"
L["eft_m203.description"] = "Подствольный гранатомёт под выстрелы 40мм. Устанавливается на штурмовые винтовки M16 и M4."

///////////////////////////// AI AXMC .338/.308
-- [[ ammo_338 ]]
L["eft_ammo_338_ap.printname"] = ".338 Lapua Magnum AP"
L["eft_ammo_338_ap.compactname"] = "AP"
L["eft_ammo_338_ap.description"] = "Патрон .338 Lapua Magnum (8.6x70мм) AP с двухэлементной пулей массой 15.4 грамм с поддоном и наконечником из карбида вольфрама, в латунной гильзе. Патрон был разработан для увеличения антиматериальных возможностей винтовок калибра .338 Lapua Magnum, и способен пробивать легкобронированный транспорт, проявляя превосходные результаты против самых современных средств индивидуалньой защиты 5-6 класса. Пуля также обладает разрушительной убойностью и травмирующим воздействием на цель после попадания. Однако, из-за своей конструкции, она имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_338_fmj.printname"] = ".338 Lapua Magnum FMJ"
L["eft_ammo_338_fmj.compactname"] = "FMJ"
L["eft_ammo_338_fmj.description"] = "Патрон .338 Lapua Magnum (8.6x70мм) с цельнометаллической пулей FMJ массой 16,2 грамм со свинцовым сердечником, в биметаллической оболочке, в латунной гильзе. Несмотря на относительно простую конструкцию, пуля обладает высокой убойностью и пробивной способностью против брони базового и среднего уровня защиты. Однако, из-за своей конструкции, она имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_338_tacx.printname"] = ".338 Lapua Magnum TAC-X"
L["eft_ammo_338_tacx.compactname"] = "TAC-X"
L["eft_ammo_338_tacx.description"] = "Гражданский патрон .338 Lapua Magnum (8.6x70мм) TAC-X с экспансивной медной пулей массой 18.4 грамм, в латунной гильзе. Пуля обеспечивает хорошую передачу энергии на больших дистанциях и предназначена для охоты на крупную дичь, так как обладает превосходным останавливающим действием для своего калибра и способна вызывать критическое травмирующее воздействие на цель после удара. Однако, несмотря на высокую энергию калибра .338 Lapua Magnum и конструкцию пули, она не обладает бронебойными свойствами и имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_338_upz.printname"] = ".338 Lapua Magnum УПЗ"
L["eft_ammo_338_upz.compactname"] = "УПЗ"
L["eft_ammo_338_upz.description"] = "Патрон .338 Lapua Magnum (8.6x70мм) УПЗ с пулей массой 16.2 грамма со свинцовым сердечником, в латунной оболочке, в латунной гильзе. Предназначен для охоты и спортивной стрельбы, произведен на Ульяновском Патронном Заводе. Обладает выдающимся останавливающим действием и даже способен пробивать броню базового уровня защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

-- [[ axmc ]] -- "DO_NOT_REMOVE" doesn't work on German atm; Will fix later
L["eft_axmc_barrel308_20.printname"] = "Ствол 508мм для AI AXMC 7.62x51мм"
L["eft_axmc_barrel308_20.compactname"] = "AXMC 508мм .308"
L["eft_axmc_barrel308_20.description"] = "Ствол для AI AXMC под патрон 7.62x51 (.308) длиной 508мм (20 дюймов)."

L["eft_axmc_barrel308_24.printname"] = "Ствол 610мм для AI AXMC 7.62x51мм"
L["eft_axmc_barrel308_24.compactname"] = "AXMC 610мм .308"
L["eft_axmc_barrel308_24.description"] = "Ствол для AI AXMC под патрон 7.62x51 (.308) длиной 610мм (24 дюйма)."

L["eft_axmc_barrel308_26.printname"] = "Ствол 660мм для AI AXMC 7.62x51мм"
L["eft_axmc_barrel308_26.compactname"] = "AXMC 660м .308"
L["eft_axmc_barrel308_26.description"] = "Ствол для AI AXMC под патрон 7.62x51 (.308) длиной 660мм (26 дюймов)."

L["eft_axmc_barrel338_28.printname"] = "Ствол 686мм для AI AXMC .338 LM"
L["eft_axmc_barrel338_28.compactname"] = "AXMC 686мм .338LM"
L["eft_axmc_barrel338_28.description"] = "Ствол для AI AXMC под патрон .338 Lapua Magnum длиной 686мм (28 дюймов)."

L["eft_axmc_bolt308.printname"] = "Затвор под 7.62x51мм для AI AXMC"
L["eft_axmc_bolt308.compactname"] = "AXMC .308"
L["eft_axmc_bolt308.description"] = "Затвор под калибр .308 для снайперской винтовки Accuracy International AXMC."

L["eft_axmc_bolt338.printname"] = "Затвор под .338LM для AI AXMC"
L["eft_axmc_bolt338.compactname"] = "AXMC .338LM"
L["eft_axmc_bolt338.description"] = "Затвор под калибр .338 Lapua Magnum для снайперской винтовки Accuracy International AXMC."

L["eft_axmc_chassis.printname"] = "Шасси .338 LM для AI AXMC"
L["eft_axmc_chassis.compactname"] = "AXMC .338LM"
L["eft_axmc_chassis.description"] = "Стандартное шасси для снайперской винтовки AXMC под калибр .338 Lapua Magnum. Производство Accuracy International."

L["eft_axmc_grip.printname"] = "Пистолетная рукоятка для AI AXMC"
L["eft_axmc_grip.compactname"] = "AXMC рук."
L["eft_axmc_grip.description"] = "Пистолетная рукоятка для снайперской винтовки AXMC производства Accuracy International."

L["eft_axmc_gripar.printname"] = "Адаптер GTAC для пистолетных рукояток AR-типа для AI AXMC"
L["eft_axmc_gripar.compactname"] = "GTAC"
L["eft_axmc_gripar.description"] = "Адаптер, позволяющий установку пистолетных рукояток системы AR на снайперскую винтовку AXMC."

L["eft_axmc_hg.printname"] = "Цевье AX KeySlot длиной 16 дюймов для AI AXMC"
L["eft_axmc_hg.compactname"] = "AX 16\""
L["eft_axmc_hg.description"] = "Цевьё \"AX\" длиной 16 дюймов для снайперской винтовки AXMC производства Accuracy International, снабженное запатентованным интерфейсом KeySlot для крепления дополнительного оборудования."

L["eft_axmc_mag308.printname"] = "Магазин на 10 патронов 7.62x51 для AI AXMC"
L["eft_axmc_mag308.compactname"] = "AXMC 308"
L["eft_axmc_mag308.description"] = "10-зарядный магазин производства Accuracy International для снайперской винтовки AXMC, под патрон 7.62x51/.308."

L["eft_axmc_mag338.printname"] = "Магазин на 10 патронов .338 LM для AI AXMC"
L["eft_axmc_mag338.compactname"] = "AXMC 338LM"
L["eft_axmc_mag338.description"] = "10-зарядный магазин производства Accuracy International для снайперской винтовки AXMC, под патрон .338 Lapua Magnum."

L["eft_axmc_pad.printname"] = "Рукоятка эргономическая для AI AXMC"
L["eft_axmc_pad.compactname"] = "AXMC рук."
L["eft_axmc_pad.description"] = "Штатная эргономическая передняя рукоятка для снайперской винтовки AXMC производства Accuracy International."

L["eft_axmc_railmid.printname"] = "Направляющая средняя \"Adapter Kit\" для AI AXMC"
L["eft_axmc_railmid.compactname"] = "AXMC сред."
L["eft_axmc_railmid.description"] = "Направляющая средней длины для установки на интерфейс KeySlot для снайперской винтовки AXMC производства Accuracy International."

L["eft_axmc_railshort.printname"] = "Направляющая короткая \"Adapter Kit\" для AI AXMC"
L["eft_axmc_railshort.compactname"] = "AXMC кор."
L["eft_axmc_railshort.description"] = "Короткая направляющая для установки на интерфейс KeySlot для снайперской винтовки AXMC производства Accuracy International."

L["eft_axmc_stock.printname"] = "Приклад AX для AI AXMC"
L["eft_axmc_stock.compactname"] = "AXMC"
L["eft_axmc_stock.description"] = "Приклад для снайперской винтовки AXMC производства Accuracy International."

L["eft_axmc_toprail.printname"] = "Направляющая верхняя \"AT X Rail\" для AI AXMC"
L["eft_axmc_toprail.compactname"] = "AXMC верх."
L["eft_axmc_toprail.description"] = "Верхняя направляющая для установки на интерфейс KeySlot для снайперской винтовки AXMC производства Accuracy International."

L["eft_axmc_upper.printname"] = "Верхний ресивер для AI AXMC"
L["eft_axmc_upper.compactname"] = "AXMC верх."
L["eft_axmc_upper.description"] = "Верхний ресивер для AXMC производства компании Accuracy International. Имеет направляющую для крепления дополнительного оборудования."

L["eft_axmc_railbipod.printname"] = "Крепление KeySlot для установки сошек Harris для AI AXMC"
L["eft_axmc_railbipod.compactname"] = "AI Harris"
L["eft_axmc_railbipod.description"] = "Крепление с интерфейсом KeySlot, позволяющее устанавливать сошки Harris на снайперские винтовки AXMC. Производство Accuracy International."

-- [[ muzzle_338 ]]
L["eft_muzzle_asr338ac858.printname"] = "Дульный тормоз SilencerCo \"AC-858 ASR\" .338 LM"
L["eft_muzzle_asr338ac858.compactname"] = "AC-858"
L["eft_muzzle_asr338ac858.description"] = "Дульный тормоз, разработанный фирмой \"SilencerCo\" под калибр .338 LM."

L["eft_muzzle_axmccap.printname"] = "Втулка предохранительная для AI AXMC"
L["eft_muzzle_axmccap.compactname"] = "AXMC ВП"
L["eft_muzzle_axmccap.description"] = "Предохранительная втулка для ствола AXMC с резьбой. Производство Accuracy International."

L["eft_muzzle_psr338.printname"] = "Дульный тормоз AWC \"PSR\" .338 LM"
L["eft_muzzle_psr338.compactname"] = "PSR 338"
L["eft_muzzle_psr338.description"] = "Дульный тормоз производства AWC Silencers под калибр .338 LM (8.6x70). Снижает отдачу и компенсирует бросок. Дульный тормоз \"PSR\" имеет резьбу и совместим с глушителями AWC \"PSR Thor\"."

L["eft_muzzle_tmb338lm.printname"] = "Дульный тормоз AI \"Tactical Muzzle Brake\" .338 LM"
L["eft_muzzle_tmb338lm.compactname"] = "TMB 338LM"
L["eft_muzzle_tmb338lm.description"] = "Дульный тормоз производства Accuracy International под калибр .338 LM (8.6x70). Снижает отдачу и компенсирует бросок."

L["eft_muzzle_tsm338lm.printname"] = "Глушитель AI \"Tactical Sound Moderator\" .338 LM"
L["eft_muzzle_tsm338lm.compactname"] = "TSM .338LM"
L["eft_muzzle_tsm338lm.description"] = "Модератор звука производства Accuracy International для калибра .338 Lapua Magnum."

///////////////////////////// HK USP + UMP
-- [[ ump ]]
L["eft_barrel_ump_std.printname"] = "Ствол 200мм для HK UMP .45 ACP"
L["eft_barrel_ump_std.compactname"] = "UMP-45 200мм"
L["eft_barrel_ump_std.description"] = "Ствол для пистолета-пулемета HK UMP под патрон .45 ACP длиной 200мм (8 дюймов)."

L["eft_barrel_ump_thr.printname"] = "Ствол 203мм с резьбой для HK UMP .45 ACP"
L["eft_barrel_ump_thr.compactname"] = "UMP-45 203мм"
L["eft_barrel_ump_thr.description"] = "Ствол с резьбой для пистолета-пулемета HK UMP под патрон .45 ACP длиной 203мм (8 дюймов)."

L["eft_muzzle_omegaadapter.printname"] = "Адаптер SilencerCo \"Direct Thread Mount\" для глушителей \"Omega 45k\""
L["eft_muzzle_omegaadapter.compactname"] = "DT Omega"
L["eft_muzzle_omegaadapter.description"] = "Адаптер \"Direct Thread Mount\" для глушителя SilencerCo \"Omega 45k\". Для установки глушителя напрямую на резьбу ствола."

L["eft_muzzle_vector_fh.printname"] = "Пламегаситель для KRISS Vector .45 ACP"
L["eft_muzzle_vector_fh.compactname"] = "Vector .45"
L["eft_muzzle_vector_fh.description"] = "Штатный пламегаситель для KRISS Vector под калибр .45 ACP."

L["eft_muzzle_vector_cap.printname"] = "Втулка предохранительная для KRISS Vector .45 ACP"
L["eft_muzzle_vector_cap.compactname"] = "Vector ВП"
L["eft_muzzle_vector_cap.description"] = "Предохранительная втулка для ствола Vector .45 ACP с резьбой."

L["eft_ump_mag_25.printname"] = "Магазин на 25 патронов .45 ACP для HK UMP"
L["eft_ump_mag_25.compactname"] = "UMP 45 25"
L["eft_ump_mag_25.description"] = "Штатный 25-зарядный магазин .45 ACP для пистолетов-пулеметов UMP 45, производство Heckler & Koch."

L["eft_stock_ump_std.printname"] = "Приклад полимерный для HK UMP"
L["eft_stock_ump_std.compactname"] = "UMP"
L["eft_stock_ump_std.description"] = "Полимерный приклад для пистолета-пулемета UMP. Производство Heckler & Koch."

L["eft_muzzle_ump_oem.printname"] = "Глушитель B&T \"OEM\" для HK UMP .45 ACP"
L["eft_muzzle_ump_oem.compactname"] = "UMP OEM"
L["eft_muzzle_ump_oem.description"] = "Труднодоступный глушитель, разработанный для пистолета-пулемета HK UMP 45, имеющий запирающуюся заслонку QD, позволяющую быстро устанавливать и снимать приспособление. Произведен в Brugger & Thomet в Швейцарии, поставляется для H&K."

L["eft_mount_ump_bottom.printname"] = "Направляющая нижняя для HK UMP"
L["eft_mount_ump_bottom.compactname"] = "UMP ниж."
L["eft_mount_ump_bottom.description"] = "Нижняя направляющая для пистолета-пулемета UMP, позволяет устанавливать тактические рукояти."

L["eft_mount_ump_side.printname"] = "Направляющая боковая для HK UMP"
L["eft_mount_ump_side.compactname"] = "UMP бок"
L["eft_mount_ump_side.description"] = "Боковая направляющая для пистолета-пулемета UMP, позволяет устанавливать дополнительное оборудование."

-- [[ usp ]]
L["eft_barrel_usp_std.printname"] = "Ствол для HK USP .45 ACP"
L["eft_barrel_usp_std.compactname"] = "USP45 std"
L["eft_barrel_usp_std.description"] = "Штатный ствол длиной 112мм для пистолета USP .45 ACP производства Heckler & Koch."

L["eft_barrel_usp_elite.printname"] = "Ствол Elite для HK USP .45 ACP"
L["eft_barrel_usp_elite.compactname"] = "USP45EL"
L["eft_barrel_usp_elite.description"] = "Ствол длиной 153мм для специальной версии пистолета USP - \"USP Elite\", под патрон .45 ACP. Производство Heckler & Koch."

L["eft_barrel_usp_expert.printname"] = "Ствол Expert для HK USP .45 ACP"
L["eft_barrel_usp_expert.compactname"] = "USP45EX"
L["eft_barrel_usp_expert.description"] = "Ствол длиной 132мм для специальной версии пистолета USP - \"USP Expert\", под патрон .45 ACP. Производство Heckler & Koch."

L["eft_barrel_usp_match.printname"] = "Ствол Match для HK USP .45 ACP"
L["eft_barrel_usp_match.compactname"] = "USP45M"
L["eft_barrel_usp_match.description"] = "Ствол длиной 153мм для специальной версии пистолета USP - \"USP Match\", под патрон .45 ACP. Производство Heckler & Koch."

L["eft_barrel_usp_tac.printname"] = "Cтвол с резьбой Tactical для HK USP .45 ACP"
L["eft_barrel_usp_tac.compactname"] = "USP45T"
L["eft_barrel_usp_tac.description"] = "Ствол длиной 129мм с резьбой для специальной версии пистолета USP - \"USP Tactical\", под патрон .45 ACP. Производство Heckler & Koch."

L["eft_usp_slock_std.printname"] = "Рычаг задержки для HK USP"
L["eft_usp_slock_std.compactname"] = "USP зад."
L["eft_usp_slock_std.description"] = "Штатный рычаг задержки для пистолетов USP, производство Heckler & Koch."

L["eft_usp_hammer_std.printname"] = "Курок для HK USP"
L["eft_usp_hammer_std.compactname"] = "USP кур."
L["eft_usp_hammer_std.description"] = "Штатный курок для пистолета USP, производство Heckler & Koch."

L["eft_usp_trigger_std.printname"] = "Спусковой крючок для HK USP"
L["eft_usp_trigger_std.compactname"] = "USP спуск."
L["eft_usp_trigger_std.description"] = "Штатный спусковой крючок для пистолетов USP, производство Heckler & Koch."

L["eft_slide_usp_std.printname"] = "Затвор для HK USP .45 ACP"
L["eft_slide_usp_std.compactname"] = "USP45"
L["eft_slide_usp_std.description"] = "Штатный затвор для пистолетов USP45, производство Heckler & Koch."

L["eft_slide_usp_elite.printname"] = "Затвор Elite для HK USP .45 ACP"
L["eft_slide_usp_elite.compactname"] = "USP45EL"
L["eft_slide_usp_elite.description"] = "Затвор для специальной версии пистолета USP45 - \"USP45 Elite\". Производство Heckler & Koch."

L["eft_slide_usp_expert.printname"] = "Затвор Expert для HK USP .45 ACP"
L["eft_slide_usp_expert.compactname"] = "USP45EX"
L["eft_slide_usp_expert.description"] = "Затвор для специальной версии пистолета USP45 - \"USP45 Expert\". Производство Heckler & Koch."

L["eft_slide_usp_match.printname"] = "Затвор Match для HK USP .45 ACP"
L["eft_slide_usp_match.compactname"] = "USP45M"
L["eft_slide_usp_match.description"] = "Затвор для специальной версии пистолета USP45 - \"USP45 Match\". Производство Heckler & Koch."

L["eft_slide_usp_tac.printname"] = "Затвор Tactical для HK USP .45 ACP"
L["eft_slide_usp_tac.compactname"] = "USP45T"
L["eft_slide_usp_tac.description"] = "Затвор для специальной версии пистолета USP45 - \"USP45 Tactical\". Производство Heckler & Koch."

L["eft_fs_usp_std.printname"] = "Мушка для HK USP"
L["eft_fs_usp_std.compactname"] = "USP мшк"
L["eft_fs_usp_std.description"] = "Штатная мушка для пистолета USP, производство Heckler & Koch."

L["eft_fs_usp_tac.printname"] = "Мушка Tactical для HK USP"
L["eft_fs_usp_tac.compactname"] = "USPT мшк"
L["eft_fs_usp_tac.description"] = "Мушка для специальной версии пистолета USP - \"USP Tactical\". Производство Heckler & Koch."

L["eft_rs_usp_std.printname"] = "Целик для HK USP"
L["eft_rs_usp_std.compactname"] = "USP цел."
L["eft_rs_usp_std.description"] = "Штатный целик для пистолета USP, производство Heckler & Koch."

L["eft_rs_usp_tac.printname"] = "Целик Tactical для HK USP"
L["eft_rs_usp_tac.compactname"] = "USPT цел."
L["eft_rs_usp_tac.description"] = "Целик для специальной версии пистолета USP - \"USP Tactical\". Производство Heckler & Koch."

L["eft_rs_usp_mount.printname"] = "Целик-крепление для HK USP"
L["eft_rs_usp_mount.compactname"] = "USP RD"
L["eft_rs_usp_mount.description"] = "Целик-крепление позволяет установить Burris Fast Fire, Docter и другие похожие коллиматорные прицелы."

L["eft_mag_usp_std.printname"] = "Магазин на 12 патронов .45 ACP для HK USP"
L["eft_mag_usp_std.compactname"] = "USP45 12"
L["eft_mag_usp_std.description"] = "Штатный 12-зарядный магазин .45 ACP для пистолета USP."

L["eft_mag_usp_tac.printname"] = "Магазин на 999 патронов .45 ACP для HK USP Tactical"
L["eft_mag_usp_tac.compactname"] = "USP45T 12"
L["eft_mag_usp_tac.description"] = "12-зарядный магазин для специальной версии пистолета USP - \"USP Tactical\", под патрон .45 ACP."

L["eft_muzzle_usp_cap.printname"] = "Втулка предохранительная для HK USP Tactical"
L["eft_muzzle_usp_cap.compactname"] = "USP45T"
L["eft_muzzle_usp_cap.description"] = "Предохранительная втулка для ствола \"Tactical\" на пистолет USP производства Heckler & Koch."

L["eft_mount_usp_rail.printname"] = "Тактический адаптер для HK USP"
L["eft_mount_usp_rail.compactname"] = "USP rail"
L["eft_mount_usp_rail.description"] = "Адаптер для пистолета USP, позволяющий установку дополнительного тактического оборудования. Производство Heckler & Koch."

L["eft_mount_usp_elite.printname"] = "Компенсатор Elite для HK USP .45 ACP"
L["eft_mount_usp_elite.compactname"] = "USP45EL"
L["eft_mount_usp_elite.description"] = "Компенсатор HK USP Elite добавляет дополнительный вес к передней части оружия, помогая уменьшить вертикальный «отскок» отдачи. Производство Heckler & Koch."

L["eft_mount_usp_match.printname"] = "Компенсатор Match для HK USP .45 ACP"
L["eft_mount_usp_match.compactname"] = "USP45M"
L["eft_mount_usp_match.description"] = "Компенсатор HK USP Match добавляет дополнительный вес к передней части оружия, помогая уменьшить вертикальный «отскок» отдачи. Имеется возможность установки дополнительного тактического оборудования. Производство Heckler & Koch."

L["eft_muzzle_omegapiston.printname"] = "Адаптер SilencerCo \"Piston Mount\" для глушителей \"Omega 45k\""
L["eft_muzzle_omegapiston.compactname"] = "PM Omega"
L["eft_muzzle_omegapiston.description"] = "Адаптер \"Piston Mount\" для глушителя SilencerCo \"Omega 45k\". Для установки глушителя напрямую на резьбу ствола."

L["eft_muzzle_omegasilencer.printname"] = "Глушитель SilencerCo \"Omega 45k\" .45 ACP"
L["eft_muzzle_omegasilencer.compactname"] = "Omega 45K"
L["eft_muzzle_omegasilencer.description"] = "SilencerCo \"Omega 45K\" - универсальный глушитель, самый маленький, легкий и бесшумный глушитель в своем классе. Специфицирован для автоматической стрельбы и может использоваться с пистолетами, винтовками и пистолетами-пулеметами, обеспечивая исключительную надежность в сверхкомпактном корпусе."

///////////////////////////// M3 S90 + M9A3
-- [[ m3super90 ]]
L["eft_m3s90_barrel_std.printname"] = "Ствол 500мм для Benelli M3 Super 90 12к"
L["eft_m3s90_barrel_std.compactname"] = "M3 500мм"
L["eft_m3s90_barrel_std.description"] = "Ствол для ружья Benelli M3 S90 длиной 500мм, под патрон 12 калибра."

L["eft_m3s90_hg_std.printname"] = "Цевье для Benelli M3"
L["eft_m3s90_hg_std.compactname"] = "M3 poly"
L["eft_m3s90_hg_std.description"] = "Классическое полимерное цевьё для дробовика Benelli M3 S90 с переключателем режима стрельбы."

L["eft_m3s90_stock_std.printname"] = "Приклад телескопический для Benelli M3"
L["eft_m3s90_stock_std.compactname"] = "M3 tel."
L["eft_m3s90_stock_std.description"] = "Регулируемый складываемый приклад для Benelli M3 S90 производства Benelli."

L["eft_m3s90_pg_std.printname"] = "Пистолетная рукоятка для телескопического приклада для Benelli M3"
L["eft_m3s90_pg_std.compactname"] = "M3 PGrip"
L["eft_m3s90_pg_std.description"] = "Пистолетная рукоятка для телескопического приклада M3 производства Benelli."

L["eft_m3s90_stock_urba.printname"] = "Приклад Mesa Tactical \"Urbino\" для Benelli M3"
L["eft_m3s90_stock_urba.compactname"] = "M3 Urbino"
L["eft_m3s90_stock_urba.description"] = "Приклад \"Urbino\" фиксированной длины с пистолетной рукояткой для ружья Benelli M3 S90, разработанный Mesa Tactical."

L["eft_m3s90_charge_std.printname"] = "Рукоятка затвора для Benelli M3 Super 90"
L["eft_m3s90_charge_std.compactname"] = "M3 S90"
L["eft_m3s90_charge_std.description"] = "Штатная рукоятка затвора для Benelli M3 S90. Упрощает работу с затвором ружья."

L["eft_m3s90_rs_std.printname"] = "Целик Ghost Ring для Benelli M3"
L["eft_m3s90_rs_std.compactname"] = "M3 GR"
L["eft_m3s90_rs_std.description"] = "Съемный целик типа \"Ghost Ring\" для ружей Benelli M3 S90."

L["eft_m3s90_mount_std.printname"] = "Направляющая верхняя для Benelli M3 Super 90"
L["eft_m3s90_mount_std.compactname"] = "M3 верх."
L["eft_m3s90_mount_std.description"] = "Верхняя направляющая на штатный ресивер для Benelli M3 S90, позволяет устанавливать дополнительное оборудование."

L["eft_m3s90_mag_5.printname"] = "Затычка магазина на 5 патронов 12к для Benelli M3 Super 90"
L["eft_m3s90_mag_5.compactname"] = "M3x5"
L["eft_m3s90_mag_5.description"] = "Крышка трубчатого магазина производства Benelli для M3 S90, под патрон 12 калибра."

L["eft_m3s90_mag_7.printname"] = "Магазин на 7 патронов 12к для Benelli M3 Super 90"
L["eft_m3s90_mag_7.compactname"] = "M3x7"
L["eft_m3s90_mag_7.description"] = "Семизарядный трубчатый магазин производства Benelli для M3 S90, под патрон 12 калибра."

L["eft_m3s90_mag_9.printname"] = "Магазин Toni System на 9 патронов 12к для Benelli M3 Super 90"
L["eft_m3s90_mag_9.compactname"] = "M3x9"
L["eft_m3s90_mag_9.description"] = "Девятизарядный трубчатый магазин производства \"Toni System\" для Benelli M3 S90, под патрон 12 калибра."

L["eft_m3s90_mag_11.printname"] = "Магазин Toni System на 11 патронов 12к для Benelli M3 Super 90"
L["eft_m3s90_mag_11.compactname"] = "M3x11"
L["eft_m3s90_mag_11.description"] = "Одинадцатизарядный трубчатый магазин производства Toni System для Benelli M3 S90, под патрон 12 калибра."

L["eft_m3s90_mag_13.printname"] = "Магазин Toni System на 13 патронов 12к для Benelli M3 Super 90"
L["eft_m3s90_mag_13.compactname"] = "M3x13"
L["eft_m3s90_mag_13.description"] = "Тринадцатизарядный трубчатый магазин производства Toni System для Benelli M3 S90, под патрон 12 калибра."

-- [[ m9a3 ]]
L["eft_barrel_m9a3_std.printname"] = "Ствол с резьбой для M9A3 9x19"
L["eft_barrel_m9a3_std.compactname"] = "M9A3 рез."
L["eft_barrel_m9a3_std.description"] = "Штатный ствол для пистолетов Beretta M9A3 9x19 с резьбой под дульные устройства."

L["eft_fs_m9a3_std.printname"] = "Мушка для M9A3"
L["eft_fs_m9a3_std.compactname"] = "M9A3 мшк"
L["eft_fs_m9a3_std.description"] = "Штатная мушка для пистолетов Beretta M9A3."

L["eft_mag_m9a3_std.printname"] = "Магазин на 17 патронов 9x19 для M9A3"
L["eft_mag_m9a3_std.compactname"] = "M9A3 17"
L["eft_mag_m9a3_std.description"] = "Стандартный 17-зарядный магазин для пистолетов Beretta M9A3, под патрон 9x19."

L["eft_mag_m9a3_ext.printname"] = "Магазин на 30 патронов 9x19 для M9A3"
L["eft_mag_m9a3_ext.compactname"] = "CX4 30"
L["eft_mag_m9a3_ext.description"] = "30-зарядный магазин для пистолетов Beretta M9A3, под патрон 9x19."

L["eft_mount_p226_bridge.printname"] = "Крепление Bridge для P226"
L["eft_mount_p226_bridge.compactname"] = "P226 Bridge"
L["eft_mount_p226_bridge.description"] = "База типа Bridge производства SIG Sauer для установки различных прицельных и тактических устройств."

L["eft_muzzle_m9a3_std.printname"] = "Втулка предохранительная для M9A3"
L["eft_muzzle_m9a3_std.compactname"] = "M9A3 ВП"
L["eft_muzzle_m9a3_std.description"] = "Предохранительная втулка с резьбой для ствола пистолета Beretta M9A3 9x19."

L["eft_grip_m9a3_std.printname"] = "Накладки полимерные для M9A3"
L["eft_grip_m9a3_std.compactname"] = "M9A3"
L["eft_grip_m9a3_std.description"] = "Штатные полимерные накладки на рукоять для пистолетов Beretta M9A3."

L["eft_slide_m9a3_std.printname"] = "Затвор для M9A3"
L["eft_slide_m9a3_std.compactname"] = "M9A3"
L["eft_slide_m9a3_std.description"] = "Штатный затвор для пистолетов Beretta M9A3 9x19."

L["eft_rs_m9a3_std.printname"] = "Целик для M9A3"
L["eft_rs_m9a3_std.compactname"] = "M9A3 цел."
L["eft_rs_m9a3_std.description"] = "Штатный целик для пистолетов Beretta M9A3."

L["eft_rs_m9a3_mount.printname"] = "Целик-направляющая Sight Mount для M9A3"
L["eft_rs_m9a3_mount.compactname"] = "SM M9"
L["eft_rs_m9a3_mount.description"] = "Целик-направляющая от компании Sight Mount для пистолетов Beretta M9. Устанавливается взамен штатного целика, оставляет возможность использовать целик, если не установлен прицел."

///////////////////////////// Veresk + Gyurza
-- [[ sr1mp ]]
L["eft_silencer_sr1mp.printname"] = "Глушитель 9x21 для СР-1МП"
L["eft_silencer_sr1mp.compactname"] = "СР-1МП"
L["eft_silencer_sr1mp.description"] = "Стандартный глушитель из комплекта поставки пистолета СР-1МП. Для установки нужен комплект креплений на пистолет."

L["eft_mount_sr1mp_1x.printname"] = "Крепление с направляющей для СР-1МП"
L["eft_mount_sr1mp_1x.compactname"] = "СР-1МП 1х"
L["eft_mount_sr1mp_1x.description"] = "Крепление для СР-1МП из комплекта поставки пистолета, предназначено для формирования одной направляющей и возможности установки крепления глушителя."

L["eft_mount_sr1mp_sil.printname"] = "Крепление глушителя для СР-1МП"
L["eft_mount_sr1mp_sil.compactname"] = "СР-1МП кр."
L["eft_mount_sr1mp_sil.description"] = "Крепление для СР-1МП из комплекта поставки пистолета, для возможности быстрой установки и снятия глушителя."

L["eft_mount_sr1mp_4x.printname"] = "Крепление с 4 направляющими для СР-1МП"
L["eft_mount_sr1mp_4x.compactname"] = "СР-1МП 4х"
L["eft_mount_sr1mp_4x.description"] = "Крепление для СР-1МП из комплекта поставки пистолета, для формирования четырех направляющих и возможности установки крепления глушителя."

L["eft_mag_sr1mp_std.printname"] = "Магазин на 18 патронов 9x21 для СР-1МП"
L["eft_mag_sr1mp_std.compactname"] = "СР-1МП 18"
L["eft_mag_sr1mp_std.description"] = "Стандартный 18-зарядный магазин 9x21 для пистолетов СР-1МП."

-- [[ sr2m ]]
L["eft_sr2m_handstop.printname"] = "Надульник-упор 9x21 для СР-2М"
L["eft_sr2m_handstop.compactname"] = "СР-2М"
L["eft_sr2m_handstop.description"] = "Надульник на пистолет-пулемет СР-2М \"Вереск\" 9x21, производство «ЦНИИточмаш». Защищает кисть стрелка от смещения вперед и возможных ожогов пороховыми газами."

L["eft_sr2m_silencer.printname"] = "Глушитель 9x21 СВ-1381 для СР-2М"
L["eft_sr2m_silencer.compactname"] = "СВ-1381"
L["eft_sr2m_silencer.description"] = "Глушитель для установки на пистолет-пулемет СР-2М \"Вереск\" 9x21, производство «ЦНИИточмаш»."

L["eft_sr2m_hg_std.printname"] = "Накладка-цевье для СР-2М (Слива)"
L["eft_sr2m_hg_std.compactname"] = "СР-2М"
L["eft_sr2m_hg_std.description"] = "Стандартное цевьё производства «ЦНИИточмаш», выполненное из полимера для пистолета-пулемёта СР-2М \"Вереск\". Служит для предохранения рук от ожогов."

L["eft_sr2m_pg_std.printname"] = "Пистолетная рукоятка для СР-2М (Слива)"
L["eft_sr2m_pg_std.compactname"] = "СР-2М"
L["eft_sr2m_pg_std.description"] = "Штатная пистолетная рукоятка для пистолета-пулемета СР-2М \"Вереск\". Производство ЦНИИточмаш."

L["eft_sr2m_hg_blk.printname"] = "Накладка-цевье для СР-2М (Черная)"
L["eft_sr2m_hg_blk.compactname"] = "СР-2М"
L["eft_sr2m_hg_blk.description"] = "Стандартное цевьё производства «ЦНИИточмаш», выполненное из полимера для пистолета-пулемёта СР-2М \"Вереск\". Служит для предохранения рук от ожогов. Версия в черном цвете."

L["eft_sr2m_pg_blk.printname"] = "Пистолетная рукоятка для СР-2М (Черная)"
L["eft_sr2m_pg_blk.compactname"] = "СР-2М"
L["eft_sr2m_pg_blk.description"] = "Штатная пистолетная рукоятка для пистолета-пулемета СР-2М. Производство «ЦНИИточмаш». Версия в черном цвете."

L["eft_sr2m_rail_big.printname"] = "Боковая направляющая для СР-2М"
L["eft_sr2m_rail_big.compactname"] = "СР-2М"
L["eft_sr2m_rail_big.description"] = "Боковая направляющая для СР-2М \"Вереск\", позволяет устанавливать дополнительное тактическое оборудование."

L["eft_sr2m_rail_short.printname"] = "Направляющая боковая короткая для СР-2М"
L["eft_sr2m_rail_short.compactname"] = "СР-2М кор."
L["eft_sr2m_rail_short.description"] = "Короткая боковая направляющая для СР-2М \"Вереск\", позволяет устанавливать дополнительное тактическое оборудование."

L["eft_sr2m_rec_std.printname"] = "Крышка ствольной коробки для СР-2М"
L["eft_sr2m_rec_std.compactname"] = "СР-2М"
L["eft_sr2m_rec_std.description"] = "Штатная крышка ствольной коробки для пистолета-пулемёта СР-2М \"Вереск\", производство «ЦНИИточмаш»."

L["eft_sr2m_b17.printname"] = "Кронштейн Зенит \"Б-17\" для СР-2М"
L["eft_sr2m_b17.compactname"] = "Б-17"
L["eft_sr2m_b17.description"] = "Кронштейн Зенит Б-17 предназначен для перехода со стандарта \"Ласточкин хвост\" на Пикатинни для установки прицельных приспособлений. Производство \"Зенит\"."

L["eft_sr2m_optic.printname"] = "Коллиматорный прицел КП-СР2 для СР-2М"
L["eft_sr2m_optic.compactname"] = "КП-СР2"
L["eft_sr2m_optic.description"] = "Коллиматорный прицел \"КП-СР2\" предназначен для повышения эффективности стрельбы из пистолета-пулемета СР-2М \"Вереск\". Прицел облегчает процесс наведения оружия на цель, особенно в условиях пониженной освещённости, и позволяет повысить боевую скорострельность. Производство «ЦНИИточмаш»."

L["eft_sr2m_optic_shade.printname"] = "Бленда на прицел КП-СР2"
L["eft_sr2m_optic_shade.compactname"] = "КП-СР2"
L["eft_sr2m_optic_shade.description"] = "Бленда на коллиматорный прицел «КП-СР2». Защищает линзу от механических воздействий и препятствует \"бликованию\". Производство «ЦНИИточмаш»."

L["eft_sr2m_stock_std.printname"] = "Плечевой упор для СР-2М"
L["eft_sr2m_stock_std.compactname"] = "СР-2М"
L["eft_sr2m_stock_std.description"] = "Складной плечевой упор для пистолета-пулемёта СР-2М производства «ЦНИИточмаш». Приклад обладает подпружиненным затыльником, что позволяет сократить время перевода оружия из походного в боевое положение для ведения огня с упором в плечо."

L["eft_sr2m_stock_mp.printname"] = "Плечевой упор для СР-2МП"
L["eft_sr2m_stock_mp.compactname"] = "СР-2МП"
L["eft_sr2m_stock_mp.description"] = "Складной плечевой упор для пистолета-пулемёта СР-2МП производства «ЦНИИточмаш». Приклад обладает подпружиненным затыльником, что позволяет сократить время перевода оружия из походного в боевое положение для ведения огня с упором в плечо. "

L["eft_sr2m_mag_20.printname"] = "Магазин на 20 патронов 9x21 для СР-2М (СР2.110-01)"
L["eft_sr2m_mag_20.compactname"] = "СР-2M 20"
L["eft_sr2m_mag_20.description"] = "20-зарядный магазин для пистолета-пулемета СР-2М \"Вереск\" 9x21. Производство «ЦНИИточмаш»."

L["eft_sr2m_mag_30.printname"] = "Магазин на 30 патронов 9x21 для СР-2М (СР2.110)"
L["eft_sr2m_mag_30.compactname"] = "СР-2М 30"
L["eft_sr2m_mag_30.description"] = "30-зарядный магазин для пистолета-пулемета СР-2М \"Вереск\" 9x21. Производство «ЦНИИточмаш»."

L["eft_ammo_9x21_7u4.printname"] = "9x21мм 7У4"
L["eft_ammo_9x21_7u4.compactname"] = "7У4"
L["eft_ammo_9x21_7u4.description"] = "Патрон 9х21мм 7У4 (Индекс ГРАУ - 7У4) с уменьшенной скоростью пули, предназначенным для беспламенной и бесшумной стрельбы. Особенность патрона - режущая кромка на переднем торце сердечника, образованная двумя плоскими гранями, и увеличенная масса."

L["eft_ammo_9x21_7n42.printname"] = "9x21мм 7Н42 \"Зубило\""
L["eft_ammo_9x21_7n42.compactname"] = "ПП"
L["eft_ammo_9x21_7n42.description"] = "Патрон 9х21мм 7Н42 (ПП, Индекс ГРАУ - 7Н42)  с пулей с повышенной пробиваемостью предназначен для поражения живых целей в средствах индивидуальной бронезащиты. Головная часть сердечника выполнена с режущей кромкой. Такая конструкция обеспечивает разрыв нитей тканевой основы бронежилета и значительно повышает пробиваемость пули. Сердечник выступает из оболочки, что повышает его пробивную способность. Головная часть пули окрашивается в чёрный цвет."

L["eft_ammo_9x21_bt.printname"] = "9x21мм БТ гж"
L["eft_ammo_9x21_bt.compactname"] = "БТ"
L["eft_ammo_9x21_bt.description"] = "Патрон 9х21мм БТ гж (СП13, Индекс ГРАУ - 7БТ3) с бронебойно-трассирующей пулей массой 7,3 грамм со стальным сердечником и свинцовой рубашкой, в биметаллической гильзе. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Красный). Пуля БТ (Бронебойная Трассирующая) разработана для пистолетов-пулеметов калибра 9х21мм ЦНИИТочМаш на базе патрона 9х21мм ПС гж (СП10) и обладает усиленным останавливающим воздействием и бронебойностью против базового и среднего уровня защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_9x21_ps.printname"] = "9x21мм ПС гж"
L["eft_ammo_9x21_ps.compactname"] = "ПС"
L["eft_ammo_9x21_ps.description"] = "Патрон 9х21мм ПС гж (СП10, Индекс ГРАУ - 7Н29) с бронебойной пулей массой 6,7 грамм с термоупрочненным стальным сердечником и двухслойной полуоболочкой, в биметаллической гильзе. Патрон был разработан в 1990-х годах в ЦНИИТочМаш, чтобы обеспечить повышенную бронепробиваемость против базового и среднего уровня защиты по сравнению со стандартными аналогами 9x19мм. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_9x21_p.printname"] = "9x21мм П гж"
L["eft_ammo_9x21_p.compactname"] = "П"
L["eft_ammo_9x21_p.description"] = "Патрон 9х21мм П гж (СП11, Индекс ГРАУ - 7Н28) с пулей массой 7,5 грамм с мягким свинцовым сердечником, в биметаллической оболочке, в биметаллической гильзе. Патрон был разработан в ЦНИИТочМаш в связи с необходимостью создания более дешевого патрона, чем СП10, для тренировочной стрельбы и снижения риска рикошетов при стрельбе в помещениях. Результат был настолько удовлетворительным, что патрон был принят ФСБ из-за его значительного останавливающего действия по небронированным целям."

L["eft_ammo_9x21_pe.printname"] = "9x21мм ПЭ гж"
L["eft_ammo_9x21_pe.compactname"] = "ПЭ"
L["eft_ammo_9x21_pe.description"] = "Патрон 9х21мм ПЭ гж (СП12) с экспансивной пулей массой 5,7 грамм со свинцовым сердечником в биметаллической полуоболочке и пластиковым наконечником, в биметаллической гильзе. Патрон был разработан ЦНИИТочМаш для нужд ФСБ в оснащении своих спецподразделений патроном, способным обеспечивать выдающееся останавливающее действие по небронированным целям на дистанциях до 200 метров и соответствовать критериям, аналогичным патронам того же калибра, таким как отдача, начальная скорость и траектория."

///////////////////////////// ASh-12 + RSh-12
-- [[ ashrsh12 ]]
L["eft_ammo_12755_ps12.printname"] = "12.7x55мм ПС12"
L["eft_ammo_12755_ps12.compactname"] = "ПС12"
L["eft_ammo_12755_ps12.description"] = "Специальный патрон 12.7х55мм ПС12 с дозвуковой утяжеленной пулей массой 33 грамма со свинцовым сердечником и биметаллической оболочкой, в латунной гильзе. Патрон создан в начале 2010-х годов для использования в автомате АШ-12 и оказывает серьезное травмирующее воздействие на цель после попадания. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_12755_ps12a.printname"] = "12.7x55мм ПС12А"
L["eft_ammo_12755_ps12a.compactname"] = "ПС12А"
L["eft_ammo_12755_ps12a.description"] = "Специальный патрон 12.7x55мм ПС12А с легкой пулей массой 7 грамм с алюминиевым сердечником и двухслойной полуоболочкой, в латунной гильзе. Патрон создан для снижения вероятности рикошета во время городских операций за счет сминания при попадании по твердым поверхностям."

L["eft_ammo_12755_ps12b.printname"] = "12.7x55мм ПС12Б"
L["eft_ammo_12755_ps12b.compactname"] = "ПС12Б"
L["eft_ammo_12755_ps12b.description"] = "Специальный патрон 12.7х55мм ПС12Б с бронебойной пулей массой 18 грамм с термоупрочненным стальным сердечником, с двухслойной полуоболочкой, в латунной гильзе. Патрон создан в начале 2010-х годов для возможности уничтожения противника, оснащенного броней."

L["eft_ash12_fs_std.printname"] = "Мушка для АШ-12"
L["eft_ash12_fs_std.compactname"] = "АШ-12 мшк"
L["eft_ash12_fs_std.description"] = "Съемная складная мушка для автомата АШ-12, устанавливается на направляющую."

L["eft_ash12_hg_std.printname"] = "Цевье полимерное для АШ-12"
L["eft_ash12_hg_std.compactname"] = "АШ-12"
L["eft_ash12_hg_std.description"] = "Полимерное цевьё для автомата АШ-12 производства ЦКИБ."

L["eft_ash12_mag_10.printname"] = "Магазин на 10 патронов 12.7x55 для АШ-12"
L["eft_ash12_mag_10.compactname"] = "АШ-12 10"
L["eft_ash12_mag_10.description"] = "Штатный 10-зарядный магазин под патрон 12.7x55мм для автомата АШ-12."

L["eft_ash12_mag_20.printname"] = "Магазин на 20 патронов 12.7x55 для АШ-12"
L["eft_ash12_mag_20.compactname"] = "АШ-12 20"
L["eft_ash12_mag_20.description"] = "Штатный 20-зарядный магазин под патрон 12.7x55мм для автомата АШ-12."

L["eft_ash12_muzzle_silencer.printname"] = "Глушитель 12.7x55 для АШ-12"
L["eft_ash12_muzzle_silencer.compactname"] = "АШ-12"
L["eft_ash12_muzzle_silencer.description"] = "Глушитель производства ЦКИБ для автомата АШ-12 12.7x55."

L["eft_ash12_muzzle_std.printname"] = "Дульный тормоз-компенсатор 12.7x55 для АШ-12"
L["eft_ash12_muzzle_std.compactname"] = "АШ-12"
L["eft_ash12_muzzle_std.description"] = "Штатный дульный тормоз-компенсатор производства ЦКИБ для автомата АШ-12."

L["eft_ash12_rs_std.printname"] = "Рукоятка для переноски/целик для АШ-12"
L["eft_ash12_rs_std.compactname"] = "АШ-12 ручк."
L["eft_ash12_rs_std.description"] = "Рукоятка для переноски, снабженная диоптрическим целиком, для автомата АШ-12."

L["eft_rsh12_mag_std.printname"] = "Барабан для РШ-12 12.7x55"
L["eft_rsh12_mag_std.compactname"] = "РШ-12"
L["eft_rsh12_mag_std.description"] = "Пятизарядный барабанный магазин 12.7x55 для револьвера РШ-12."

L["eft_rsh12_pgrip_std.printname"] = "Пистолетная рукоятка для РШ-12"
L["eft_rsh12_pgrip_std.compactname"] = "РШ-12"
L["eft_rsh12_pgrip_std.description"] = "Штатная пластиковая рукоятка для револьвера РШ-12, производства тульского \"Конструкторского бюро приборостроения\"."

///////////////////////////// Glock 17 / 18C / 19X
-- [[ glocks ]]
L["eft_barrel_g17_aw.printname"] = "Ствол с резьбой Lone Wolf \"AlphaWolf\" для Glock 9x19"
L["eft_barrel_g17_aw.compactname"] = "G AW"
L["eft_barrel_g17_aw.description"] = "Ствол с резьбой для пистолетов Glock 9x19, производство Lone Wolf."

L["eft_barrel_g17_comp.printname"] = "Ствол с компенсатором для Glock 17 9x19"
L["eft_barrel_g17_comp.compactname"] = "G17 comp"
L["eft_barrel_g17_comp.description"] = "Ствол для пистолетов Glock 17 с установленным компенсатором."

L["eft_barrel_g17_dd_thr.printname"] = "Ствол с резьбой Double Diamond для Glock 9x19"
L["eft_barrel_g17_dd_thr.compactname"] = "G DD рез."
L["eft_barrel_g17_dd_thr.description"] = "Ствол с резьбой для пистолетов семейста Glock 9x19. Производство Double Diamond."

L["eft_barrel_g17_sai.printname"] = "Ствол с резьбой SAI для Glock 9x19"
L["eft_barrel_g17_sai.compactname"] = "G SAI"
L["eft_barrel_g17_sai.description"] = "Ствол с резьбой для пистолетов семейства Glock 9x19, производство Salient Arms International."

L["eft_barrel_g17_std.printname"] = "Ствол для Glock 17 9x19"
L["eft_barrel_g17_std.compactname"] = "G17"
L["eft_barrel_g17_std.description"] = "Стандартный ствол для Glock 17 9x19."

L["eft_barrel_g18c_std.printname"] = "Ствол с компенсатором для Glock 18C 9x19"
L["eft_barrel_g18c_std.compactname"] = "G18C comp"
L["eft_barrel_g18c_std.description"] = "Ствол длиной 114 мм с интегрированным компенсатором для автоматических пистолетов Glock 18C 9x19."

L["eft_barrel_g19x_std.printname"] = "Ствол для Glock 19X 9x19"
L["eft_barrel_g19x_std.compactname"] = "G19X"
L["eft_barrel_g19x_std.description"] = "Стандартный ствол для Glock 19X 9x19. Ствол обработан покрытием nDLC, защищающим от коррозии и царапин."

L["eft_fs_g17_se.printname"] = "Мушка Dead Ringer \"Snake Eye\" для Glock"
L["eft_fs_g17_se.compactname"] = "G SE FS"
L["eft_fs_g17_se.description"] = "Мушка с тритиевыми вставками для пистолетов серии Glock, производство Dead Ringer."

L["eft_fs_g17_std.printname"] = "Мушка для Glock"
L["eft_fs_g17_std.compactname"] = "Glock FS"
L["eft_fs_g17_std.description"] = "Стандартная мушка для пистолетов Glock."

L["eft_fs_g17_tfx.printname"] = "Мушка TruGlo \"TFX\" для Glock"
L["eft_fs_g17_tfx.compactname"] = "G TFX FS"
L["eft_fs_g17_tfx.description"] = "Мушка с тритиевыми вставками для пистолетов серии Glock, производство TruGlo."

L["eft_fs_g17_zt.printname"] = "Мушка ZEV Tech для Glock"
L["eft_fs_g17_zt.compactname"] = "G ZT мшк"
L["eft_fs_g17_zt.description"] = "Увеличенная мушка для пистолетов серии Glock, производство ZEV Technologies."

L["eft_fs_g19x_std.printname"] = "Мушка для Glock 19X"
L["eft_fs_g19x_std.compactname"] = "G19X FS"
L["eft_fs_g19x_std.description"] = "Стандартная мушка для пистолета Glock 19X."

L["eft_mag_bigstick24.printname"] = "Магазин \"Big Stick\" на 24 патрона 9x19 для Glock (Coyote)"
L["eft_mag_bigstick24.compactname"] = "Big Stick 24"
L["eft_mag_bigstick24.description"] = "Магазин 9x19 для пистолетов Glock на 24 патрона. Версия в цвете Coyote."

L["eft_mag_bigstick31.printname"] = "Магазин \"Big Stick\" на 31 патрон 9x19 для Glock (Coyote)"
L["eft_mag_bigstick31.compactname"] = "Big Stick 31"
L["eft_mag_bigstick31.description"] = "Магазин 9x19 для пистолетов Glock на 31 патрон. Версия в цвете Coyote."

L["eft_mag_g19x.printname"] = "Магазин на 19 патронов 9x19 для Glock (Coyote)"
L["eft_mag_g19x.compactname"] = "G19X 19"
L["eft_mag_g19x.description"] = "19-зарядный магазин 9x19 для пистолетов Glock 19X. Версия в цвете Coyote."

L["eft_mount_g17_at_base.printname"] = "Крепление Aimtech для Glock"
L["eft_mount_g17_at_base.compactname"] = "G AT креп."
L["eft_mount_g17_at_base.description"] = "База для установки различных прицельных приспособлений на планке Weaver. Производство Aimtech."

L["eft_mount_g17_tshark.printname"] = "Крепление Aimtech \"Tiger Shark\" для Glock"
L["eft_mount_g17_tshark.compactname"] = "G TShark"
L["eft_mount_g17_tshark.description"] = "База для установки различных прицельных приспособлений на пистолеты серии Glock. Производство Aimtech."

L["eft_muzzle_g17_3port.printname"] = "Компенсатор CARVER Custom \"Decelerator 3 Port\" для Glock 9x19"
L["eft_muzzle_g17_3port.compactname"] = "G 3Port"
L["eft_muzzle_g17_3port.description"] = "Компенсатор производства CARVER Custom. Модель совместима только с пистолетами 9x19 3го поколения."

L["eft_muzzle_g17_aw.printname"] = "Компенсатор Lone Wolf \"AlphaWolf Bullnose\" для Glock 9x19"
L["eft_muzzle_g17_aw.compactname"] = "G AW"
L["eft_muzzle_g17_aw.description"] = "Компенсатор производства Lone Wolf. AlphaWolf может быть установлен только с затворами, имеющими срез типа \"bullnosed\"."

L["eft_muzzle_g17_aw_thr.printname"] = "Втулка предохранительная Lone Wolf \"AlphaWolf\" для Glock 9x19"
L["eft_muzzle_g17_aw_thr.compactname"] = "G AW ВП"
L["eft_muzzle_g17_aw_thr.description"] = "Предохранительная втулка для стволов пистолетов семейства Glock с резьбой, производства Lone Wolf."

L["eft_muzzle_g17_cc4p.printname"] = "Компенсатор CARVER Custom \"4 Port\" для Glock 9x19"
L["eft_muzzle_g17_cc4p.compactname"] = "G 4Port"
L["eft_muzzle_g17_cc4p.description"] = "Компенсатор производства CARVER Custom. Включает 4 верхних порта с 3 выпускными отверстиями по бокам, создавая 10 портов в общем. Модель совместима только с пистолетами Glock 3го поколения."

L["eft_muzzle_g17_dd_fh.printname"] = "Пламегаситель Double Diamond для Glock 9x19"
L["eft_muzzle_g17_dd_fh.compactname"] = "G DD FH"
L["eft_muzzle_g17_dd_fh.description"] = "Простой, недорогой, но при этом достаточно эффективный компенсатор для пистолетов семейства Glock."

L["eft_muzzle_g17_dd_thr.printname"] = "Втулка предохранительная Double Diamond для Glock 9x19"
L["eft_muzzle_g17_dd_thr.compactname"] = "G DD ВП"
L["eft_muzzle_g17_dd_thr.description"] = "Предохранительная втулка для ствола пистолетов семейства Glock с резьбой, производство Double Diamond."

L["eft_muzzle_g17_g4.printname"] = "Компенсатор Strike Industries \"G4 SlideComp\" для Glock 9x19"
L["eft_muzzle_g17_g4.compactname"] = "G SlideComp"
L["eft_muzzle_g17_g4.description"] = "Уникальный компенсатор, разработанный для пистолетов серии Glock, компанией Strike Industries. Имеет специальное крепление для установки непосредственно на затвор, что позволяет использовать его даже со штатным стволом."

L["eft_muzzle_g17_lwd_comp9.printname"] = "Компенсатор Lone Wolf \"LWD-COMP9\" для Glock 9x19"
L["eft_muzzle_g17_lwd_comp9.compactname"] = "LWD-COMP9"
L["eft_muzzle_g17_lwd_comp9.description"] = "Компенсатор, устанавливаемый на пистолеты серии Glock 9x19. Производство Lone Wolf."

L["eft_muzzle_g17_sai_thr.printname"] = "Втулка предохранительная SAI для Glock 9x19"
L["eft_muzzle_g17_sai_thr.compactname"] = "G SAI ВП"
L["eft_muzzle_g17_sai_thr.description"] = "Предохранительная втулка для ствола пистолетов семейства Glock с резьбой, производства Salient Arms International."

L["eft_pgrip_g17_tgg.printname"] = "Накладка Pachmayr \"Tactical Grip Glove\" для Glock"
L["eft_pgrip_g17_tgg.compactname"] = "G TGG"
L["eft_pgrip_g17_tgg.description"] = "Прорезиненная накладка на пистолетную рукоятку, производство Pachmayr. Обеспечивает более надежный хват, а также повышает эргономику. Устанавливается на пистолеты серии Glock."

L["eft_rec_g17_aw.printname"] = "Затвор Lone Wolf \"AlphaWolf\" для Glock"
L["eft_rec_g17_aw.compactname"] = "G AW"
L["eft_rec_g17_aw.description"] = "Затвор для пистолетов семейства Glock, производство Lone Wolf."

L["eft_rec_g17_aw_c.printname"] = "Затвор Lone Wolf \"AlphaWolf Custom\" для Glock"
L["eft_rec_g17_aw_c.compactname"] = "G AW C"
L["eft_rec_g17_aw_c.description"] = "Специальная версия затвора для пистолетов семейства Glock, производство Lone Wolf."

L["eft_rec_g17_mos.printname"] = "Затвор MOS для Glock 17"
L["eft_rec_g17_mos.compactname"] = "G MOS"
L["eft_rec_g17_mos.description"] = "Затвор MOS (Modular Optic System) для пистолетов Glock 17 9x19. Производство Glock."

L["eft_rec_g17_motocut.printname"] = "Затвор Moto Cut для Glock"
L["eft_rec_g17_motocut.compactname"] = "G MotoCut"
L["eft_rec_g17_motocut.description"] = "Облегчённый затвор \"Moto Cut\" для пистолетов Glock 9x19."

L["eft_rec_g17_ps9.printname"] = "Затвор Polymer80 \"PS9\" для Glock"
L["eft_rec_g17_ps9.compactname"] = "G PS9"
L["eft_rec_g17_ps9.description"] = "Затвор \"PS9\" для пистолетов семейства Glock, производство Polymer80."

L["eft_rec_g17_std.printname"] = "Затвор для Glock 17"
L["eft_rec_g17_std.compactname"] = "G17"
L["eft_rec_g17_std.description"] = "Штатный затвор для пистолетов Glock 17 9x19."

L["eft_rec_g17_vipercut.printname"] = "Затвор Viper Cut для Glock"
L["eft_rec_g17_vipercut.compactname"] = "G ViperCut"
L["eft_rec_g17_vipercut.description"] = "Облегченный затвор для пистолетов Glock."

L["eft_rec_g17_zt_hex.printname"] = "Затвор ZEV Tech \"HEX Gen3 RMR\" для Glock"
L["eft_rec_g17_zt_hex.compactname"] = "G ZT HEX"
L["eft_rec_g17_zt_hex.description"] = "Затвор для пистолетов семейства Glock производства ZEV Technologies. Имеет посадочное место под установку коллиматорных прицелов семейства RMR."

L["eft_rec_g17_zt_spartan.printname"] = "Затвор ZEV Tech \"HEX Spartan RMR\" для Glock"
L["eft_rec_g17_zt_spartan.compactname"] = "G ZT Spartan"
L["eft_rec_g17_zt_spartan.description"] = "Затвор для пистолетов семейства Glock производства ZEV Technologies. Имеет посадочное место под установку коллиматорных прицелов семейства RMR."

L["eft_rec_g18c_std.printname"] = "Затвор для Glock 18C"
L["eft_rec_g18c_std.compactname"] = "G18C"
L["eft_rec_g18c_std.description"] = "Штатный затвор для пистолетов Glock 18C 9x19."

L["eft_rec_g19x_std.printname"] = "Затвор для Glock 19X"
L["eft_rec_g19x_std.compactname"] = "G19X"
L["eft_rec_g19x_std.description"] = "Штатный затвор для пистолета Glock 19X 9x19. Поверхности затвора обработаны улучшенным покрытием nPVD, защищающим сталь от коррозии, воздействия химических веществ и сложных природных условий"

L["eft_rs_g17_se.printname"] = "Целик Dead Ringer \"Snake Eye\" для Glock"
L["eft_rs_g17_se.compactname"] = "G SE RS"
L["eft_rs_g17_se.description"] = "Целик с тритиевыми вставками для пистолетов серии Glock, производство Dear Ringer."

L["eft_rs_g17_std.printname"] = "Целик для Glock"
L["eft_rs_g17_std.compactname"] = "Glock RS"
L["eft_rs_g17_std.description"] = "Стандартный целик для пистолетов Glock."

L["eft_rs_g17_tfx.printname"] = "Целик TruGlo \"TFX\" для Glock"
L["eft_rs_g17_tfx.compactname"] = "G TFX RS"
L["eft_rs_g17_tfx.description"] = "Целик с тритиевыми вставками для пистолетов серии Glock, производство TruGlo."

L["eft_rs_g17_zt.printname"] = "Целик ZEV Tech для Glock"
L["eft_rs_g17_zt.compactname"] = "G ZT цел."
L["eft_rs_g17_zt.description"] = "Увеличенный целик для пистолетов серии Glock, производство ZEV Technologies."

L["eft_rs_g19x_std.printname"] = "Целик для Glock 19X"
L["eft_rs_g19x_std.compactname"] = "G19X RS"
L["eft_rs_g19x_std.description"] = "Стандартный целик для пистолета Glock 19X."

L["eft_silencer_fd917.printname"] = "Глушитель Fischer Development \"FD917\" 9x19 для Glock"
L["eft_silencer_fd917.compactname"] = "G FD917"
L["eft_silencer_fd917.description"] = "Инновационный быстросъемный глушитель FD917 производства Fischer Development для пистолетов Glock 17 9x19. Глушитель устанавливается на подствольную направляющую типа \"weawer\", что позволяет использовать его даже со штатным стволом."

L["eft_stock_g17_glr17.printname"] = "Приклад FAB Defense \"GLR-17\" для Glock"
L["eft_stock_g17_glr17.compactname"] = "GLR-17"
L["eft_stock_g17_glr17.description"] = "Телескопический приклад \"GLR-17\" производства FAB Defense. Предназначен для установки на пистолеты серии Glock."

L["eft_tac_g17_tangodown.printname"] = "Крепление TangoDown \"AAM-01 ACRO\" для Glock"
L["eft_tac_g17_tangodown.compactname"] = "G TD"
L["eft_tac_g17_tangodown.description"] = "Крепление TangoDown \"AAM-01\" для установки коллиматорных прицелов Aimpoint ACRO на затвор пистолета Glock \"MOS\"."

L["eft_tac_g17_zt_cap.printname"] = "Заглушка на место крепления прицела ZEV Tech для Glock"
L["eft_tac_g17_zt_cap.compactname"] = "G ZT AP"
L["eft_tac_g17_zt_cap.description"] = "Защитная стальная накладка, устанавливаемая на место крепления коллиматорных прицелов. Производство ZEV Technologies."

///////////////////////////// P90 + Five-seveN
-- [[ 57 ]]
L["eft_57_barrel.printname"] = "Ствол для FN Five-seveN 5.7x28"
L["eft_57_barrel.compactname"] = "5-7 ствол"
L["eft_57_barrel.description"] = "Штатный ствол для пистолетов FN Five-seveN, производства Fabrique Nationale Herstal."

L["eft_57_barrel_threaded.printname"] = "Ствол с резьбой для FN Five-seveN 5.7x28"
L["eft_57_barrel_threaded.compactname"] = "5-7 рзб."
L["eft_57_barrel_threaded.description"] = "Затвор с резьбой для пистолета FN Five-seveN, производства Fabrique Nationale Herstal."

L["eft_57_fs.printname"] = "Мушка для FN Five-seveN MK2"
L["eft_57_fs.compactname"] = "5-7 мшк"
L["eft_57_fs.description"] = "Штатная мушка для пистолетов FN Five-seveN MK2, производства Fabrique Nationale Herstal."

L["eft_57_mag.printname"] = "Магазин на 20 патронов 5.7x28 для FN Five-seveN"
L["eft_57_mag.compactname"] = "5-7 20"
L["eft_57_mag.description"] = "Стандартный 20-зарядный магазин 5.7x28 для пистолетов FN Five-seveN."

L["eft_57_rec.printname"] = "Затвор для FN Five-seveN MK2"
L["eft_57_rec.compactname"] = "5-7"
L["eft_57_rec.description"] = "Затвор для пистолета Five-seveN MK2, производства Fabrique Nationale Herstal."

L["eft_57_rs.printname"] = "Целик для FN Five-seveN MK2"
L["eft_57_rs.compactname"] = "5-7 цел."
L["eft_57_rs.description"] = "Штатный целик для пистолетов FN Five-seveN MK2, производства Fabrique Nationale Herstal."

L["eft_57_rs_rmr.printname"] = "Крепление RMR для FN Five-seveN MK2"
L["eft_57_rs_rmr.compactname"] = "5-7 RMR"
L["eft_57_rs_rmr.description"] = "База производства Fabrique Nationale Herstal для установки прицелов Trijicon RMR или Holosun HS507C."

L["eft_57_silencer.printname"] = "Глушитель Gemtech \"SFN-57\" 5.7x28"
L["eft_57_silencer.compactname"] = "SFN-57"
L["eft_57_silencer.description"] = "Глушитель SFN-57 - это компактный, высококачественный 5.7 мм глушитель для полуавтоматических пистолетов. Производство Gemtech."

-- [[ ammo_57 ]]
L["eft_ammo_57_l191.printname"] = "5.7x28мм L191"
L["eft_ammo_57_l191.compactname"] = "L191"
L["eft_ammo_57_l191.description"] = "Патрон 5.7x28 мм FN L191 с бронебойно-трассирующей пулей массой 2,1 грамм со стальным наконечником над алюминиевым сердечником, с усиленной медной оболочкой, в латунной гильзе. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Красный). Патрон был разработан для обеспечения возможности отслеживания стрельбы пистолетов-пулеметов калибра 5.7x28мм во время автоматического огня, в частности пистолета-пулемета FN P90 в сочетании с патроном 5.7x28мм FN SS190, имея при этом хорошую пробивную способность против брони базового и среднего уровня защиты. Однако, из-за своей конструкции, эта пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_57_r37f.printname"] = "5.7x28мм R37.F"
L["eft_ammo_57_r37f.compactname"] = "R37.F"
L["eft_ammo_57_r37f.description"] = "Патрон 5.7x28мм FN R37.F с медной экспансивной пулей массой 2,4 грамм, в латунной гильзе. Пуля предназначена для фрагментации при ударе, превращая наконечник пули в три заостренных лепестка, обеспечивая выдающееся останавливающее и травмирующее воздействие на цель после попадания. Однако она имеет слабую пробивную способность даже против брони базового уровня защиты."

L["eft_ammo_57_r37x.printname"] = "5.7x28мм R37.X"
L["eft_ammo_57_r37x.compactname"] = "R37.X"
L["eft_ammo_57_r37x.description"] = "Патрон 5.7x28мм FN R37.X с медной пулей массой 2,4 грамм с открытым наконечником, в латунной гильзе. Пуля предназначена для расширения при ударе, превращая наконечник в три заостренных лепестка, что обеспечивает значительное останавливающее и травмирующее воздействие на цель после попадания. Однако пуля имеет слабую пробивную способность даже против брони базового уровня защиты."

L["eft_ammo_57_sb193.printname"] = "5.7x28мм SB193"
L["eft_ammo_57_sb193.compactname"] = "SB193"
L["eft_ammo_57_sb193.description"] = "Патрон 5.7x28 мм FN SB193 с дозвуковой пулей массой 4 грамм со свинцовым сердечником, в усиленной медной оболоке, в латунной гильзе с пониженным зарядом. Пороховая нагрузка в этом патроне отрегулирована таким образом, чтобы обеспечить циклическую стрельбу оружия при стрельбе из пистолета FN Five-SeveN и пистолета-пулемета FN P90, что обеспечивает существенное снижение шума при использовании вместе с глушителем, и, несмотря на низкую начальную скорость, пуля обладает хорошей пробивной способностью против брони базового и среднего уровня защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_57_ss190.printname"] = "5.7x28мм SS190"
L["eft_ammo_57_ss190.compactname"] = "SS190"
L["eft_ammo_57_ss190.description"] = "Патрон 5.7x28 мм FN SS190 с бронебойной пулей массой 2 грамма со стальным наконечником над алюминиевым сердечником, с усиленной медной оболочкой, в латунной гильзе. Благодаря своей начальной скорости и своей конструкции, пуля обладает отличной пробивной способностью против брони базового и среднего уровня защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_57_ss197sr.printname"] = "5.7x28мм SS197SR"
L["eft_ammo_57_ss197sr.compactname"] = "SS197SR"
L["eft_ammo_57_ss197sr.description"] = "Патрон 5.7x28мм FN SS197SR с экспансивной пулей массой 2.6 грамм с медной рубашкой, полимерным наконечником и свинцовым сердечником, в латунной гильзе. Наконечник на пуле действует как клин на сердечник при ударе, позволяя пуле расширяться и наносить критический урон по цели, и, несмотря на особенность ее конструкции и ее низкую скорость по сравнению с другими патронами этого калибра, она обладает хорошей пробивной способностью против брони базового уровня защиты."

L["eft_ammo_57_ss198lf.printname"] = "5.7x28мм SS198LF"
L["eft_ammo_57_ss198lf.compactname"] = "SS198LF"
L["eft_ammo_57_ss198lf.description"] = "Патрон 5.7x28 мм FN SS198LF с пулей с медной рубашкой массой 1,8 грамм с открытым наконечником, с алюминиевым сердечником, в латунной гильзе. Этот патрон был разработан для использования в полиции, достигая более высокой начальной скорости пули по сравнению с другими патронами того же калибра и обеспечивая значительное останавливающее воздействие, однако пуля имеет слабую пробивную способность даже против брони базового уровня защиты."

-- [[ p90 ]]
L["eft_p90_barrel_264.printname"] = "Ствол 264мм для FN P90 5.7x28"
L["eft_p90_barrel_264.compactname"] = "P90 264мм"
L["eft_p90_barrel_264.description"] = "Ствол для пистолета-пулемета FN P90 под патрон 5.7x28мм длиной 264мм (10.5 дюймов)."

L["eft_p90_barrel_407.printname"] = "Ствол 407мм для FN P90 5.7x28"
L["eft_p90_barrel_407.compactname"] = "P90 407мм"
L["eft_p90_barrel_407.description"] = "Ствол для пистолета-пулемета FN P90 под патрон 5.7x28мм длиной 407мм (16 дюймов)."

L["eft_p90_butt_di.printname"] = "Затыльник приклада Damage Industries для FN P90"
L["eft_p90_butt_di.compactname"] = "P90 DI"
L["eft_p90_butt_di.description"] = "Эргономичный тыльник для пистолетов-пулеметов FN P90, также служит как удлинение приклада. Производство Damage Industries."

L["eft_p90_butt_std.printname"] = "Затыльник приклада для FN P90"
L["eft_p90_butt_std.compactname"] = "P90 тыл."
L["eft_p90_butt_std.description"] = "Штатный тыльник приклада для пистолета-пулемета P90, производство Fabrique Nationale Herstal."

L["eft_p90_charge_km.printname"] = "Рукоятка заряжания K&M \"The Handler\" для FN P90"
L["eft_p90_charge_km.compactname"] = "TheHandler"
L["eft_p90_charge_km.description"] = "Эргономическая рукоятка заряжания для FN P90, производство K&M Aerospace. Рукоятка для зарядки изготовлена из авиационного алюминия и анодирована в соответствии с требованиями mil spec type III, класс 2. Включает шариковый фиксатор, который удерживает ручку в сложенном состоянии, когда она не используется."

L["eft_p90_charge_std.printname"] = "Рукоятка заряжания для FN P90"
L["eft_p90_charge_std.compactname"] = "P90"
L["eft_p90_charge_std.description"] = "Штатная рукоятка заряжания для пистолета-пулемета P90, производство Fabrique Nationale Herstal."

L["eft_p90_effen_rec.printname"] = "Верхний ресивер EFFEN 90 для FN P90 5.7x28"
L["eft_p90_effen_rec.compactname"] = "EFFEN 90"
L["eft_p90_effen_rec.description"] = "Низкопрофильный верхний ресивер \"EFFEN 90\" для P90, производство Fabrique Nationale Herstal."

L["eft_p90_effen_siderail.printname"] = "Направляющая EFFEN 90 для FN P90"
L["eft_p90_effen_siderail.compactname"] = "EFFEN 90"
L["eft_p90_effen_siderail.description"] = "Направляющая \"EFFEN 90\" для одноименного ресивера на P90, позволяет устанавливать дополнительное оборудование."

L["eft_p90_mag_std.printname"] = "Магазин на 50 патронов 5.7x28 для FN P90"
L["eft_p90_mag_std.compactname"] = "P90 50"
L["eft_p90_mag_std.description"] = "Штатный 50-зарядный полимерный магазин для пистолетов-пулеметов FN P90, под патрон 5.7x28мм."

L["eft_p90_muzzle_std.printname"] = "Пламегаситель 5.7x28 для FN P90"
L["eft_p90_muzzle_std.compactname"] = "P90"
L["eft_p90_muzzle_std.description"] = "Штатный пламегаситель для пистолета-пулемета P90. Производство Fabrique Nationale Herstal."

L["eft_p90_rec_siderail.printname"] = "Направляющая боковая для FN P90"
L["eft_p90_rec_siderail.compactname"] = "P90 бок."
L["eft_p90_rec_siderail.description"] = "Боковая направляющая на штатный ресивер для пистолета-пулемета FN P90, позволяет устанавливать дополнительное оборудование."

L["eft_p90_rec_std.printname"] = "Верхний ресивер для FN P90 5.7x28"
L["eft_p90_rec_std.compactname"] = "P90"
L["eft_p90_rec_std.description"] = "Штатный верхний ресивер для пистолета-пулемета P90, производство Fabrique Nationale Herstal."

L["eft_p90_rec_toprail.printname"] = "Направляющая верхняя для FN P90"
L["eft_p90_rec_toprail.compactname"] = "P90 верх."
L["eft_p90_rec_toprail.description"] = "Верхняя направляющая на штатный ресивер для пистолета-пулемета FN P90, позволяет устанавливать дополнительное оборудование."

L["eft_p90_scope.printname"] = "Коллиматорный прицел Ring Sight для FN P90"
L["eft_p90_scope.compactname"] = "Ring Sight"
L["eft_p90_scope.description"] = "Коллиматорный прицел \"Ring Sight\" для пистолета-пулемета P90, производство Fabrique Nationale Herstal."

L["eft_p90_silencer.printname"] = "Глушитель Attenuator 5.7x28 для FN P90"
L["eft_p90_silencer.compactname"] = "Attenuator"
L["eft_p90_silencer.description"] = "Глушитель \"Attenuator\" под калибр 5.7x28мм производства Fabrique Nationale Herstal."

L["eft_p90_stock_std.printname"] = "Приклад для FN P90"
L["eft_p90_stock_std.compactname"] = "P90"
L["eft_p90_stock_std.description"] = "Штатный полимерный приклад для пистолета-пулемета P90. Производство Fabrique Nationale Herstal."

L["eft_ps90_stock.printname"] = "Приклад для FN PS90"
L["eft_ps90_stock.compactname"] = "PS90"
L["eft_ps90_stock.description"] = "Приклад для гражданского варианта пистолета-пулемета PS90. Производство Fabrique Nationale Herstal."

L["eft_ps90_rec.printname"] = "Верхний ресивер для FN PS90 5.7x28"
L["eft_ps90_rec.compactname"] = "PS90"
L["eft_ps90_rec.description"] = "Штатный верхний ресивер для PS90, производства Fabrique Nationale Herstal."

///////////////////////////// TOZ-106 + MP-18
-- [[ ammo_20x70 ]]
L["eft_ammo_20x70_56.printname"] = "20/70 5.6мм картечь"
L["eft_ammo_20x70_56.compactname"] = "5.6мм"
L["eft_ammo_20x70_56.description"] = "Патрон 20/70, заряженный картечью 5.6мм, для ружей 20 калибра."

L["eft_ammo_20x70_62.printname"] = "20/70 6.2мм картечь"
L["eft_ammo_20x70_62.compactname"] = "6.2мм"
L["eft_ammo_20x70_62.description"] = "Патрон 20/70, заряженный картечью 6.2мм, для ружей 20 калибра."

L["eft_ammo_20x70_73.printname"] = "20/70 7.3мм картечь"
L["eft_ammo_20x70_73.compactname"] = "7.3мм"
L["eft_ammo_20x70_73.description"] = "Патрон 20/70, заряженный картечью 7.3мм, для ружей 20 калибра."

L["eft_ammo_20x70_75.printname"] = "20/70 7.5мм картечь"
L["eft_ammo_20x70_75.compactname"] = "7.5мм"
L["eft_ammo_20x70_75.description"] = "Патрон 20/70, заряженный картечью 7.5мм, для ружей 20 калибра."

L["eft_ammo_20x70_devastator.printname"] = "20/70 пуля Devastator"
L["eft_ammo_20x70_devastator.compactname"] = "Devastator"
L["eft_ammo_20x70_devastator.description"] = "Патрон с тупоголовой экспансивной пулей 20/70 для ружей 20 калибра."

L["eft_ammo_20x70_poleva3.printname"] = "20/70 пуля \"Полева-3\""
L["eft_ammo_20x70_poleva3.compactname"] = "Полева-3"
L["eft_ammo_20x70_poleva3.description"] = "Патрон \"Полева-3\" с экспансивной пулей 20/70 для ружей 12 калибра."

L["eft_ammo_20x70_poleva6u.printname"] = "20/70 пуля \"Полева-6у\""
L["eft_ammo_20x70_poleva6u.compactname"] = "Полева-6у"
L["eft_ammo_20x70_poleva6u.description"] = "Патрон \"Полева-6у\" с цельно свинцовой пулей 20/70 для ружей 20 калибра."

L["eft_ammo_20x70_star.printname"] = "20/70 пуля Star"
L["eft_ammo_20x70_star.compactname"] = "Star"
L["eft_ammo_20x70_star.description"] = "Патрон с пулей \"Star\" 20/70 для ружей 20 калибра."

-- [[ mp18 ]]
L["eft_mp18_barrel_762x54r.printname"] = "Ствол 600мм для MP-18 7.62x54R"
-- L["eft_mp18_barrel_762x54r.compactname"] = "MP18 600мм"
L["eft_mp18_barrel_762x54r.description"] = "Стандартный заводской ствол для ружья MP-18 длиной 600мм под патрон 7.62x54R, с местом под прицельную планку."

L["eft_mp18_hg_poly.printname"] = "Цевье полимерное для MP-18"
L["eft_mp18_hg_poly.compactname"] = "MP-18"
L["eft_mp18_hg_poly.description"] = "Полимерное цевье для ружей MP-18 производства ИжМех."

L["eft_mp18_hg_wood.printname"] = "Цевье деревянное для MP-18"
L["eft_mp18_hg_wood.compactname"] = "MP-18 дер."
L["eft_mp18_hg_wood.description"] = "Цевьё из дерева для ружей MP-18 производства ИжМех."

L["eft_mp18_mount_std.printname"] = "Крепление RIS для MP-18"
L["eft_mp18_mount_std.compactname"] = "MP18 RIS"
L["eft_mp18_mount_std.description"] = "RIS крепление для установки различных прицельных устройств на ружья MP-18."

L["eft_mp18_stock_poly.printname"] = "Приклад полимерный для MP-18"
L["eft_mp18_stock_poly.compactname"] = "MP18 пол."
L["eft_mp18_stock_poly.description"] = "Полимерный приклад для ружей MP-18 производства ИжМех."

L["eft_mp18_stock_wood.printname"] = "Приклад деревянный для MP-18"
L["eft_mp18_stock_wood.compactname"] = "MP18 дер."
L["eft_mp18_stock_wood.description"] = "Приклад из дерева для ружей MP-18 производства ИжМех."

-- [[ toz106 ]]
L["eft_grip_toz106.printname"] = "Пистолетная рукоятка \"002\" для ТОЗ-106"
L["eft_grip_toz106.compactname"] = "ТОЗ106"
L["eft_grip_toz106.description"] = "Пистолетная рукоятка ТОЗ 002 для болтового ружья ТОЗ-106."

L["eft_mag_toz106_2.printname"] = "Магазин МЦ 20-01 Сб.3 на 2 патрона 20к для ТОЗ-106"
L["eft_mag_toz106_2.compactname"] = "20-01 Сб.3x2"
L["eft_mag_toz106_2.description"] = "Двухзарядный магазин для ружья МЦ 20-01 и ТОЗ-106 20-го калибра."

L["eft_mag_toz106_4.printname"] = "Магазин МЦ 20-01 Сб.3 на 4 патрона 20к для ТОЗ-106"
L["eft_mag_toz106_4.compactname"] = "Сб.3х4"
L["eft_mag_toz106_4.description"] = "Четырехзарядный магазин для ружья МЦ 20-01 и ТОЗ-106 20-го калибра."

L["eft_mag_toz106_5.printname"] = "Магазин МЦ 20-01 Сб.3 на 5 патронов 20к для ТОЗ-106"
L["eft_mag_toz106_5.compactname"] = "Сб.3x5"
L["eft_mag_toz106_5.description"] = "Пятизарядный магазин для ружья МЦ 20-01 и ТОЗ-106 20-го калибра"

L["eft_mount_toz106_mountdove.printname"] = "Крепление Ласточкин Хвост для ТОЗ-106"
L["eft_mount_toz106_mountdove.compactname"] = "106"
L["eft_mount_toz106_mountdove.description"] = "Крепление типа \"Ласточкин Хвост\", предназначенное для установки на ТОЗ-106. Позволяет устанавливать крепление для прицелов."

L["eft_mount_toz106_mountrail.printname"] = "Крепление с направляющей для ТОЗ-106"
L["eft_mount_toz106_mountrail.compactname"] = "106 креп."
L["eft_mount_toz106_mountrail.description"] = "Универсальное крепление с направляющей типа \"Weaver\" для ТОЗ-106. Предназначена для установки оптических, коллиматорных прицелов, ЛЦУ и прочих приборов и приспособлений. Для установки требуется крепление \"Ласточкин Хвост\"."

L["eft_stock_toz106_full.printname"] = "Ложе для МЦ 20-01 и совместимых"
L["eft_stock_toz106_full.compactname"] = "МЦ 20-01"
L["eft_stock_toz106_full.description"] = "Штатное ложе для ружья МЦ 20-01, однако может быть установлено на ТОЗ-106, МЦ 20-08 и МЦ 20-09."

L["eft_stock_toz106_gpcp.printname"] = "Подщечник FAB Defense \"GPCP\" для ТОЗ-106"
L["eft_stock_toz106_gpcp.compactname"] = "GPCP"
L["eft_stock_toz106_gpcp.description"] = "Урезанная версия подщечника FAB Defense \"GPCP\" для складного приклада ТОЗ-106."

L["eft_stock_toz106_mosin.printname"] = "Ложе на базе Мосина для ТОЗ-106"
L["eft_stock_toz106_mosin.compactname"] = "ТОЗ106 Мосин"
L["eft_stock_toz106_mosin.description"] = "Кустарное ложе для ТОЗ-106, сделанное на базе ложа винтовки Мосина неизвестным автором."

L["eft_stock_toz106_std.printname"] = "Ложе с прикладом для ТОЗ-106"
L["eft_stock_toz106_std.compactname"] = "ТОЗ106"
L["eft_stock_toz106_std.description"] = "Штатное ложе со складным прикладом для ружья ТОЗ-106."

///////////////////////////// Slickers Attachment
-- [[ usp ]]
L["eft_tactical_slickers.printname"] = "Шоколадный батончик Slickers"
L["eft_tactical_slickers.compactname"] = "Slickers"
L["eft_tactical_slickers.description"] = "Питательный батончик для быстрого перекуса. Хорошо сбалансирован по составу белков, клетчатки и витаминов, но чересчур сладкий."

L["eft_mag_slickers.printname"] = "Шоколадный батончик Slickers"
L["eft_mag_slickers.compactname"] = "Slickers"
L["eft_mag_slickers.description"] = "Питательный батончик для быстрого перекуса. Хорошо сбалансирован по составу белков, клетчатки и витаминов, но чересчур сладкий."

L["eft_scope_slickers30mm.printname"] = "Шоколадный батончик Slickers"
L["eft_scope_slickers30mm.compactname"] = "Slickers"
L["eft_scope_slickers30mm.description"] = "Питательный батончик для быстрого перекуса. Хорошо сбалансирован по составу белков, клетчатки и витаминов, но чересчур сладкий."

L["eft_scope_slickers34mm.printname"] = "Шоколадный батончик Slickers"
L["eft_scope_slickers34mm.compactname"] = "Slickers"
L["eft_scope_slickers34mm.description"] = "Питательный батончик для быстрого перекуса. Хорошо сбалансирован по составу белков, клетчатки и витаминов, но чересчур сладкий."

///////////////////////////// KS-23M + Mosin Rifles
-- [[ ks23 ]]
L["eft_ks23_barrel_510.printname"] = "Ствол 510мм для КС-23 23x75"
L["eft_ks23_barrel_510.compactname"] = "КС23 510мм"
L["eft_ks23_barrel_510.description"] = "Ствол для помпового ружья КС-23М 23x75мм длиной 510мм."

L["eft_ks23_barrel_700.printname"] = "Ствол 700мм для КС-23 23x75"
L["eft_ks23_barrel_700.compactname"] = "КС23 700мм"
L["eft_ks23_barrel_700.description"] = "Ствол для помпового ружья КС-23М 23x75мм длиной 700мм."

L["eft_ks23_hg_std.printname"] = "Цевье для КС-23М"
L["eft_ks23_hg_std.compactname"] = "КС-23М"
L["eft_ks23_hg_std.description"] = "Штатное полимерное цевьё для ружья КС-23М производства ТОЗ."

L["eft_ks23_stock_wood.printname"] = "Приклад деревянный для КС-23"
L["eft_ks23_stock_wood.compactname"] = "КС23 дер."
L["eft_ks23_stock_wood.description"] = "Деревянный приклад с резиновым тыльником для ружья КС-23."

L["eft_ks23_stock_pistol.printname"] = "Пистолетная рукоятка для КС-23М"
L["eft_ks23_stock_pistol.compactname"] = "КС23М"
L["eft_ks23_stock_pistol.description"] = "Полимерная пистолетная рукоятка для ружья КС-23М, производство ТОЗ."

L["eft_ks23_stock_steel.printname"] = "Приклад стальной для КС-23М"
L["eft_ks23_stock_steel.compactname"] = "КС-23М сталь"
L["eft_ks23_stock_steel.description"] = "Стальной проволочный приклад для ружья КС-23М производства ТОЗ."

L["eft_ks23_mag_3.printname"] = "Затычка магазина на 3 патрона 23x75 для КС-23М"
L["eft_ks23_mag_3.compactname"] = "КС-23Мx3"
L["eft_ks23_mag_3.description"] = "Затычка для штатного трубчатого магазина емкостью 3 патрона для КС-23М, под патрон 23x75мм."

L["eft_optic_rusak.printname"] = "Коллиматорный прицел КОМЗ \"Русак\""
L["eft_optic_rusak.compactname"] = "Русак"
L["eft_optic_rusak.description"] = "Коллиматорный прицел \"Русак\", разработанный Казанским ОМЗ в середине 90-х годов для использования на охотничьем оружии. Монтируется на направляющую типа \"Ласточкин хвост\", юстировка прицела возможна только после его полной разборки. Тяжелый, неудобный, мутный прицел со значительным параллаксом марки - настоящий продукт своего времени. Впрочем, это все еще немного эффективнее, чем стрельба с открытых прицельных приспособлений."

L["eft_ammo_23x75_sh10.printname"] = "23x75мм картечь \"Шрапнель-10\""
L["eft_ammo_23x75_sh10.compactname"] = "Шрап-10"
L["eft_ammo_23x75_sh10.description"] = "Патрон 22x75ммR \"Шрапнель-10\" с картечью с эффективной дистанцией около 10 метров."

L["eft_ammo_23x75_sh25.printname"] = "23x75мм картечь \"Шрапнель-25\""
L["eft_ammo_23x75_sh25.compactname"] = "Шрап-25"
L["eft_ammo_23x75_sh25.description"] = "Патрон 23x75ммR \"Шрапнель-25\" с картечью с эффективной дистанцией около 25 метров."

L["eft_ammo_23x75_bar.printname"] = "23x75мм пуля \"Баррикада\""
L["eft_ammo_23x75_bar.compactname"] = "Баррикада"
L["eft_ammo_23x75_bar.description"] = "Патрон 23x75ммR \"Баррикада\" с цельностальной остроконечной пулей, способной принудительно останавливать автомобили, повреждая их двигатель. Дальность применения до 100 метров."

L["eft_ammo_23x75_zvezda.printname"] = "23x75мм светозвуковой патрон \"Звезда\""
L["eft_ammo_23x75_zvezda.compactname"] = "Звезда"
L["eft_ammo_23x75_zvezda.description"] = "Светозвуковой патрон 23х75ммR \"Звезда\", предназначенный для психологического воздействия на противника."

-- [[ mosin ]]
L["eft_mosin_barrel_200.printname"] = "Обрезанный ствол 200мм для Винтовки Мосина 7.62x54R"
L["eft_mosin_barrel_200.compactname"] = "Мосина 200мм"
L["eft_mosin_barrel_200.description"] = "Обрез ствола для винтовки Мосина длиной 200мм."

L["eft_mosin_barrel_220.printname"] = "Обрезанный ствол 220мм с резьбой для Винтовки Мосина 7.62x54R"
L["eft_mosin_barrel_220.compactname"] = "Мосина 220мм"
L["eft_mosin_barrel_220.description"] = "Обрез ствола для винтовки Мосина длиной 220мм."

L["eft_mosin_barrel_514.printname"] = "Ствол 514мм для Карабина Мосина 7.62x54R"
L["eft_mosin_barrel_514.compactname"] = "Мосина 514мм"
L["eft_mosin_barrel_514.description"] = "Штатный ствол для Винтовки Мосина длиной 514мм."

L["eft_mosin_barrel_730.printname"] = "Ствол 730мм для Винтовки Мосина 7.62x54R"
L["eft_mosin_barrel_730.compactname"] = "Мосина 730мм"
L["eft_mosin_barrel_730.description"] = "Штатный ствол для Винтовки Мосина длиной 730мм."

L["eft_mosin_std_fs.printname"] = "Мушка для Винтовки Мосина"
L["eft_mosin_std_fs.compactname"] = "Мосина"
L["eft_mosin_std_fs.description"] = "Штатная мушка для Винтовки Мосина."

L["eft_mosin_std_rs.printname"] = "Целик для Винтовки Мосина"
L["eft_mosin_std_rs.compactname"] = "Мосина"
L["eft_mosin_std_rs.description"] = "Штатный целик для Винтовки Мосина."

L["eft_mosin_carb_rs.printname"] = "9x19мм AP 6.3"
L["eft_mosin_carb_rs.compactname"] = "AP 6.3"
L["eft_mosin_carb_rs.description"] = "Патрон 9x19мм Парабеллум AP 6.3 (Armor-Piercing - \"Бронебойная\") с двухэлементной бронебойной пулей с 6.3мм наконечником из закаленной стали и латунным поддоном. Несмотря на то, что пуля имеет среднюю начальную скорость относительно других патронов того же калибра, она обладает высокой бронепробиваемостью против базового и среднего уровня защиты и поражающей способностью."

L["eft_mosin_pgrip_tacfire.printname"] = "Пистолетная рукоятка Tacfire для Винтовки Мосина"
L["eft_mosin_pgrip_tacfire.compactname"] = "Мосин"
L["eft_mosin_pgrip_tacfire.description"] = "Полимерная пистолетная рукоятка производства Tacfire для винтовки Мосина."

L["eft_mosin_butt_aim.printname"] = "Затыльник AIM Sports \"Recoil Pad\" для Винтовки Мосина"
L["eft_mosin_butt_aim.compactname"] = "Мосин RPad"
L["eft_mosin_butt_aim.description"] = "Прорезиненный затыльник приклада для винтовки Мосина. Производство Aim Sports."

L["eft_mosin_mount_kochetov.printname"] = "Крепление Кочетова для Винтовки Мосина"
L["eft_mosin_mount_kochetov.compactname"] = "Кочетов"
L["eft_mosin_mount_kochetov.description"] = "Крепление Кочетова для винтовок Мосина, позволяет устанавливать прицел ПУ 3.5х."

L["eft_mosin_mount_rings.printname"] = "Кольца для прицела ПУ 3.5x"
L["eft_mosin_mount_rings.compactname"] = "ПУ креп."
L["eft_mosin_mount_rings.description"] = "Штатные кольца прицелов ПУ на крепление Кочетова."

L["eft_mosin_scope_pu.printname"] = "Оптический прицел ПУ 3.5x"
L["eft_mosin_scope_pu.compactname"] = "ПУ 3.5x"
L["eft_mosin_scope_pu.description"] = "Оптический прицел ПУ кратностью 3.5x для снайперских винтовок Мосина."

L["eft_mosin_mount_patriot.printname"] = "Направляющая Arbalet \"Патриот K+W\" для Винтовки Мосина"
L["eft_mosin_mount_patriot.compactname"] = "Патриот K+W"
L["eft_mosin_mount_patriot.description"] = "Направляющая \"Патриот K+W\" для винтовки Мосина, производство Arbalet."

L["eft_mosin_mount_trirail.printname"] = "Крепление AIM Sports \"Tri-Rail\" для Винтовки Мосина"
L["eft_mosin_mount_trirail.compactname"] = "Мосин 3Rail"
L["eft_mosin_mount_trirail.description"] = "Направляющая \"Weaver\" для винтовки Мосина, устанавливаемая на штатное место крепления целика. Производство AIM Sports."

L["eft_mosin_mount_mng.printname"] = "Крепление AIM Sports \"MNG\" для Винтовки Мосина"
L["eft_mosin_mount_mng.compactname"] = "Мосин MNG"
L["eft_mosin_mount_mng.description"] = "Направляющая Пикатинни для винтовки Мосина, устанавливаемая на штатное место крепления целика. Производство AIM Sports."

L["eft_mosin_stock_carbine.printname"] = "Ложе для Карабина Мосина"
L["eft_mosin_stock_carbine.compactname"] = "Мосин карабин"
L["eft_mosin_stock_carbine.description"] = "Деревянное ложе для Карабина Мосина."

L["eft_mosin_stock_inf.printname"] = "Ложе пехотное для Винтовки Мосина"
L["eft_mosin_stock_inf.compactname"] = "Мосин ложе пех."
L["eft_mosin_stock_inf.description"] = "Пехотное деревянное ложе для Винтовки Мосина."

L["eft_mosin_stock_sawnoff.printname"] = "Ложе обрезанное для Винтовки Мосина"
L["eft_mosin_stock_sawnoff.compactname"] = "Мосин обрез"
L["eft_mosin_stock_sawnoff.description"] = "Обрез деревянного ложа для Винтовки Мосина. Компактный и смертоносный."

L["eft_mosin_stock_sawnoff_sniper.printname"] = "Ложе снайперское обрезанное для Винтовки Мосина"
L["eft_mosin_stock_sawnoff_sniper.compactname"] = "Мосин снайпер обрез"
L["eft_mosin_stock_sawnoff_sniper.description"] = "Обрез снайперского деревянного ложа для Винтовки Мосина. Компактный и смертоносный."

L["eft_mosin_stock_sniper_carbine.printname"] = "Ложе снайперское для Карабина Мосина"
L["eft_mosin_stock_sniper_carbine.compactname"] = "Мосин снайпер карабин"
L["eft_mosin_stock_sniper_carbine.description"] = "Деревянное ложе для снайперского карабина Винтовки Мосина."

L["eft_mosin_stock_std.printname"] = "Ложе для Винтовки Мосина"
L["eft_mosin_stock_std.compactname"] = "Мосин ложе"
L["eft_mosin_stock_std.description"] = "Деревянное ложе для Винтовки Мосина."

L["eft_mosin_stock_ati.printname"] = "Ложе ATI \"Monte Carlo\" для Винтовки Мосина"
L["eft_mosin_stock_ati.compactname"] = "Мосин MC"
L["eft_mosin_stock_ati.description"] = "Полимерное ложе в стиле Monte Carlo для Винтовки Мосина, придаёт винтовке более современный вид. Производство ATI outdoors."

L["eft_mosin_stock_opfor.printname"] = "Ложе ProMag \"Archangel OPFOR PRS\" для Винтовки Мосина"
L["eft_mosin_stock_opfor.compactname"] = "Archangel Мосин"
L["eft_mosin_stock_opfor.description"] = "Приклад \"Archangel OPFOR PRS\" для снайперской винтовки Мосина. Эргономичная рукоятка типа «гусиная шея» с выступами для ладони обеспечивают максимальную точность и комфорт. Производство ProMag."

L["eft_mosin_mag_5.printname"] = "Магазин на 5 патронов 7.62x54R для Винтовки Мосина"
L["eft_mosin_mag_5.compactname"] = "Мосин 5"
L["eft_mosin_mag_5.description"] = "Штатный встроенный магазин 7.62x54R емкостью 5 патронов для Винтовки Мосина. Магазин встраивается в винтовку и не может заменяться на ходу, так что брать с собой в рейд сразу несколько не рекомендуется."

L["eft_mosin_mag_10.printname"] = "Магазин ProMag \"Archangel OPFOR\" на 10 патронов 7.62x54R для Винтовки Мосина"
L["eft_mosin_mag_10.compactname"] = "AA762R 02 10"
L["eft_mosin_mag_10.description"] = "10-зарядный съемный магазин, устанавливается только на ложе из комплекта \"Archangel\" для винтовки Мосина, производство ProMag."

L["eft_mosin_muzzle_bramit.printname"] = "Глушитель \"Брамит\" 7.62x54R для Винтовки Мосина"
L["eft_mosin_muzzle_bramit.compactname"] = "Брамит"
L["eft_mosin_muzzle_bramit.description"] = "Штатный глушитель для винтовки Мосина."

L["eft_mosin_muzzle_tpp.printname"] = "Дульный тормоз Texas Precision Products 7.62x54R для Винтовки Мосина"
L["eft_mosin_muzzle_tpp.compactname"] = "Мосин TPP"
L["eft_mosin_muzzle_tpp.description"] = "Дульный тормоз для установки на Винтовку Мосина, производство Texas Precision Products."

L["eft_mosin_muzzle_tanker.printname"] = "Дульный тормоз Tacfire \"Tanker Style\" 7.62x54R для Винтовки Мосина"
L["eft_mosin_muzzle_tanker.compactname"] = "Мосин Tanker"
L["eft_mosin_muzzle_tanker.description"] = "Дульный тормоз \"Tanker Style\" для винтовки Мосина. Производство Tacfire."

L["eft_mosin_muzzle_wm.printname"] = "Дульный тормоз Witt Machine 7.62x54R для Винтовки Мосина"
L["eft_mosin_muzzle_wm.compactname"] = "Мосин WM"
L["eft_mosin_muzzle_wm.description"] = "Дульный тормоз для установки на винтовку Мосина, производство Witt Machine."

L["eft_mosin_muzzle_kiba.printname"] = "Переходник Kiba Arms для винтовки Мосина 7.62x54R"
L["eft_mosin_muzzle_kiba.compactname"] = "Мосин 14х1"
L["eft_mosin_muzzle_kiba.description"] = "Кустарно выполненный переходник для дульных устройств. Дает возможность установки дульных устройств калибра 7.62 на винтовку Мосина."

L["eft_mosin_muzzle_tr.printname"] = "Переходник Tiger Rock на калибр 7.62x51 для Винтовки Мосина"
L["eft_mosin_muzzle_tr.compactname"] = "TR прх."
L["eft_mosin_muzzle_tr.description"] = "Переходник от Tiger Rock для дульных устройств. Дает возможность установки дульных устройств калибра 7.62x51 НАТО на винтовку Мосина."

L["eft_mosin_muzzle_wt.printname"] = "Переходник Weapon Tuning на калибр 7.62x39 для Винтовки Мосина"
L["eft_mosin_muzzle_wt.compactname"] = "WT1052"
L["eft_mosin_muzzle_wt.description"] = "Переходник от Weapon Tuning для дульных устройств. Дает возможность установки дульных устройств калибра 7.62 с современных моделей на винтовку Мосина."

///////////////////////////// PKM + PKP Pecheneg
-- [[ pkm ]]
L["eft_barrel_pkm.printname"] = "Ствол 658мм для ПКМ 7.62x54R"
L["eft_barrel_pkm.compactname"] = "ПКМ 658мм"
L["eft_barrel_pkm.description"] = "Штатный ствол для Пулемета Калашникова длиной 658мм. Производство Завода имени В. А. Дегтярева."

L["eft_barrel_pkp.printname"] = "Ствол 658мм для ПКП 7.62x54R"
L["eft_barrel_pkp.compactname"] = "ПКП 658мм"
L["eft_barrel_pkp.description"] = "Штатный ствол для ПКП \"Печенег\" длиной 658мм и встроенным ДТК. Производство Завода имени В. А. Дегтярева."

L["eft_muzzle_pkm_dtk1p.printname"] = "Дульный тормоз Зенит \"ДТК-1П\" 7.62x54R для ПК"
L["eft_muzzle_pkm_dtk1p.compactname"] = "ДТК-1П"
L["eft_muzzle_pkm_dtk1p.description"] = "Дульный тормоз \"ДТК-1П\", предназначенный для установки на пулеметы ПК, ПКМ и ПКП. Производство Зенит."

L["eft_muzzle_pkm_fh.printname"] = "Щелевой пламегаситель 7.62x54R для ПКМ"
L["eft_muzzle_pkm_fh.compactname"] = "ПКМ"
L["eft_muzzle_pkm_fh.description"] = "Штатный пламегаситель для Пулемета Калашникова. Производство Завода имени В. А. Дегтярева."

L["eft_muzzle_pkm_mb.printname"] = "Дульный тормоз-компенсатор 7.62x54R для ПКМ"
L["eft_muzzle_pkm_mb.compactname"] = "ПКМ"
L["eft_muzzle_pkm_mb.description"] = "Штатный дульный тормоз-компенсатор для Пулемета Калашникова. Производство Завода имени В. А. Дегтярева."

L["eft_pkm_mag_100.printname"] = "Короб на 100 патронов 7.62x54R для ПК"
L["eft_pkm_mag_100.compactname"] = "ПК"
L["eft_pkm_mag_100.description"] = "Штатная патронная коробка для Пулемета Калашникова на 100 патронов под калибр 7.62x54R. Производство Завода имени В. А. Дегтярева."

-- L["eft_pkm_bipod.printname"] = "Сошки для ПК"
-- L["eft_pkm_bipod.compactname"] = "ПК"
-- L["eft_pkm_bipod.description"] = "Штатные сошки для Пулемета Калашникова. Производство Завода имени В. А. Дегтярева."

L["eft_hg_pk_zenit.printname"] = "Цевье Зенит \"Б-50\" для ПК"
L["eft_hg_pk_zenit.compactname"] = "Б-50"
L["eft_hg_pk_zenit.description"] = "Цельнофрезерованное цевье Б-50 из сплава Д16Т для Пулемета Калашникова. Позволяет устанавливать дополнительное оборудование и рукоятки. Производство Зенит."

L["eft_mount_b50_66.printname"] = "Стойка 66мм Зенит \"Б-50\" для ПК"
L["eft_mount_b50_66.compactname"] = "Б50 66"
L["eft_mount_b50_66.description"] = "Стойка 66мм Зенит \"Б-50\" для Пулемета Калашникова. Имеет направляющую типа \"Weaver\" для установки различных прицельных приспособлений. Производство Зенит."

L["eft_mount_b50_16.printname"] = "Стойка 16мм Зенит \"Б-50\" для ПК"
L["eft_mount_b50_16.compactname"] = "Б50 16"
L["eft_mount_b50_16.description"] = "Стойка 16мм Зенит \"Б-50\" для Пулемета Калашникова. Имеет направляющую типа \"Weaver\" для установки различных прицельных приспособлений. Производство Зенит."

L["eft_pg_pk.printname"] = "Пистолетная рукоятка для ПК"
L["eft_pg_pk.compactname"] = "ПК"
L["eft_pg_pk.description"] = "Штатная пистолетная рукоятка для Пулемета Калашникова. Производство Завода имени В. А. Дегтярева."

L["eft_pg_pkb.printname"] = "Пистолетная рукоятка для ПК (черная)"
L["eft_pg_pkb.compactname"] = "ПК чер."
L["eft_pg_pkb.description"] = "Штатная пистолетная рукоятка черного цвета для Пулемета Калашникова. Производство Завода имени В. А. Дегтярева."

L["eft_rs_pk.printname"] = "Целик для ПК"
L["eft_rs_pk.compactname"] = "ПК цел."
L["eft_rs_pk.description"] = "Штатный целик для Пулемета Калашникова. Производство Завода имени В. А. Дегтярева."

L["eft_stock_pkm_wood.printname"] = "Приклад деревянный для ПКМ"
L["eft_stock_pkm_wood.compactname"] = "ПКМ"
L["eft_stock_pkm_wood.description"] = "Штатный деревянный приклад для Пулемета Калашникова. Производство Завода имени В. А. Дегтярева."

L["eft_stock_pkm_pl.printname"] = "Приклад полимерный для ПКП"
L["eft_stock_pkm_pl.compactname"] = "ПКП"
L["eft_stock_pkm_pl.description"] = "Штатный полимерный приклад для ПКП \"Печенег\". Производство Завода имени В. А. Дегтярева."

L["eft_stock_pkm_zenit.printname"] = "Приклад Зенит \"ПТ-2 Классика\" для ПК"
L["eft_stock_pkm_zenit.compactname"] = "ПТ-2"
L["eft_stock_pkm_zenit.description"] = "Приклад телескопический ПТ-2 выполненный из сплава алюминия Д16Т устанавливается на штатное место приклада Пулемета Калашникова, имеет механизм регулировки длины и регулируемую по высоте щеку. Производство Зенит."

///////////////////////////// M870 + FN40GL
-- [[ m2a1 ]]
L["eft_optic_m2a1.printname"] = "Гранатометный коллиматорный прицел Milkor \"M2A1\" (Zeroing)"
L["eft_optic_m2a1.compactname"] = "M2A1 [Z]"
L["eft_optic_m2a1.description"] = "<color=255,100,100>WARNING</color>: Due to ARC9 technical issues, it is impossible to create an attachment that have attachment slots that follow bone model rotations. Therefore, this attachment has been split into two; this one supports <color=255,200,100>zeroing</color>.\n\nПрицел M2A1 с регулировкой высоты с шагом 25 метров. Встроенный датчик освещенности затемняет сетку в светлое время суток и делает ее ярче ночью. Прицел M2A1 Reflex Sight расширяет общую функциональность и возможности использования MSGL.\n"

L["eft_optic_m2a1_atts.printname"] = "Гранатометный коллиматорный прицел Milkor \"M2A1\" (Attachments)"
L["eft_optic_m2a1_atts.compactname"] = "M2A1 [A]"
L["eft_optic_m2a1_atts.description"] = "<color=255,100,100>WARNING</color>: Due to ARC9 technical issues, it is impossible to create an attachment that have attachment slots that follow bone model rotations. Therefore, this attachment has been split into two; this one supports <color=255,200,100>additional attachment slots</color>.\n\nПрицел M2A1 с регулировкой высоты с шагом 25 метров. Встроенный датчик освещенности затемняет сетку в светлое время суток и делает ее ярче ночью. Прицел M2A1 Reflex Sight расширяет общую функциональность и возможности использования MSGL.\n"

-- [[ m870 ]]
L["eft_m870_barrel_325.printname"] = "Обрезанный ствол 325мм для M870 12к"
L["eft_m870_barrel_325.compactname"] = "M870 325мм"
L["eft_m870_barrel_325.description"] = "Обрез ствола для ружья Remington Model 870 длиной 325мм."

L["eft_m870_barrel_355.printname"] = "Ствол 355мм для M870 12к"
L["eft_m870_barrel_355.compactname"] = "M870 355мм"
L["eft_m870_barrel_355.description"] = "Ствол для ружья Remington Model 870 длиной 355мм, под патрон 12 калибра."

L["eft_m870_barrel_508.printname"] = "Ствол 508мм для M870 12к"
L["eft_m870_barrel_508.compactname"] = "M870 508мм"
L["eft_m870_barrel_508.description"] = "Ствол для ружья Remington Model 870 длиной 508мм."

L["eft_m870_barrel_508fs.printname"] = "Ствол 508мм с механическим прицелом для M870 12к"
L["eft_m870_barrel_508fs.compactname"] = "M870 508мм ПР"
L["eft_m870_barrel_508fs.description"] = "Ствол для ружья Remington Model 870 длиной 508мм с механическими прицельными приспособлениями."

L["eft_m870_barrel_660.printname"] = "Ствол 660мм для M870 12к"
L["eft_m870_barrel_660.compactname"] = "M870 660мм"
L["eft_m870_barrel_660.description"] = "Ствол для ружья Remington Model 870 длиной 660мм."

L["eft_m870_hg_speed.printname"] = "Цевье SpeedFeed Short для M870"
L["eft_m870_hg_speed.compactname"] = "870 SFeed"
L["eft_m870_hg_speed.description"] = "Классическое полимерное цевьё для дробовика Remington M870."

L["eft_m870_hg_moe.printname"] = "Цевье Magpul \"MOE\" для M870"
L["eft_m870_hg_moe.compactname"] = "MOE 870"
L["eft_m870_hg_moe.description"] = "Цевьё \"MOE\" производства Magpul для гладкоствольного ружья Remington Model 870."

L["eft_m870_hg_pr.printname"] = "Цевье FAB Defense \"PR-870\" для M870"
L["eft_m870_hg_pr.compactname"] = "PR-870"
L["eft_m870_hg_pr.description"] = "Цевьё \"PR-870\" производства FAB Defense для гладкоствольного ружья Remington Model 870. C несколькими направляющими типа \"Weaver\" для установки дополнительных аксессуаров и передних рукояток."

L["eft_m870_mount_clamp.printname"] = "Стяжка магазинов Mesa Tactical для M870"
L["eft_m870_mount_clamp.compactname"] = "MT стяж."
L["eft_m870_mount_clamp.description"] = "Стяжка магазинов для Remington Model 870, производство Mesa Tactical."

L["eft_m870_mount_xs.printname"] = "Крепление XS SHOTRAIL c целиком Ghost Ring для M870"
L["eft_m870_mount_xs.compactname"] = "M870 XS"
L["eft_m870_mount_xs.description"] = "Направляющая Weaver для ружья Remington Model 870, устанавливаемая на штатную ствольную коробку. Имеет предустановленный целик типа Ghost ring."

L["eft_m870_mount_utg.printname"] = "Направляющая Leapers \"UTG PRO MTU-028SG\" для M870"
L["eft_m870_mount_utg.compactname"] = "MTU-028SG"
L["eft_m870_mount_utg.description"] = "Направляющая \"Weaver\" для ружья Remington Model 870, устанавливаемая на штатную ствольную коробку. Производство Leapers Inc."

L["eft_m870_stock_agr.printname"] = "Пистолетная рукоятка FAB Defense \"AGR-870\" для M870"
L["eft_m870_stock_agr.compactname"] = "AGR-870"
L["eft_m870_stock_agr.description"] = "Пистолетная рукоятка \"AGR-870\" для помпового дробовика Remington 870, производство FAB Defense."

L["eft_m870_stock_agr_cap.printname"] = "Защитный колпачок для FAB Defense \"AGR-870\""
L["eft_m870_stock_agr_cap.compactname"] = "AGR-870 клп."
L["eft_m870_stock_agr_cap.description"] = "Защитный колпачок для установки на пистолетную рукоять FAB Defense AGR-870."

L["eft_m870_stock_agr_tube.printname"] = "Труба приклада для FAB Defense \"AGR-870\""
L["eft_m870_stock_agr_tube.compactname"] = "AGR-870 трб."
L["eft_m870_stock_agr_tube.description"] = "Четырехпозиционная труба для установки телескопических прикладов производства компании FAB Defense, устанавливается на пистолетную рукоятку AGR-870."

L["eft_m870_stock_raptor.printname"] = "Рукоятка Shockwave \"Raptor\" для M870"
L["eft_m870_stock_raptor.compactname"] = "870 Raptor"
L["eft_m870_stock_raptor.description"] = "Короткая полимерная рукоятка для ружья Remington Model 870, производство Shockwave Technologies."

L["eft_m870_stock_sga.printname"] = "Приклад полимерный Magpul \"SGA\" для M870"
L["eft_m870_stock_sga.compactname"] = "M870 SGA"
L["eft_m870_stock_sga.description"] = "Эргономический полимерный приклад \"SGA\" для ружья Remington Model 870 производства Magpul с резиновым тыльником."

L["eft_m870_stock_sps.printname"] = "Приклад полимерный SPS для M870"
L["eft_m870_stock_sps.compactname"] = "M870 SPS"
L["eft_m870_stock_sps.description"] = "Классического вида полимерный приклад с резиновым тыльником для гладкоствольного ружья Remington Model 870. Производство Remington."

L["eft_m870_stock_leo.printname"] = "Переходник Mesa Tactical \"LEO\" для M870"
L["eft_m870_stock_leo.compactname"] = "M870 LEO"
L["eft_m870_stock_leo.description"] = "Комплект для переоборудования телескопических прикладов от Mesa Tactical, заменяющий стандартный приклад адаптером, служащим для установки прикладов для систем AR и пистолетных рукояток."

L["eft_m870_mag_4.printname"] = "Затычка магазина на 4 патрона 12к для M870"
L["eft_m870_mag_4.compactname"] = "M870x4"
L["eft_m870_mag_4.description"] = "Затычка для штатного трубчатого магазина емкостью 4 патрона для Remington Model 870, под патрон 12 калибра."

L["eft_m870_mag_7.printname"] = "Магазин на 7 патронов 12к для M870"
L["eft_m870_mag_7.compactname"] = "M870x7"
L["eft_m870_mag_7.description"] = "Семизарядный трубчатый магазин производства Remington для Remington Model 870, под патрон 12 калибра."

L["eft_m870_mag_10.printname"] = "Магазин на 10 патронов 12к для M870"
L["eft_m870_mag_10.compactname"] = "M870x10"
L["eft_m870_mag_10.description"] = "Десятизарядный трубчатый магазин производства Remington для Remington Model 870, под патрон 12 калибра."

///////////////////////////// SVDS
-- [[ svds ]]
L["eft_svds_barrel_std.printname"] = "Ствол 565мм для СВДС 7.62x54 и совместимых"
L["eft_svds_barrel_std.compactname"] = "СВДС 565мм"
L["eft_svds_barrel_std.description"] = "Ствол для оружия на базе СВД под патрон 7.62x54 длиной 565мм (22 дюйма)."

L["eft_svds_gas_std.printname"] = "Газовая трубка для СВДС"
L["eft_svds_gas_std.compactname"] = "СВДС газ"
L["eft_svds_gas_std.description"] = "Штатная газовая трубка для снайперских винтовок СВДС. Газовая трубка служит для направления движения газового поршня."

L["eft_svds_barrel_mount_drg.printname"] = "Крепление CAA \"DRG L-1\" на ствол для СВД"
L["eft_svds_barrel_mount_drg.compactname"] = "DRG L-1"
L["eft_svds_barrel_mount_drg.description"] = "Крепление, устанавливаемое на штатный ствол винтовки СВД, образующее направляющую типа Weaver/Picatinny для установки дополнительного оборудования."

L["eft_muzzle_svds_std.printname"] = "Дульный тормоз-компенсатор 7.62x54R для СВДС"
L["eft_muzzle_svds_std.compactname"] = "СВДС"
L["eft_muzzle_svds_std.description"] = "Стандартный дульный тормоз-компенсатор производства Ижмаш для СВДС."

L["eft_muzzle_svds_adap.printname"] = "Переходник для ДТК \"Ротор 43\" для СВДС"
L["eft_muzzle_svds_adap.compactname"] = "СВДС пер."
L["eft_muzzle_svds_adap.description"] = "Специальный переходник, изготовленный компанией Ротор 43. Дает возможность установки одноименного дульного тормоза-компенсатора на винтовку СВДС."

L["eft_muzzle_svds_suppressor.printname"] = "Дульный тормоз-компенсатор Ротор 43 7.62x54R"
L["eft_muzzle_svds_suppressor.compactname"] = "Р43 7.62x54R"
L["eft_muzzle_svds_suppressor.description"] = "Дульный тормоз-компенсатор производства Ротор 43, предназначен для установки на СВД 7.62x54R. Позиционируется именно как ДТК, но при этом также снижает звук выстрела."

L["eft_svds_fs_std.printname"] = "Мушка для СВДС"
L["eft_svds_fs_std.compactname"] = "СВДС мшк"
L["eft_svds_fs_std.description"] = "Штатная мушка для снайперских винтовок СВДС, производство Ижмаш."

L["eft_svds_rs_std.printname"] = "Целик для СВДС"
L["eft_svds_rs_std.compactname"] = "СВДС цел."
L["eft_svds_rs_std.description"] = "Штатный целик для снайперской винтовки СВДС."

L["eft_rs_svds_tt01.printname"] = "Целик-направляющая Тактика Тула \"ТТ01\" для АК"
L["eft_rs_svds_tt01.compactname"] = "TT01"
L["eft_rs_svds_tt01.description"] = "Целик-направляющая \"ТТ01\" от компании Тактика Тула для автоматов семейства АК. Устанавливается взамен штатного целика, оставляет возможность использовать целик, если не установлен прицел."

L["eft_ub_svds_std.printname"] = "Стойка прицельной планки для СВДС"
L["eft_ub_svds_std.compactname"] = "СВДС хом."
L["eft_ub_svds_std.description"] = "Стойка-хомут для установки прицельной планки на снайперские винтовки СВДС и совместимые."

L["eft_ub_svds_sag.printname"] = "Шасси SAG \"MK1\" для СВД"
L["eft_ub_svds_sag.compactname"] = "SAG MK1"
L["eft_ub_svds_sag.description"] = "Шасси \"MK1 Freefloat\" со слотами интерфейса KeyMod устанавливается на винтовки СВД для установки различной оптики и тактических приспособлений. Производство Sureshot Armament Group."

L["eft_hg_svds_mod.printname"] = "Цевье модернизированное для СВД"
L["eft_hg_svds_mod.compactname"] = "СВД мод."
L["eft_hg_svds_mod.description"] = "Прототип цевья, планируемого для комплекта модернизации винтовки СВД. Производство Ижмаш."

L["eft_hg_svds_mod2.printname"] = "Направляющая модернизированная для СВД"
L["eft_hg_svds_mod2.compactname"] = "СВД мод."
L["eft_hg_svds_mod2.description"] = "Направляющая Ижмаш, устанавливаемая поверх цевья из прототипа комплекта модернизации СВД."

L["eft_hg_svds_std.printname"] = "Цевье полимерное для СВДС"
L["eft_hg_svds_std.compactname"] = "СВДС"
L["eft_hg_svds_std.description"] = "Полимерное цевьё для снайперской винтовки СВДС производства Ижмаш, пришедшее на смену классическому деревянному."

L["eft_hg_svds_xrs.printname"] = "Цевье CAA \"XRS-DRG\" для СВД"
L["eft_hg_svds_xrs.compactname"] = "XRS-DRG"
L["eft_hg_svds_xrs.description"] = "Легкое цевьё \"XRS-DRG\" с планками Пикатинни для снайперской винтовки СВД, позволяет установку дополнительного тактического оборудования. Производство CAA Industries."

L["eft_svds_pgrip_std.printname"] = "Пистолетная рукоятка для СВДС"
L["eft_svds_pgrip_std.compactname"] = "СВДС"
L["eft_svds_pgrip_std.description"] = "Пистолетная рукоятка Ижмаш для снайперской винтовки СВДС и совместимых."

L["eft_svds_rec_std.printname"] = "Крышка ствольной коробки для СВДС"
L["eft_svds_rec_std.compactname"] = "СВДС"
L["eft_svds_rec_std.description"] = "Штатная крышка ствольной коробки для снайперских винтовок СВДС производства Ижмаш."

L["eft_svds_rec_cut.printname"] = "Крышка ствольной коробки обрезанная для СВДС"
L["eft_svds_rec_cut.compactname"] = "СВДС обр."
L["eft_svds_rec_cut.description"] = "Кустарно обрезанная крышка ствольной коробки для СВДС, необходимая для установки определенного обвеса."

L["eft_svds_stock_adap.printname"] = "Переходник Рысь \"Шарнир СВД-С\" для СВДС"
L["eft_svds_stock_adap.compactname"] = "Ш-СВДС"
L["eft_svds_stock_adap.description"] = "Адаптер для установки трубы под телескопические приклады на СВД и карабины Рысь со складными прикладами."

L["eft_svds_stock_std.printname"] = "Приклад полимерный для СВДС"
L["eft_svds_stock_std.compactname"] = "СВДС"
L["eft_svds_stock_std.description"] = "Полимерный приклад для снайперской винтовки СВДС производства Ижмаш."

L["eft_svds_mag_10.printname"] = "Магазин на 10 патронов 7.62x54R для СВД"
L["eft_svds_mag_10.compactname"] = "СВД 10"
L["eft_svds_mag_10.description"] = "10-зарядный магазин Ижмаш для оружия на базе СВД, под патрон 7.62x54R."

L["eft_svds_mag_20.printname"] = "Магазин на 20 патронов 7.62x54R для СВД"
L["eft_svds_mag_20.compactname"] = "СВД 20"
L["eft_svds_mag_20.description"] = "20-зарядный магазин Ижмаш для оружия на базе СВД, под патрон 7.62x54R."

///////////////////////////// SCAR-H/L + SA-58
-- [[ sa58 ]]
L["eft_sa58_barrel_208.printname"] = "Ствол 280мм для SA58 7.62x51"
L["eft_sa58_barrel_208.compactname"] = "SA58 280мм"
L["eft_sa58_barrel_208.description"] = "Ствол для DS Arms SA58 под патрон 7.62x51 NATO длиной 280мм."

L["eft_sa58_barrel_406.printname"] = "Ствол 406мм для SA58 7.62x51"
L["eft_sa58_barrel_406.compactname"] = "SA58 406мм"
L["eft_sa58_barrel_406.description"] = "Ствол для DS Arms SA58 под патрон 7.62x51 NATO длиной 406мм (16 дюймов)."

L["eft_sa58_barrel_533.printname"] = "Ствол 533мм для SA58 7.62x51"
L["eft_sa58_barrel_533.compactname"] = "SA58 533мм"
L["eft_sa58_barrel_533.description"] = "Ствол для DS Arms SA58 под патрон 7.62x51 NATO длиной 533мм (21 дюйм)."

L["eft_sa58_pgrip_fab.printname"] = "Пистолетная рукоятка FAB Defense \"AG-FAL\" для SA58"
L["eft_sa58_pgrip_fab.compactname"] = "AG-FAL"
L["eft_sa58_pgrip_fab.description"] = "Пистолетная анатомическая рукоятка \"AG-FAL\" для SA58 производства FAB Defense."

L["eft_sa58_pgrip_std.printname"] = "Пистолетная рукоятка для SA58"
L["eft_sa58_pgrip_std.compactname"] = "SA58"
L["eft_sa58_pgrip_std.description"] = "Штатная пистолетная рукоятка для SA58 производства DS Arms."

L["eft_sa58_pgrip_saw.printname"] = "Пистолетная рукоятка SAW-style для SA58 (Черная)"
L["eft_sa58_pgrip_saw.compactname"] = "SAW SA58"
L["eft_sa58_pgrip_saw.description"] = "Анатомическая пистолетная рукоятка, выполненная по мотивам рукоятки пулемета M249 SAW для винтовок SA58. Производство DS Arms. Версия в черном цвете."

L["eft_sa58_rs_std.printname"] = "Целик Holland Type для SA58"
L["eft_sa58_rs_std.compactname"] = "SA58 Holland"
L["eft_sa58_rs_std.description"] = "Целик \"Holland Type\" производства DS Arms для штурмовой винтовки SA58."

L["eft_sa58_rec_fal.printname"] = "Крышка ствольной коробки для FAL"
L["eft_sa58_rec_fal.compactname"] = "FAL"
L["eft_sa58_rec_fal.description"] = "Штатная крышка ствольной коробки для винтовок серии FAL."

L["eft_sa58_rec_ed.printname"] = "Крышка ствольной коробки Extreme Duty для SA58"
L["eft_sa58_rec_ed.compactname"] = "SA58 ED"
L["eft_sa58_rec_ed.description"] = "Крышка ствольной коробки \"Extreme Duty\" с интегрированной планкой Пикатинни для SA58, призведено в DS Arms."

L["eft_sa58_stock_brs.printname"] = "Приклад BRS для SA58"
L["eft_sa58_stock_brs.compactname"] = "SA58 BRS"
L["eft_sa58_stock_brs.description"] = "Полимерный приклад \"BRS\" (Battle Rifle Stock) для SA58. Производство DS Arms."

L["eft_sa58_stock_hump.printname"] = "Приклад полимерный Humpback для SA58"
L["eft_sa58_stock_hump.compactname"] = "SA58 Hump"
L["eft_sa58_stock_hump.description"] = "Полимерный приклад типа Humpback для винтовок SA58. Производство DS Arms."

L["eft_sa58_stock_spr.printname"] = "Приклад SPR для SA58"
L["eft_sa58_stock_spr.compactname"] = "SA58 SPR"
L["eft_sa58_stock_spr.description"] = "Полимерный приклад из комплекса \"SPR\" (Special Purpose Rifle) для SA58 производства DS Arms."

L["eft_sa58_stock_adap.printname"] = "Переходник на складной приклад для SA58"
L["eft_sa58_stock_adap.compactname"] = "SA58 пер."
L["eft_sa58_stock_adap.description"] = "Адаптер для установки трубы под телескопические приклады на SA58. Производство DS Arms."

L["eft_sa58_stock_fold.printname"] = "Приклад складной для SA58"
L["eft_sa58_stock_fold.compactname"] = "SA58 склад."
L["eft_sa58_stock_fold.description"] = "Складной стальной приклад для винтовок SA58. Производство DS Arms."

L["eft_sa58_stock_magpul.printname"] = "Приклад полимерный Magpul \"PRS 2\" для SA58/FAL"
L["eft_sa58_stock_magpul.compactname"] = "SA58/FAL PRS2"
L["eft_sa58_stock_magpul.description"] = "Полимерный приклад \"PRS 2\" для винтовок типа FAL. Производство Magpul."

L["eft_sa58_mag_10.printname"] = "Магазин на 10 патронов 7.62x51 для SA58/FAL"
L["eft_sa58_mag_10.compactname"] = "SA58/FAL 10"
L["eft_sa58_mag_10.description"] = "10-зарядный двухрядный стальной магазин для FAL/SA58, под патрон 7.62x51 NATO."

L["eft_sa58_mag_20.printname"] = "Магазин на 20 патронов 7.62x51 для SA58/FAL"
L["eft_sa58_mag_20.compactname"] = "SA58/FAL 20"
L["eft_sa58_mag_20.description"] = "20-зарядный двухрядный стальной магазин для FAL/SA58, под патрон 7.62x51 NATO."

L["eft_sa58_mag_30.printname"] = "Магазин на 30 патронов 7.62x51 для SA58/FAL"
L["eft_sa58_mag_30.compactname"] = "SA58/FAL 30"
L["eft_sa58_mag_30.description"] = "30-зарядный двухрядный стальной магазин для FAL/SA58, под патрон 7.62x51 NATO."

L["eft_sa58_mag_30l.printname"] = "Магазин на 30 патронов 7.62x51 для SA58/FAL/SLR"
L["eft_sa58_mag_30l.compactname"] = "L1A1 30"
L["eft_sa58_mag_30l.description"] = "30-зарядный стальной двухрядный магазин 7.62x51 для винтовок L1A1 Self-Loading Rifle (SLR), британского аналога винтовки FN FAL."

L["eft_sa58_mag_20mmw.printname"] = "Магазин полимерный \"MMW\" на 20 патронов 7.62x51 для SA58/FAL"
L["eft_sa58_mag_20mmw.compactname"] = "SA58 MMW 20"
L["eft_sa58_mag_20mmw.description"] = "20-зарядный двухрядный полимерный магазин для FAL/SA58, под патрон 7.62x51 NATO. Производство Moses Machine Works."

L["eft_sa58_mag_50.printname"] = "Магазин барабанный X Products \"X-FAL\" на 50 патронов 7.62x51 для SA58/FAL"
L["eft_sa58_mag_50.compactname"] = "X-FAL 50"
L["eft_sa58_mag_50.description"] = "50-зарядный барабанный магазин \"X-FAL\" для винтовок FAL/SA58 под патрон 7.62x51 NATO. Производство X-Products."

L["eft_sa58_hg_casvfal.printname"] = "Цевье Vltor \"CASV-FAL\" для SA58/FAL"
L["eft_sa58_hg_casvfal.compactname"] = "CASV-FAL"
L["eft_sa58_hg_casvfal.description"] = "Цевьё Vltor \"CASV-FAL\" для винтовок серии FAL, снабженное интерфейсом стандарта CASV для крепления дополнительного оборудования."

L["eft_sa58_hg_casvfas.printname"] = "Цевье Vltor \"CASV-FAS\" для SA58/FAL"
L["eft_sa58_hg_casvfas.compactname"] = "CASV-FAS"
L["eft_sa58_hg_casvfas.description"] = "Цевьё Vltor \"CASV-FAS\" для винтовок серии FAL, снабженное интерфейсом стандарта CASV для крепления дополнительного оборудования."

L["eft_sa58_hg_fal.printname"] = "Цевье оригинальное для FAL"
L["eft_sa58_hg_fal.compactname"] = "FAL"
L["eft_sa58_hg_fal.description"] = "Оригинальное австрийское цевьё для винтовки FAL. Производство Fabrique Nationale Herstal."

L["eft_sa58_hg_belg.printname"] = "Цевье Belgian Style для SA58/FAL"
L["eft_sa58_hg_belg.compactname"] = "FAL BEL"
L["eft_sa58_hg_belg.description"] = "Цевьё бельгийского варианта для винтовок FAL. Производство DS Arms."

L["eft_sa58_hg_quad.printname"] = "Цевье Quad Rail для SA58"
L["eft_sa58_hg_quad.compactname"] = "SA58 4Rail"
L["eft_sa58_hg_quad.description"] = "Цевьё с направляющими для винтовок SA58. Оснащено четырьмя направляющими для установки дополнительного оборудования и аксессуаров. Производство DS Arms."

L["eft_sa58_hg_quadfull.printname"] = "Цевье Quad Rail полноразмерное для SA58"
L["eft_sa58_hg_quadfull.compactname"] = "SA58 4Rail full"
L["eft_sa58_hg_quadfull.description"] = "Цевьё полной длины с направляющими для винтовок SA58. Оснащено четырьмя направляющими для установки дополнительного оборудования и аксессуаров. Производство DS Arms."

L["eft_sa58_hg_sportkm.printname"] = "Цевье AIM Sports \"Universal KeyMod\" для SA58/FAL"
L["eft_sa58_hg_sportkm.compactname"] = "SA58 KeyMod"
L["eft_sa58_hg_sportkm.description"] = "Универсальное цевьё для винтовок серии FAL, снабженное интерфейсом KeyMod для крепления дополнительного оборудования. Производство AIM Sports."

L["eft_sa58_hg_sportmlok.printname"] = "Цевье AIM Sports \"Universal M-LOK\" для SA58/FAL"
L["eft_sa58_hg_sportmlok.compactname"] = "SA58 M-LOK"
L["eft_sa58_hg_sportmlok.description"] = "Цевьё для FAL производства AIM Sports, снабженное интерфейсом стандарта \"M-LOK\" для крепления дополнительного оборудования."

L["eft_muzzle_sa58_3pr.printname"] = "Пламегаситель 3 Prong Trident 7.62x51 для SA58"
L["eft_muzzle_sa58_3pr.compactname"] = "SA58 3-pr."
L["eft_muzzle_sa58_3pr.description"] = "Трёхлепестковый пламегаситель для SA58, производство DS Arms."

L["eft_muzzle_sa58_aut.printname"] = "Дульный тормоз Austrian Style 7.62x51 для SA58"
L["eft_muzzle_sa58_aut.compactname"] = "SA58 AUT"
L["eft_muzzle_sa58_aut.description"] = "Дульный тормоз \"Austrian Style\" для винтовок SA58, производство DS Arms."

-- [[ scar ]]
L["eft_scar_barrel_h16.printname"] = "Ствол 406мм для FN SCAR-H 7.62x51 и совместимых"
L["eft_scar_barrel_h16.compactname"] = "Mk17 406мм"
L["eft_scar_barrel_h16.description"] = "Ствол для оружия семейства SCAR под патрон 7.62x51 NATO длиной 406мм (16 дюймов)."

L["eft_scar_barrel_h13.printname"] = "Ствол 330мм для FN SCAR-H 7.62x51 и совместимых"
L["eft_scar_barrel_h13.compactname"] = "Mk17 330мм"
L["eft_scar_barrel_h13.description"] = "Ствол для оружия семейства SCAR под патрон 7.62x51 NATO длиной 330мм (13 дюймов)."

L["eft_scar_barrel_h20.printname"] = "Ствол 508мм для FN SCAR-H 7.62x51 и совместимых"
L["eft_scar_barrel_h20.compactname"] = "Mk17 508мм"
L["eft_scar_barrel_h20.description"] = "Ствол для оружия семейства SCAR под патрон 7.62x51 NATO длиной 508мм (20 дюймов)."

L["eft_scar_barrel_l10.printname"] = "Ствол 254мм для FN SCAR-L 5.56x45 и совместимых"
L["eft_scar_barrel_l10.compactname"] = "Mk16 254мм"
L["eft_scar_barrel_l10.description"] = "Ствол спецификации CQB для оружия семейства SCAR под патрон 5.56x45 NATO длиной 254мм (10 дюймов)."

L["eft_scar_barrel_l14.printname"] = "Ствол 355мм для FN SCAR-L 5.56x45 и совместимых"
L["eft_scar_barrel_l14.compactname"] = "Mk16 355мм"
L["eft_scar_barrel_l14.description"] = "Ствол спецификации STD для оружия семейства SCAR под патрон 5.56x45 NATO длиной 355мм (14 дюймов)."

L["eft_scar_barrel_l18.printname"] = "Ствол 457мм для FN SCAR-L 5.56x45 и совместимых"
L["eft_scar_barrel_l18.compactname"] = "Mk16 457мм"
L["eft_scar_barrel_l18.description"] = "Ствол спецификации LB для оружия семейства SCAR под патрон 5.56x45 NATO длиной 457мм (18 дюймов)."

L["eft_scar_stock_base.printname"] = "Приклад складной для FN SCAR"
L["eft_scar_stock_base.compactname"] = "SCAR скл."
L["eft_scar_stock_base.description"] = "Складной полимерный приклад для штурмовых винтовок серии SCAR, производство Fabrique Nationale Herstal."

L["eft_scar_stock_base_f.printname"] = "Приклад складной для FN SCAR (FDE)"
L["eft_scar_stock_base_f.compactname"] = "SCAR скл."
L["eft_scar_stock_base_f.description"] = "Складной полимерный приклад для штурмовых винтовок серии SCAR, производство Fabrique Nationale Herstal. Версия в цвете Flat Dark Earth."

L["eft_scar_stock_ext.printname"] = "Приклад телескопический для FN SCAR"
L["eft_scar_stock_ext.compactname"] = "SCAR тел."
L["eft_scar_stock_ext.description"] = "Телескопический полимерный приклад для штурмовых винтовок серии SCAR, производство Fabrique Nationale Herstal."

L["eft_scar_stock_ext_f.printname"] = "Приклад телескопический для FN SCAR (FDE)"
L["eft_scar_stock_ext_f.compactname"] = "SCAR тел."
L["eft_scar_stock_ext_f.description"] = "Телескопический полимерный приклад для штурмовых винтовок серии SCAR, производство Fabrique Nationale Herstal. Версия в цвете Flat Dark Earth."

L["eft_scar_stock_cheeck.printname"] = "Подщечник приклада для FN SCAR"
L["eft_scar_stock_cheeck.compactname"] = "SCAR"
L["eft_scar_stock_cheeck.description"] = "Штатный подщечник, устанавливаемый поверх полимерного приклада для FN SCAR, производство Fabrique Nationale Herstal."

L["eft_scar_stock_cheeck_f.printname"] = "Подщечник приклада для FN SCAR (FDE)"
L["eft_scar_stock_cheeck_f.compactname"] = "SCAR"
L["eft_scar_stock_cheeck_f.description"] = "Штатный подщечник, устанавливаемый поверх полимерного приклада для FN SCAR, производство Fabrique Nationale Herstal. Версия в цвете Flat Dark Earth."

L["eft_scar_stock_pad.printname"] = "Затыльник приклада резиновый для FN SCAR"
L["eft_scar_stock_pad.compactname"] = "SCAR тыл."
L["eft_scar_stock_pad.description"] = "Прорезиненный затыльник для полимерных прикладов штурмовых винтовок серии SCAR, производство Fabrique Nationale Herstal."

L["eft_rearsight_scar.printname"] = "Целик для FN SCAR"
L["eft_rearsight_scar.compactname"] = "SCAR цел."
L["eft_rearsight_scar.description"] = "Съёмный складной целик для семейства винтовок SCAR. Производство Fabrique Nationale Herstal."

L["eft_scar_fss.printname"] = "Мушка для FN SCAR"
L["eft_scar_fss.compactname"] = "SCAR мшк"
L["eft_scar_fss.description"] = "Съёмная складная мушка для семейства винтовок SCAR, устанавливается на газблок. Производство Fabrique Nationale Herstal."

L["eft_scar_upper_h.printname"] = "Верхний ресивер для FN SCAR-H 7.62x51"
L["eft_scar_upper_h.compactname"] = "Mk17"
L["eft_scar_upper_h.description"] = "Верхний ресивер для штурмовой винтовки SCAR-H производства компании Fabrique Nationale Herstal. Имеет верхнюю направляющую для крепления дополнительного оборудования."

L["eft_scar_upper_h_f.printname"] = "Верхний ресивер для FN SCAR-H 7.62x51 (FDE)"
L["eft_scar_upper_h_f.compactname"] = "Mk17"
L["eft_scar_upper_h_f.description"] = "Верхний ресивер для штурмовой винтовки SCAR-H производства компании Fabrique Nationale Herstal. Имеет верхнюю направляющую для крепления дополнительного оборудования. Версия в цвете Flat Dark Earth."

L["eft_scar_upper_l.printname"] = "Верхний ресивер для FN SCAR-L 5.56x45"
L["eft_scar_upper_l.compactname"] = "Mk16"
L["eft_scar_upper_l.description"] = "Верхний ресивер для штурмовой винтовки SCAR-L производства компании Fabrique Nationale Herstal. Имеет верхнюю направляющую для крепления дополнительного оборудования."

L["eft_scar_upper_l_f.printname"] = "Верхний ресивер для FN SCAR-L 5.56x45 (FDE)"
L["eft_scar_upper_l_f.compactname"] = "Mk16"
L["eft_scar_upper_l_f.description"] = "Верхний ресивер для штурмовой винтовки SCAR-L производства компании Fabrique Nationale Herstal. Имеет верхнюю направляющую для крепления дополнительного оборудования. Версия в цвете Flat Dark Earth."

L["eft_scar_mag_h20.printname"] = "Магазин на 20 патронов 7.62x51 для FN SCAR-H"
L["eft_scar_mag_h20.compactname"] = "Mk17 20"
L["eft_scar_mag_h20.description"] = "20-зарядный магазин 7.62x51 для штурмовой винтовки FN SCAR-H."

L["eft_scar_mag_h20_f.printname"] = "Магазин на 20 патронов 7.62x51 для FN SCAR-H (FDE)"
L["eft_scar_mag_h20_f.compactname"] = "Mk17 20"
L["eft_scar_mag_h20_f.description"] = "20-зарядный магазин 7.62x51 для штурмовой винтовки FN SCAR-H. Версия в цвете Flat Dark Earth."

L["eft_muzzle_scar_fh.printname"] = "Пламегаситель 5.56x45 для FN SCAR-L"
L["eft_muzzle_scar_fh.compactname"] = "Mk16 556"
L["eft_muzzle_scar_fh.description"] = "3-х лепестковый пламегаситель, разработанный Fabrique Nationale Herstal для автоматов семейства SCAR под калибр 5.56x45. Имеет крепление для установки специального быстросъемного глушителя."

L["eft_scar_rail_bottom.printname"] = "Направляющая нижняя для FN SCAR"
L["eft_scar_rail_bottom.compactname"] = "SCAR ниж."
L["eft_scar_rail_bottom.description"] = "Нижняя направляющая на цевья винтовок серии SCAR, позволяет устанавливать вертикальные рукоятки или тактическое оборудование."

L["eft_scar_rail_side.printname"] = "Направляющие боковые для FN SCAR"
L["eft_scar_rail_side.compactname"] = "SCAR бок."
L["eft_scar_rail_side.description"] = "Боковые направляющие на цевья винтовок серии SCAR, позволяют устанавливать дополнительное тактическое оборудование. "

L["eft_scar_ch.printname"] = "Рукоятка затвора для FN SCAR"
L["eft_scar_ch.compactname"] = "SCAR зар."
L["eft_scar_ch.description"] = "Штатная рукоятка затвора для винтовок серии SCAR производства Fabrique Nationale Herstal."

L["eft_scar_rail_mrex.printname"] = "Крепление Kinetic \"MREX 6.5 M-LOK\" для FN SCAR"
L["eft_scar_rail_mrex.compactname"] = "MREX 6.5 M-LOK"
L["eft_scar_rail_mrex.description"] = "Крепление \"MREX\" длиной 6.5 дюймов для семейства SCAR, снабженное интерфейсом M-LOK для установки дополнительного оборудования. Производство Kinetic."

L["eft_scar_srx.printname"] = "Крепление PWS \"SRX\" для FN SCAR"
L["eft_scar_srx.compactname"] = "SRX SCAR"
L["eft_scar_srx.description"] = "Крепление \"SRX\" для семейства SCAR, позволяет устанавливать дополнительное оборудование. Производство Primary Weapon Systems."

L["eft_scar_rail_mrex_fde.printname"] = "Крепление Kinetic \"MREX 6.5 M-LOK\" для FN SCAR (FDE)"
L["eft_scar_rail_mrex_fde.compactname"] = "MREX 6.5 M-LOK"
L["eft_scar_rail_mrex_fde.description"] = "Крепление \"MREX\" длиной 6.5 дюймов для семейства SCAR, снабженное интерфейсом M-LOK для установки дополнительного оборудования. Производство Kinetic. Версия в цвете Flat Dark Earth."

L["eft_scar_rail_bottom_mlok.printname"] = "Направляющая нижняя PMM M-LOK для FN SCAR"
L["eft_scar_rail_bottom_mlok.compactname"] = "PMM ниж."
L["eft_scar_rail_bottom_mlok.description"] = "Нижняя направляющая для винтовок серии SCAR с интерфейсом M-LOK, позволяет устанавливать вертикальные рукоятки или тактическое оборудование. Производство Parker Mountain Machine."

L["eft_scar_rail_bottom_mlokf.printname"] = "Направляющая нижняя PMM M-LOK для FN SCAR (FDE)"
L["eft_scar_rail_bottom_mlokf.compactname"] = "PMM ниж."
L["eft_scar_rail_bottom_mlokf.description"] = "Нижняя направляющая для винтовок серии SCAR с интерфейсом M-LOK, позволяет устанавливать вертикальные рукоятки или тактическое оборудование. Производство Parker Mountain Machine. Версия в цвете Flat Dark Earth."

L["eft_scar_mrexl.printname"] = "Крепление PMM \"MRE XL\" для FN SCAR"
L["eft_scar_mrexl.compactname"] = "MRE XL"
L["eft_scar_mrexl.description"] = "Крепление \"MRE XL\" для семейства SCAR, имеет интерфейс M-LOK и позволяет устанавливать дополнительное оборудование. Производство Parker Mountain Machine."

L["eft_scar_mrexlf.printname"] = "Крепление PMM \"MRE XL\" для FN SCAR (FDE)"
L["eft_scar_mrexlf.compactname"] = "MRE XL"
L["eft_scar_mrexlf.description"] = "Крепление \"MRE XL\" для семейства SCAR, имеет интерфейс M-LOK и позволяет устанавливать дополнительное оборудование. Производство Parker Mountain Machine. Версия в цвете Flat Dark Earth."

L["eft_scar_rail_side_nothing.printname"] = "Накладки боковые PMM \"Rail Elimination Panels\" для FN SCAR"
L["eft_scar_rail_side_nothing.compactname"] = "PMM REP"
L["eft_scar_rail_side_nothing.description"] = "Боковые накладки на ствольную коробку винтовок серии SCAR. Заменяют собой штатные направляющие эргономичными накладками с рифленой текстурой. Производство Parker Mountain Machine."

L["eft_scar_rail_side_nothingf.printname"] = "Накладки боковые PMM \"Rail Elimination Panels\" для FN SCAR (FDE)"
L["eft_scar_rail_side_nothingf.compactname"] = "PMM REP"
L["eft_scar_rail_side_nothingf.description"] = "Боковые накладки на ствольную коробку винтовок серии SCAR. Заменяют собой штатные направляющие эргономичными накладками с рифленой текстурой. Производство Parker Mountain Machine. Версия в цвете Flat Dark Earth."

L["eft_scar_rail_side_mlok.printname"] = "Направляющие боковые PMM M-LOK для FN SCAR"
L["eft_scar_rail_side_mlok.compactname"] = "PMM бок."
L["eft_scar_rail_side_mlok.description"] = "Боковые направляющие для винтовок серии SCAR, оснащенные интерфейсом M-LOK и позволяющие устанавливать дополнительное оборудование. Производство Parker Mountain Machine."

L["eft_scar_rail_side_mlokf.printname"] = "Направляющие боковые PMM M-LOK для FN SCAR (FDE)"
L["eft_scar_rail_side_mlokf.compactname"] = "PMM бок."
L["eft_scar_rail_side_mlokf.description"] = "Боковые направляющие для винтовок серии SCAR, оснащенные интерфейсом M-LOK и позволяющие устанавливать дополнительное оборудование. Производство Parker Mountain Machine. Версия в цвете Flat Dark Earth."

L["eft_scar_rail_casv.printname"] = "Цевье Vtor \"CASV-SCAR\" для FN SCAR"
L["eft_scar_rail_casv.compactname"] = "CASV-SCAR"
L["eft_scar_rail_casv.description"] = "Цевье для винтовок серии SCAR, позволяет устанавливать различное тактическое оборудование. Производство Vltor."

L["eft_scar_rail_casvf.printname"] = "Цевье Vtor \"CASV-SCAR\" для FN SCAR (Patriot Brown)"
L["eft_scar_rail_casvf.compactname"] = "CASV-SCAR"
L["eft_scar_rail_casvf.description"] = "Цевье для винтовок серии SCAR, позволяет устанавливать различное тактическое оборудование. Производство Vltor. Версия в песочном цвете Patriot Brown."

L["eft_scar_rail_casv_ext.printname"] = "Удлинитель цевья Vltor \"CASV-SCAR Handguard Extender\" для FN SCAR"
L["eft_scar_rail_casv_ext.compactname"] = "CASV-SCAR"
L["eft_scar_rail_casv_ext.description"] = "Удлинитель Handguard Extender для установки дополнительного оборудования и более длинного хвата, предназначен для цевья CASV-SCAR. Производство Vltor."

L["eft_scar_rail_casv_extf.printname"] = "Удлинитель цевья Vltor \"CASV-SCAR Handguard Extender\" для FN SCAR (Patriot Brown)"
L["eft_scar_rail_casv_extf.compactname"] = "CASV-SCAR"
L["eft_scar_rail_casv_extf.description"] = "Удлинитель Handguard Extender для установки дополнительного оборудования и более длинного хвата, предназначен для цевья CASV-SCAR. Производство Vltor. Версия в песочном цвете Patriot Brown."

L["eft_scar_stock_base_rail.printname"] = "Переходник JMac Customs \"RSA-SCAR\" под приклады 1913 для FN SCAR"
L["eft_scar_stock_base_rail.compactname"] = "RSA-SCAR"
L["eft_scar_stock_base_rail.description"] = "Крепление-переходник для установки прикладов с креплением стандарта 1913 Picatinny для FN SCAR. Производство JMac Customs."

L["eft_scar_stock_ext_vss.printname"] = "Приклад телескопический Vltor \"VSS-11\" для FN SCAR"
L["eft_scar_stock_ext_vss.compactname"] = "VSS-11"
L["eft_scar_stock_ext_vss.description"] = "Телескопический полимерный приклад VSS-11 для винтовок серии SCAR, производство Vltor."

L["eft_scar_stock_ext_vssf.printname"] = "Приклад телескопический Vltor \"VSS-11\" для FN SCAR (Patriot Brown)"
L["eft_scar_stock_ext_vssf.compactname"] = "VSS-11"
L["eft_scar_stock_ext_vssf.description"] = "Телескопический полимерный приклад VSS-11 для винтовок серии SCAR, производство Vltor. Версия в песочном цвете Patriot Brown."

L["eft_scar_stock_base_buff.printname"] = "Труба приклада Vltor \"RE-SCAR\" для FN SCAR"
L["eft_scar_stock_base_buff.compactname"] = "RE-SCAR"
L["eft_scar_stock_base_buff.description"] = "Переходник на пятипозиционную трубу для установки телескопических прикладов производства компании Vltor, устанавливается на винтовки семейства FN SCAR."

L["eft_scar_stock_base_bufff.printname"] = "Труба приклада Vltor \"RE-SCAR\" для FN SCAR (Patriot Brown)"
L["eft_scar_stock_base_bufff.compactname"] = "RE-SCAR"
L["eft_scar_stock_base_bufff.description"] = "Переходник на пятипозиционную трубу для установки телескопических прикладов производства компании Vltor, устанавливается на винтовки семейства FN SCAR. Версия в песочном цвете Patriot Brown."

///////////////////////////// SKS + SVT + AVT
-- [[ sks ]]
L["eft_sks_barrel_520.printname"] = "Ствол 520мм для СКС 7.62x39"
L["eft_sks_barrel_520.compactname"] = "СКС 520мм"
L["eft_sks_barrel_520.description"] = "Штатный ствол для карабина СКС длиной 520мм. Производство \"ТОЗ\"."

L["eft_sks_barrel_520_op.printname"] = "Ствол 520мм для ОП-СКС 7.62x39"
L["eft_sks_barrel_520_op.compactname"] = "ОП-СКС 520мм"
L["eft_sks_barrel_520_op.description"] = "Штатный ствол для карабина ОП-СКС длиной 520мм. Производство Молот Оружие."

L["eft_sks_band.printname"] = "Стойка прицельной планки для СКС"
L["eft_sks_band.compactname"] = "СКС стой."
L["eft_sks_band.description"] = "Стойка для установки прицельной планки на СКС, производства \"ТОЗ\"."

L["eft_sks_band_op.printname"] = "Стойка прицельной планки для ОП-СКС"
L["eft_sks_band_op.compactname"] = "ОП-СКС стой."
L["eft_sks_band_op.description"] = "Стойка для установки прицельной планки на ОП-СКС, производства Молот Оружие."

L["eft_sks_gastube.printname"] = "Газовая трубка для СКС"
L["eft_sks_gastube.compactname"] = "СКС газ"
L["eft_sks_gastube.description"] = "Штатная газовая трубка для СКС производства \"ТОЗ\". Газовая трубка служит для направления движения газового поршня."

L["eft_sks_gastube_op.printname"] = "Газовая трубка для ОП-СКС"
L["eft_sks_gastube_op.compactname"] = "ОП-СКС газ"
L["eft_sks_gastube_op.description"] = "Штатная газовая трубка для ОП-СКС производства Молот Оружие. Газовая трубка служит для направления движения газового поршня."

L["eft_sks_rearsight.printname"] = "Целик для СКС"
L["eft_sks_rearsight.compactname"] = "СКС цел."
L["eft_sks_rearsight.description"] = "Штатный секторный целик для карабинов СКС."

L["eft_sks_mount_socom.printname"] = "Направляющая Leapers \"UTG SKS SOCOM\" для СКС"
L["eft_sks_mount_socom.compactname"] = "SKS SOCOM"
L["eft_sks_mount_socom.description"] = "Комплект из 4-х направляющих SKS SOCOM Rail для крепления на газблок СКС. Производство Leapers Inc."

L["eft_sks_muzzle_wt.printname"] = "Переходник Weapon Tuning 7.62x39 для СКС"
L["eft_sks_muzzle_wt.compactname"] = "WT0032_1"
L["eft_sks_muzzle_wt.description"] = "Переходник \"Weapon Tuning\" для дульных устройств. Дает возможность установки дульных устройств калибра 7.62x39 с современных моделей на СКС."

L["eft_sks_muzzle_hexa.printname"] = "Модератор звука Гексагон 7.62x39 для СКС"
L["eft_sks_muzzle_hexa.compactname"] = "Гексагон СКС"
L["eft_sks_muzzle_hexa.description"] = "Модератор звука для карабинов СКС, производство Гексагон."

L["eft_sks_dustcover.printname"] = "Крышка ствольной коробки для СКС"
L["eft_sks_dustcover.compactname"] = "СКС кск."
L["eft_sks_dustcover.description"] = "Штатная крышка ствольной коробки для СКС производства ТОЗ."

L["eft_sks_dustcover_op.printname"] = "Крышка ствольной коробки для ОП-СКС"
L["eft_sks_dustcover_op.compactname"] = "ОП-СКС кск."
L["eft_sks_dustcover_op.description"] = "Штатная крышка ствольной коробки для ОП-СКС производства Молот Оружие."

L["eft_sks_dustcover_utg.printname"] = "Крепление Leapers \"UTG PRO MTU017\" для СКС"
L["eft_sks_dustcover_utg.compactname"] = "MTU017"
L["eft_sks_dustcover_utg.description"] = "Крепление с планкой Пикатинни на ствольную коробку для карабина СКС. Производство Leapers Inc."

L["eft_sks_stock_std.printname"] = "Ложе деревянное \"56-A-231 Сб.5\" для СКС"
L["eft_sks_stock_std.compactname"] = "56-A-231 Сб.5"
L["eft_sks_stock_std.description"] = "Штатное ложе в сборе для самозарядного карабина Симонова производства ТОЗ."

L["eft_sks_stock_op.printname"] = "Ложе деревянное для ОП-СКС"
L["eft_sks_stock_op.compactname"] = "ОП-СКС дер."
L["eft_sks_stock_op.description"] = "Штатное ложе для самозарядного карабина Симонова ОП-СКС производства Молот Оружие."

L["eft_sks_stock_mc.printname"] = "Ложе ATI \"Monte Carlo\" для СКС"
L["eft_sks_stock_mc.compactname"] = "СКС MC"
L["eft_sks_stock_mc.description"] = "Полимерное ложе в стиле Monte Carlo для карабина СКС, предназначено для спортивной стрельбы и охоты. Производство ATI outdoors."

L["eft_sks_stock_tapco.printname"] = "Ложе TAPCO \"Intrafuse\" для СКС"
L["eft_sks_stock_tapco.compactname"] = "TAPCO Intrafuse"
L["eft_sks_stock_tapco.description"] = "Прочная композитная ложевая система \"Intrafuse\" оснащает СКС верхним цевьем с планкой Пикатинни для оптики, фонарей, лазерных прицелов или других современных аксессуаров. Производство TAPCO."

L["eft_sks_stock_fab.printname"] = "Ложе FAB Defense \"UAS\" для СКС"
L["eft_sks_stock_fab.compactname"] = "UAS СКС"
L["eft_sks_stock_fab.description"] = "Легкое полимерное ложе \"UAS\" для СКС производства FAB Defense. Имеет счетверенную систему Пикатинни для установки различных тактических устройств, складной приклад и встроенный рычаг сброса магазина."

L["eft_sks_stock_fab_stock.printname"] = "Приклад FAB Defense \"UAS\" для СКС"
L["eft_sks_stock_fab_stock.compactname"] = "UAS СКС"
L["eft_sks_stock_fab_stock.description"] = "Легкий складной полимерный приклад для карабина СКС. Производство FAB Defense."

L["eft_sks_pgrip_fab.printname"] = "Пистолетная рукоятка FAB Defense \"AG-58\" для СКС/VZ-58"
L["eft_sks_pgrip_fab.compactname"] = "СКС AG-58"
L["eft_sks_pgrip_fab.description"] = "Легкая эргономичная пистолетная рукоятка для карабинов VZ-58 и совместимых, но также совместима с ложем \"UAS\" для СКС. Производство FAB Defense."

L["eft_sks_pgrip_tapco.printname"] = "Пистолетная рукоятка TAPCO \"Intrafuse SAW-Style\" для СКС"
L["eft_sks_pgrip_tapco.compactname"] = "SAW СКС"
L["eft_sks_pgrip_tapco.description"] = "Пистолетная анатомическая рукоятка, выполненная по мотивам рукоятки пулемета M249 SAW. Является частью комплекта \"INTRAFUSE\" для СКС. Производство TAPCO."

L["eft_sks_stock_tapco_buffer.printname"] = "Труба приклада TAPCO \"Intrafuse\" для СКС"
L["eft_sks_stock_tapco_buffer.compactname"] = "СКС TAPCO"
L["eft_sks_stock_tapco_buffer.description"] = "Труба приклада стандарта \"Mil-Spec\", разработанная специально для комплекта \"INTRAFUSE\". Производство TAPCO."

L["eft_sks_stock_tapco_mount.printname"] = "Нижняя направляющая TAPCO \"Intrafuse\" для СКС"
L["eft_sks_stock_tapco_mount.compactname"] = "TAPCO Intrafuse"
L["eft_sks_stock_tapco_mount.description"] = "Короткая направляющая типа Weaver/Пикатинни для установки различных тактических рукояток на ложе типа \"Intrafuse\", производства TAPCO."

L["eft_sks_hg_std.printname"] = "Накладка на газовую трубку для СКС"
L["eft_sks_hg_std.compactname"] = "СКС накл."
L["eft_sks_hg_std.description"] = "Штатная накладка на газовую трубку для карабина СКС производства ТОЗ."

L["eft_sks_hg_op.printname"] = "Накладка на газовую трубку для ОП-СКС"
L["eft_sks_hg_op.compactname"] = "ОП-СКС накл"
L["eft_sks_hg_op.description"] = "Штатное накладка на газовую трубку для СКС производства Молот Оружие."

L["eft_sks_hg_mc.printname"] = "Накладка на газовую трубку ATI \"Monte Carlo\" для СКС"
L["eft_sks_hg_mc.compactname"] = "СКС MC"
L["eft_sks_hg_mc.description"] = "Накладка на газовую трубку для карабина СКС. Производство ATI Outdoors."

L["eft_sks_hg_tapco.printname"] = "Накладка на газовую трубку TAPCO для СКС"
L["eft_sks_hg_tapco.compactname"] = "СКС TAPCO"
L["eft_sks_hg_tapco.description"] = "Накладка на газовую трубку с планкой Пикатинни для карабина СКС. Производство TAPCO."

L["eft_sks_hg_fab.printname"] = "Накладка на газовую трубку FAB Defense \"UAS\" для СКС"
L["eft_sks_hg_fab.compactname"] = "UAS СКС"
L["eft_sks_hg_fab.description"] = "Накладка на газовую трубку для карабина СКС. Производство FAB Defense."

L["eft_sks_dovetail_op.printname"] = "Кронштейн на Ласточкин Хвост для ОП-СКС"
L["eft_sks_dovetail_op.compactname"] = "ОПСКС ЛХ"
L["eft_sks_dovetail_op.description"] = "Кронштейн для установки прицелов и различных аксессуаров на ОП-СКС."

L["eft_sks_dovetail_choate.printname"] = "Крепление CHOATE для прицелов для СКС"
L["eft_sks_dovetail_choate.compactname"] = "CHOATE"
L["eft_sks_dovetail_choate.description"] = "Крепление для установки различных прицелов на карабин СКС. Производство CHOATE."

L["eft_sks_mag_10.printname"] = "Магазин неотъемный на 10 патронов 7.62x39 для СКС"
L["eft_sks_mag_10.compactname"] = "СКС встр. 10"
L["eft_sks_mag_10.description"] = "Десятизарядный неотъемный магазин для Самозарядного Карабина Симонова, под патрон 7.62x39. Магазин встраивается в винтовку и не может заменяться на ходу, так что брать с собой в рейд сразу несколько не рекомендуется."

L["eft_sks_mag_20.printname"] = "Магазин TAPCO \"6610\" на 20 патронов 7.62x39 для СКС"
L["eft_sks_mag_20.compactname"] = "6610 20"
L["eft_sks_mag_20.description"] = "20-зарядный полимерный отъемный магазин для Самозарядного Карабина Симонова, под патрон 7,62x39."

L["eft_sks_mag_35.printname"] = "Магазин ProMag \"AALVX\" на 35 патронов 7.62x39 для СКС"
L["eft_sks_mag_35.compactname"] = "СКС AALVX 35"
L["eft_sks_mag_35.description"] = "35-зарядный полимерный отъемный магазин для Самозарядного Карабина Симонова, под патрон 7.62x39."

L["eft_sks_mag_75.printname"] = "Магазин барабанный KCI на 75 патронов 7.62x39 для СКС"
L["eft_sks_mag_75.compactname"] = "KCI СКС 75"
L["eft_sks_mag_75.description"] = "Барабанный магазин из вороненной стали от KCI, разработанный для использования с карабинами СКС. Две внешние защелки открывают заднюю часть барабана, что позволяет выполнять перезарядку, не борясь с натяжением пружины, и хранить барабан в течение длительного времени с нулевым натяжением пружины."

-- [[ svt ]]
L["eft_svt_barrel_625.printname"] = "Ствол 625мм для СВТ-40 7.62x54R"
L["eft_svt_barrel_625.compactname"] = "СВТ 625мм"
L["eft_svt_barrel_625.description"] = "Штатный ствол для Самозарядной Винтовки Токарева длиной 625мм."

L["eft_svt_muzzle.printname"] = "Дульный тормоз 7.62x54R для СВТ-40"
L["eft_svt_muzzle.compactname"] = "СВТ ДТ"
L["eft_svt_muzzle.description"] = "Штатный дульный тормоз для Самозарядной Винтовки Токарева."

L["eft_svt_frontsight.printname"] = "Мушка для СВТ-40"
L["eft_svt_frontsight.compactname"] = "СВТ Муш."
L["eft_svt_frontsight.description"] = "Штатная мушка для Самозарядной Винтовки Токарева."

L["eft_svt_rearsight.printname"] = "Целик для СВТ-40 "
L["eft_svt_rearsight.compactname"] = "СВТ Цел."
L["eft_svt_rearsight.description"] = "Штатный целик для Самозарядной Винтовки Токарева."

L["eft_svt_dust.printname"] = "Крышка ствольной коробки для СВТ"
L["eft_svt_dust.compactname"] = "СВТ"
L["eft_svt_dust.description"] = "Штатная крышка ствольной коробки для Самозарядной Винтовки Токарева."

L["eft_svt_tokarev.printname"] = "Крепление Токарева для СВТ-40"
L["eft_svt_tokarev.compactname"] = "Токарев"
L["eft_svt_tokarev.description"] = "Крепление Токарева для Самозарядной Винтовки Токарева, позволяет устанавливать прицел ПУ 3.5х."

L["eft_svt_stock_avt.printname"] = "Ложе деревянное для АВТ-40"
L["eft_svt_stock_avt.compactname"] = "АВТ дер."
L["eft_svt_stock_avt.description"] = "Штатное ложе в сборе для Автоматической Винтовки Токарева производства ТОЗ."

L["eft_svt_mag_10.printname"] = "Магазин на 10 патронов 7.62x54R для СВТ-40"
L["eft_svt_mag_10.compactname"] = "СВТ 10"
L["eft_svt_mag_10.description"] = "Десятизарядный магазин для Самозарядной Винтовки Токарева, под патрон 7.62x54R."

L["eft_svt_mag_15.printname"] = "Магазин на 15 патронов 7.62x54R для АВТ-40"
L["eft_svt_mag_15.compactname"] = "АВТ 15"
L["eft_svt_mag_15.description"] = "Пятнадцатизарядный магазин для Автоматической Винтовки Токарева, под патрон 7.62x54R."

///////////////////////////// MR-43 + PM + PB
-- [[ mr43 ]]
L["eft_mr43_barrel_510.printname"] = "Ствол 510мм для ружья MP-43-1C 12к"
L["eft_mr43_barrel_510.compactname"] = "MP-43 510мм"
L["eft_mr43_barrel_510.description"] = "Ствол для двуствольного ружья МР-43-1C под патрон 12-го калибра, длиной 510мм."

L["eft_mr43_barrel_725.printname"] = "Ствол 725мм для ружья MP-43-1C 12к"
L["eft_mr43_barrel_725.compactname"] = "MP-43 725мм"
L["eft_mr43_barrel_725.description"] = "Ствол для двуствольного ружья МР-43-1C под патрон 12-го калибра, длиной 725мм."

L["eft_mr43_barrel_750.printname"] = "Ствол 750мм для ружья MP-43 12к"
L["eft_mr43_barrel_750.compactname"] = "MP-43 750мм"
L["eft_mr43_barrel_750.description"] = "Ствол для двуствольного ружья MP-43 под патрон 12-го калибра, длиной 750мм."

L["eft_mr43_barrel_310.printname"] = "Обрезанный ствол 310мм для ружья MP-43 12к"
L["eft_mr43_barrel_310.compactname"] = "MP-43 310мм"
L["eft_mr43_barrel_310.description"] = "Ствол для двуствольного ружья MP-43 под патрон 12-го калибра, длиной 310мм."

L["eft_mr43_butt.printname"] = "Затыльник приклада для ружья MP-43-1C"
L["eft_mr43_butt.compactname"] = "43-1С тыл."
L["eft_mr43_butt.description"] = "Комплектный затыльник для прикладов ружей MP-43."

-- [[ pm ]]
L["eft_pm_rec_std.printname"] = "Затвор для Пистолета Макарова"
L["eft_pm_rec_std.compactname"] = "ПМ"
L["eft_pm_rec_std.description"] = "Затвор для Пистолета Макарова 9x18."

L["eft_pm_rs_std.printname"] = "Целик для Пистолета Макарова"
L["eft_pm_rs_std.compactname"] = "ПМ цел."
L["eft_pm_rs_std.description"] = "Штатный целик для пистолета Макарова."

L["eft_pm_pg_std.printname"] = "Накладка бакелитовая для Пистолета Макарова"
L["eft_pm_pg_std.compactname"] = "ПМ бак."
L["eft_pm_pg_std.description"] = "Штатная бакелитовая накладка на рукоять для пистолета Макарова."

L["eft_pm_pg_fab.printname"] = "Рукоятка FAB Defense \"PM-G\" для Пистолета Макарова"
L["eft_pm_pg_fab.compactname"] = "PM-G"
L["eft_pm_pg_fab.description"] = "Рукоятка ПМ от FAB Defense со встроенным механизмом сброса магазина, который превращает советскую классику в современный удобный пистолет, значительно улучшая эргономику."

L["eft_pm_pg_fab_od.printname"] = "Рукоятка FAB Defense \"PM-G\" для Пистолета Макарова (Олива)"
L["eft_pm_pg_fab_od.compactname"] = "PM-G OD"
L["eft_pm_pg_fab_od.description"] = "Рукоятка ПМ от FAB Defense со встроенным механизмом сброса магазина, который превращает советскую классику в современный удобный пистолет, значительно улучшая эргономику. Версия в цвете Олива (Olive Drab)."

L["eft_pm_pg_tk.printname"] = "Рукоятка с планкой пикатинни \"PM Tactic Kit\" для Пистолета Макарова"
L["eft_pm_pg_tk.compactname"] = "ПМ TK"
L["eft_pm_pg_tk.description"] = "Эргономичная рукоять для Пистолета Макарова. Обеспечивает удобных хват и позволяет устанавливать дополнительные аксессуары под стволом. Производство Gun Custom Tuning."

L["eft_pm_pg_laser.printname"] = "Рукоятка с ЛЦУ PM-Laser для Пистолета Макарова"
L["eft_pm_pg_laser.compactname"] = "PM-L"
L["eft_pm_pg_laser.description"] = "Рукоятка ПМ со встроенным механизмом сброса магазина и лазерным целеуказателем. Производство PM-Laser."

L["eft_pm_mag_8.printname"] = "Магазин \"90-93\" на 999 патронов 9x18ПМ для Пистолета Макарова"
L["eft_pm_mag_8.compactname"] = "ПМ 8"
L["eft_pm_mag_8.description"] = "Стандартный восьмизарядный магазин \"90-93\" для пистолета ПМ производства Ижмех. Имеет окно на боковой стороне для контроля количества боеприпасов."

L["eft_pm_mag_84.printname"] = "Магазин барабанный на 84 патрона 9x18ПМ для Пистолета Макарова"
L["eft_pm_mag_84.compactname"] = "ПМ ППШ 84"
L["eft_pm_mag_84.description"] = "84-зарядный магазин для пистолета ПМ кустарного производства. Был впервые собран неизвестным умельцем в качестве эксперимента, путем объединения в единую конструкцию магазина от ПМ и ППШ, для операций в замкнутых пространствах с использованием штурмовых щитов. До производства или даже малой серии дело не дошло. Однако, при наличии довольно прямых рук и магазинов-доноров, данный опыт повторить вполне возможно."

L["eft_pm_thread.printname"] = "Пистолет Макарова ПМ (г) 9x18ПМ"
L["eft_pm_thread.compactname"] = "ПМ (г)"
L["eft_pm_thread.description"] = "Полулегендарный ПМ с удлинённым стволом и резьбой для установки глушителя. Кто-то утверждает, что он производен малой серией в Болгарии, кто-то вспоминает ГДР, некоторые вообще склонны утверждать, что это кустарная доводка. Как он оказался в Норвинской области, никто сказать уже не сможет."

L["eft_pb_pg_std.printname"] = "Накладки бакелитовые для ПБ"
L["eft_pb_pg_std.compactname"] = "ПБ бак."
L["eft_pb_pg_std.description"] = "Штатные бакелитовые накладки на рукоять для пистолета ПБ, производство ЦНИИТочМаш."

L["eft_pb_silencer.printname"] = "Глушитель 9x18ПМ для ПБ"
L["eft_pb_silencer.compactname"] = "ПБ глуш."
L["eft_pb_silencer.description"] = "Штатный съёмный глушитель от пистолета ПБ."

///////////////////////////// RPD + PPSH + TT
-- [[ 762x25tt ]]
L["eft_ammo_762x25tt_lrnpc.printname"] = "7.62x25мм ТТ LRNPC"
L["eft_ammo_762x25tt_lrnpc.compactname"] = "LRNPC"
L["eft_ammo_762x25tt_lrnpc.description"] = "Патрон 7.62x25мм ТТ с пулей со свинцовым круглым носом (Lead Round Nose) и полимерным покрытием (Polymer Coated). Предназначен для спортивной стрельбы и охоты. Пуля обеспечивает выдающееся останавливающее воздействие по сравнению с другими патронами того же калибра, использующимися в вооруженных силах, поскольку оказывает существенное травмирующее воздействие на цель после попадания, однако её начальная скорость ниже средней скорости в своем калибре, не говоря уже о слабой пробивной способности."

L["eft_ammo_762x25tt_lrn.printname"] = "7.62x25мм ТТ LRN"
L["eft_ammo_762x25tt_lrn.compactname"] = "LRN"
L["eft_ammo_762x25tt_lrn.description"] = "Патрон 7.62x25мм ТТ с пулей со свинцовым круглым носом (Lead Round Nose). Предназначен для спортивной стрельбы и охоты. Пуля обеспечивает существенное останавливающее и травмирующее воздействие на цель после попадания, но имеет низкую начальную скорость и слабую пробивную способность даже против брони базового уровня защиты."

L["eft_ammo_762x25tt_fmj.printname"] = "7.62x25мм ТТ FMJ43"
L["eft_ammo_762x25tt_fmj.compactname"] = "FMJ43"
L["eft_ammo_762x25tt_fmj.description"] = "Патрон 7.62x25мм ТТ с оболочечной пулей FMJ (Full Metal Jacket), предназначенный для спортивной и охотничей стрельбы из нарезного самозарядного оружия. Пуля не обладает выдающимися пробивными способностями, но тем не менее имеет значительное останавливающее воздействие по сравнению с другими патронами того же калибра, использующимися в армии."

L["eft_ammo_762x25tt_p.printname"] = "7.62x25мм ТТ П гл"
L["eft_ammo_762x25tt_p.compactname"] = "П"
L["eft_ammo_762x25tt_p.description"] = "Патрон 7.62x25мм ТТ П гл (Индекс ГАУ - 57-Н-132) с пулей массой 5,5 грамм со свинцовым сердечником, в биметаллической оболочке, в латунной гильзе. Обыкновенный патрон, который был выпущен одновременно с принятием на вооружение пистолета ТТ в СССР."

L["eft_ammo_762x25tt_akbs.printname"] = "7.62x25мм ТТ АКБС"
L["eft_ammo_762x25tt_akbs.compactname"] = "АКБС"
L["eft_ammo_762x25tt_akbs.description"] = "Патрон 7.62х25мм ТТ с немагнитной пулей массой 5,5 грамм в латунной гильзе, предназначенный для спортивной стрельбы и охоты. Патрон изготовлен с особым вниманием к деталям, что дает стрелку больше преимуществ по сравнению с другими патронами того же калибра, а именно снижение отдачи без изменения его начальной скорости и значительную убойность, что идеально подходит для охоты."

L["eft_ammo_762x25tt_pt.printname"] = "7.62x25мм ТТ ПТ гж"
L["eft_ammo_762x25tt_pt.compactname"] = "ПТ"
L["eft_ammo_762x25tt_pt.description"] = "Патрон 7.62х25мм ТТ ПТ гж (Индекс ГАУ - 57-Т-133) с трассирующей пулей массой 5,8 грамм со свинцовым сердечником, в латунной гильзе. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Красный). Хотя этот патрон имеет эффективную дальность стрельбы 100 метров, его трассирующая способность значительно превышает это расстояние. Предназначен для использования в пистолетах-пулеметах ППД, ППС и ППШ вместе с патроном 7.62x25мм ТТ Пст гж и имеет аналогичное останавливающее воздействие."

L["eft_ammo_762x25tt_pst.printname"] = "7.62x25мм ТТ Пст гж"
L["eft_ammo_762x25tt_pst.compactname"] = "Пст"
L["eft_ammo_762x25tt_pst.description"] = "Патрон 7.62x25мм ТТ Пст гж (Индекс ГАУ - 57-Н-134С) с пулей массой 5,4 грамм со стальным сердечником с биметаллической оболочкой, в биметаллической гильзе. Хотя этот патрон был создан с целью нейтрализации противника за объектами с низкой структурной прочностью, он также способен эффективно пробивать броню базового уровня защиты, а также некоторые модели среднего уровня защиты с близкого расстояния."

-- [[ ppsh ]]
L["eft_ppsh41_barrel_269.printname"] = "Ствол 269мм для ППШ-41 7.62x25"
L["eft_ppsh41_barrel_269.compactname"] = "ППШ41 269мм"
L["eft_ppsh41_barrel_269.description"] = "Ствол для ППШ-41 под патрон 7.62x25 длиной 269мм (10.6 дюймов)."

L["eft_ppsh41_dust.printname"] = "Крышка ствольной коробки для ППШ-41"
L["eft_ppsh41_dust.compactname"] = "ППШ41"
L["eft_ppsh41_dust.description"] = "Штатная крышка ствольной коробки для ППШ-41."

L["eft_ppsh41_stock.printname"] = "Ложе для ППШ-41"
L["eft_ppsh41_stock.compactname"] = "ППШ-41"
L["eft_ppsh41_stock.description"] = "Штатное деревянное ложе для пистолета-пулемета ППШ-41."

L["eft_ppsh41_mag_35.printname"] = "Магазин на 35 патронов 7.62x25 для ППШ-41"
L["eft_ppsh41_mag_35.compactname"] = "ППШ 35"
L["eft_ppsh41_mag_35.description"] = "35-зарядный стальной магазин 7.62x25 для ППШ-41."

L["eft_ppsh41_mag_71.printname"] = "Магазин барабанный на 71 патрон 7.62x25 для ППШ-41"
L["eft_ppsh41_mag_71.compactname"] = "ППШ 71"
L["eft_ppsh41_mag_71.description"] = "71-зарядный барабанный магазин под патрон 7.62x25 для ППШ-41 и совместимых."

-- [[ rpd ]]
L["eft_rpd_barrel_520.printname"] = "Ствол 520мм для РПД 7.62x39"
L["eft_rpd_barrel_520.compactname"] = "РПД 520мм"
L["eft_rpd_barrel_520.description"] = "Штатный ствол для Ручного пулемета Дегтярева длиной 520мм. Производство Завода имени В. А. Дегтярева."

L["eft_rpd_barrel_350.printname"] = "Обрезанный ствол 350мм для РПД 7.62x39"
L["eft_rpd_barrel_350.compactname"] = "РПД 350мм"
L["eft_rpd_barrel_350.description"] = "Обрезанный неизвестным умельцем ствол для Ручного пулемета Дегтярева длиной 350мм."

L["eft_rpd_muzzle.printname"] = "Втулка предохранительная для РПД"
L["eft_rpd_muzzle.compactname"] = "РПД ВП"
L["eft_rpd_muzzle.description"] = "Предохранительная втулка для ствола Ручного пулемета Дегтярева. Производство Завода имени В. А. Дегтярева."

-- L["eft_rpd_bipod.printname"] = "Сошки для РПД"
-- L["eft_rpd_bipod.compactname"] = "РПД"
-- L["eft_rpd_bipod.description"] = "Штатные сошки для Ручного пулемета Дегтярева. Производство Завода имени В. А. Дегтярева."

L["eft_rpd_rearsight.printname"] = "Целик для РПД"
L["eft_rpd_rearsight.compactname"] = "РПД цел."
L["eft_rpd_rearsight.description"] = "Штатный целик для Ручного пулемета Дегтярева. Производство Завода имени В. А. Дегтярева."

L["eft_rpd_hg.printname"] = "Цевье деревянное для РПД"
L["eft_rpd_hg.compactname"] = "РПД дер."
L["eft_rpd_hg.description"] = "Цевье деревянное для Ручного пулемета Дегтярева. Производство Завода имени В. А. Дегтярева."

L["eft_rpd_stock.printname"] = "Приклад деревянный для РПД"
L["eft_rpd_stock.compactname"] = "РПД дер."
L["eft_rpd_stock.description"] = "Штатный деревянный приклад для Ручного пулемета Дегтярева. Производство Завода имени В. А. Дегтярева."

L["eft_rpd_pg.printname"] = "Пистолетная рукоятка деревянная для РПД"
L["eft_rpd_pg.compactname"] = "РПД"
L["eft_rpd_pg.description"] = "Штатная деревянная пистолетная рукоятка для Ручного пулемета Дегтярева. Производство Завода имени В. А. Дегтярева."

L["eft_rpd_mag_100.printname"] = "Короб \"Бубен\" на 100 патронов 7.62x39 для РПД"
L["eft_rpd_mag_100.compactname"] = "Бубен 100"
L["eft_rpd_mag_100.description"] = "Штатная патронная коробка для Ручного пулемета Дегтярева на 100 патронов под калибр 7.62x39. Производство Завода имени В. А. Дегтярева."

L["eft_rpd_n.printname"] = "Ручной пулемет Дегтярева РПДН 7.62x39"
L["eft_rpd_n.compactname"] = "РПДН"
L["eft_rpd_n.description"] = "Ручной пулемет Дегтярева под калибр 7.62x39. Этот пулемет был принят на вооружение Советской Армией и использовался в качестве средства усиления пехотных отделений и взводов с конца сороковых до начала шестидесятых годов. Автоматика РПД выполнена элегантно, в результате пулемет получился компактным, надёжным и достаточно мощным оружием огневой поддержки. РПДН оборудован откидным креплением под ласточкин хвост для установки прицелов. Производство Завода имени В. А. Дегтярева."

-- [[ tt33 ]]
L["eft_tt33_barrel_116.printname"] = "Ствол 116мм для ТТ 7.62x25"
L["eft_tt33_barrel_116.compactname"] = "ТТ 116мм"
L["eft_tt33_barrel_116.description"] = "Штатный ствол для пистолета ТТ."

L["eft_tt33_barrel_116g.printname"] = "Ствол позолоченный 116мм для ТТ 7.62x25"
L["eft_tt33_barrel_116g.compactname"] = "ТТ 116мм зол."
L["eft_tt33_barrel_116g.description"] = "Позолоченный неизвестным оружейником ствол длиной 116мм для пистолета ТТ."

L["eft_tt33_barrel_121.printname"] = "Ствол кустарный 121мм с резьбой для ТТ 7.62x25"
L["eft_tt33_barrel_121.compactname"] = "ТТ 121мм рзб."
L["eft_tt33_barrel_121.description"] = "Изготовленный кустарным методом ствол для пистолета ТТ, с резьбой для установки глушителя."

L["eft_tt33_asilencer.printname"] = "Глушитель кустарный 7.62x25 для ТТ"
L["eft_tt33_asilencer.compactname"] = "ТТ глуш."
L["eft_tt33_asilencer.description"] = "Самопальный глушитель для ТТ с кустарным стволом. Устанавливать и вести стрельбу только на свой страх и риск."

L["eft_tt33_dtk.printname"] = "Дульный тормоз-компенсатор PM-Laser \"ДТК-ТТ\" для ТТ"
L["eft_tt33_dtk.compactname"] = "ДТК-ТТ"
L["eft_tt33_dtk.description"] = "Дульный тормоз-компенсатор \"ДТК-ТТ\" производства PM-Laser для пистолетов ТТ."

L["eft_tt33_pg_hogue.printname"] = "Накладка прорезиненная \"Hogue-like\" для ТТ"
L["eft_tt33_pg_hogue.compactname"] = "Hogue-like"
L["eft_tt33_pg_hogue.description"] = "Прорезиненная накладка на рукоять \"Hogue-like\" для установки на пистолеты ТТ."

L["eft_tt33_pg_razor.printname"] = "Накладка прорезиненная Razor Arms для ТТ"
L["eft_tt33_pg_razor.compactname"] = "TT RazorA"
L["eft_tt33_pg_razor.description"] = "Прорезиненная накладка на рукоять для пистолета ТТ, производство Razor Arms."

L["eft_tt33_pg_std.printname"] = "Накладки для ТТ"
L["eft_tt33_pg_std.compactname"] = "ТТ нкл"
L["eft_tt33_pg_std.description"] = "Штатные накладки на рукоять для пистолета ТТ послевоенного выпуска."

L["eft_tt33_pg_swag.printname"] = "Накладки блатные для ТТ"
L["eft_tt33_pg_swag.compactname"] = "ТТ блат"
L["eft_tt33_pg_swag.description"] = "Блатные накладки на рукоять для пистолета ТТ, выполненные по красоте."

L["eft_tt33_pg_206.printname"] = "Накладки с ЛЦУ PM-Laser \"ТТ-206\" для ТТ"
L["eft_tt33_pg_206.compactname"] = "TT-206"
L["eft_tt33_pg_206.description"] = "Накладки на рукоять \"ТТ-206\" с лазерным целеуказателем для пистолетов ТТ. Производство PM-Laser."

L["eft_tactical_ttprec.printname"] = "Тактический ЛЦУ DLP Tactical \"Precision Laser Sight\" для ТТ"
L["eft_tactical_ttprec.compactname"] = "TT PLS"
L["eft_tactical_ttprec.description"] = "Тактический ЛЦУ для пистолета ТТ, производство DLP Tactical."

L["eft_tt33_mag_8.printname"] = "Магазин тт-105 на 8 патронов 7.62x25 для ТТ"
L["eft_tt33_mag_8.compactname"] = "тт-105 8"
L["eft_tt33_mag_8.description"] = "Штатный магазин на 8 патронов для пистолета ТТ позднего выпуска, с ухом."

L["eft_tt33_gold.printname"] = "Пистолет ТТ-33 7.62x25 ТТ (Золотой)"
L["eft_tt33_gold.compactname"] = "ТТ Золотой"
L["eft_tt33_gold.description"] = "Легендарный пистолет, прошедший не один военный конфликт и воюющий до сих пор в отдельных точках нашей планеты, в том или ином варианте. Этот образец - классический ТТ-33, самая массовая версия. В нем используется браунинговский механизм короткого хода затвора с запиранием перекосом ствола, но в остальном пистолет отличается оригинальными конструкторскими решениями - намеренно упрощённый, одинарного действия УСМ, никаких предохранителей и мер безопасности, кроме предохранительного взвода, благодаря чему он выдерживает чудовищные эксплуатационные нагрузки. Благодаря мощному патрону 7.62x25 и длине ствола обладает высокой начальной скоростью пули, обеспечивающей хорошие показатели дальности, точности и пробиваемости. Особый вариант в золоте."

///////////////////////////// H&K MP7 + B&T MP9
-- [[ mp7 ]]
L["eft_mp7_fh.printname"] = "Пламегаситель 4.6x30 для HK MP7A1"
L["eft_mp7_fh.compactname"] = "MP7A1"
L["eft_mp7_fh.description"] = "Пламегаситель, предназначенный для установки на MP7 под патрон 4.6x30мм, производство Heckler & Koch."

L["eft_mp7_silencer.printname"] = "Глушитель B&T \"Rotex 2\" 4.6x30 для HK MP7"
L["eft_mp7_silencer.compactname"] = "Rotex 2"
L["eft_mp7_silencer.description"] = "Глушитель \"Rotex 2\" 4.6x30мм производства Brügger & Thomet. Устанавливается на пистолеты-пулеметы HK MP7."

L["eft_mp7_stock_a1.printname"] = "Приклад для HK MP7A1"
L["eft_mp7_stock_a1.compactname"] = "A1"
L["eft_mp7_stock_a1.description"] = "Штатный складной приклад для MP7A1. Производство Heckler & Koch."

L["eft_mp7_stock_a2.printname"] = "Приклад для HK MP7A2"
L["eft_mp7_stock_a2.compactname"] = "A2"
L["eft_mp7_stock_a2.description"] = "Штатный складной приклад для MP7A2. Производство Heckler & Koch."

L["eft_mp7_mag_20.printname"] = "Магазин на 20 патронов 4.6x30 для HK MP7"
L["eft_mp7_mag_20.compactname"] = "MP7 20"
L["eft_mp7_mag_20.description"] = "Штатный 20-зарядный магазин 4.6x30 для пистолетов-пулеметов MP7, производство Heckler & Koch."

L["eft_mp7_mag_30.printname"] = "Магазин на 30 патронов 4.6x30 для HK MP7"
L["eft_mp7_mag_30.compactname"] = "MP7 30"
L["eft_mp7_mag_30.description"] = "Штатный 30-зарядный магазин 4.6x30 для пистолетов-пулеметов MP7, производство Heckler & Koch."

L["eft_mp7_mag_40.printname"] = "Магазин на 40 патронов 4.6x30 для HK MP7"
L["eft_mp7_mag_40.compactname"] = "MP7 40"
L["eft_mp7_mag_40.description"] = "Штатный 40-зарядный магазин 4.6x30 для пистолетов-пулеметов MP7, производство Heckler & Koch."

L["eft_ammo_4630_actionsx.printname"] = "4.6x30мм Action SX"
L["eft_ammo_4630_actionsx.compactname"] = "Action SX"
L["eft_ammo_4630_actionsx.description"] = "Патрон 4.6x30mm HK Action SX с экспансивной латунной пулей массой 2 грамма, в латунной гильзе. Патрон предназначен для эффективного выведения из строя агрессора во время операций на близком расстоянии благодаря его значительному останавливающему действию, вдобавок предотвращая чрезмерное пробивание. Однако, из-за своей конструкции, пуля имеет значительную вероятность отскока от различных поверхностей."

L["eft_ammo_4630_subsonicsx.printname"] = "4.6x30мм Subsonic SX"
L["eft_ammo_4630_subsonicsx.compactname"] = "Subsonic SX"
L["eft_ammo_4630_subsonicsx.description"] = "Патрон 4.6x30 мм HK Subsonic SX с дозвуковой пулей массой 5 грамм с сердечником из вольфрамового сплава с медным покрытием, в латунной гильзе с уменьшенным зарядом. Пороховая нагрузка в этом дозвуковом патроне отрегулирована для работы с пистолетами-пулеметами семейства MP7, обеспечивая цикличность стрельбы и достигая существенного снижения шума при использовании вместе с глушителем. Несмотря на низкую начальную скорость пули, она обладает хорошей пробивной бронепробиваемостью против брони базового и среднего уровня защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_4630_jsp.printname"] = "4.6x30мм JSP SX "
L["eft_ammo_4630_jsp.compactname"] = "JSP SX"
L["eft_ammo_4630_jsp.description"] = "Патрон 4,6x30 HK — Fibonacci 40gr. Jacketed Soft Point Ammo. Этот патрон разработан по аналогии с патроном 5,7х28. Мягкая пуля с оболочечным сердечником делает этот патрон пригодным для стрельбы по мелкой дичи. Применяется в пистолете-пулемете H&K MP7. Патроны имеют латунную гильзу и не подвержены коррозии."

L["eft_ammo_4630_fmjsx.printname"] = "4.6x30мм FMJ SX"
L["eft_ammo_4630_fmjsx.compactname"] = "FMJ SX"
L["eft_ammo_4630_fmjsx.description"] = "Патрон 4.6x30мм HK FMJ SX с пулей массой 2,6 грамм с сердечником из свинцово-сурьмянистого сплава в латунной цельнометаллической оболочке (FMJ), в латунной гильзе. Патрон был разработан для общего военного использования, но пуля также обладает хорошей бронепробиваемостью против брони базового и среднего уровня защиты, делая патрон универсальным для использования в различных целях. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_4630_apsx.printname"] = "4.6x30мм AP SX"
L["eft_ammo_4630_apsx.compactname"] = "AP SX"
L["eft_ammo_4630_apsx.description"] = "Патрон 4.6x30 мм HK AP SX с бронебойной пулей массой 2 грамма со стальным сердечником, с медной оболочкой, в латунной гильзе. Патрон AP SX обеспечивает самую высокую бронепробиваемость калибра 4.6x30мм и отлично проявляет себя против брони базового и среднего уровня защиты, а также некоторых моделей 5-6 класса защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

-- [[ mp9 ]]
L["eft_mp9_silmount.printname"] = "Адаптер глушителя 9x19 для MP9"
L["eft_mp9_silmount.compactname"] = "MP9 адпт."
L["eft_mp9_silmount.description"] = "Адаптер для установки глушителя на пистолет-пулемет MP9 9x19, производство Brügger & Thomet."

L["eft_mp9_silencer.printname"] = "Глушитель 9x19 для MP9"
L["eft_mp9_silencer.compactname"] = "MP9"
L["eft_mp9_silencer.description"] = "Глушитель для установки на пистолет-пулемет MP9 9x19, производство Brügger & Thomet."

L["eft_mp9_stockk.printname"] = "Приклад для MP9"
L["eft_mp9_stockk.compactname"] = "MP9"
L["eft_mp9_stockk.description"] = "Штатный складной приклад для пистолетов-пулеметов MP9. Производство Brugger & Thomet."

L["eft_mp9_siderail.printname"] = "Направляющая боковая для MP9"
L["eft_mp9_siderail.compactname"] = "MP9 бок"
L["eft_mp9_siderail.description"] = "Боковая направляющая, позволяет устанавливать дополнительное оборудование на пистолет-пулемет MP9, производство Brügger & Thomet."

L["eft_mp9_bottomrail.printname"] = "Направляющая нижняя для MP9"
L["eft_mp9_bottomrail.compactname"] = "MP9 ниж."
L["eft_mp9_bottomrail.description"] = "Нижняя направляющая, позволяет устанавливать дополнительное оборудование на пистолет-пулемет MP9, производство Brügger & Thomet."

L["eft_mp9_fg.printname"] = "Тактическая рукоятка для MP9-N"
L["eft_mp9_fg.compactname"] = "MP9 рук."
L["eft_mp9_fg.description"] = "Штатная тактическая рукоятка для MP9-N, производство Brügger & Thomet."

L["eft_mp9_rec_std.printname"] = "Верхний ресивер для MP9 9x19"
L["eft_mp9_rec_std.compactname"] = "MP9"
L["eft_mp9_rec_std.description"] = "Верхний ресивер для пистолета-пулемета MP9. Производство Brügger & Thomet."

L["eft_mp9_rec_n.printname"] = "Верхний ресивер для MP9-N 9x19"
L["eft_mp9_rec_n.compactname"] = "MP9-N верх"
L["eft_mp9_rec_n.description"] = "Верхний ресивер для пистолета-пулемета MP9-N. Производство Brügger & Thomet."

L["eft_mp9_charge.printname"] = "Рукоятка заряжания для MP9"
L["eft_mp9_charge.compactname"] = "MP9 зар."
L["eft_mp9_charge.description"] = "Стандартная рукоятка заряжания для пистолета-пулемета MP9 и совместимых, производство Brügger & Thomet."

L["eft_mp9_rs.printname"] = "Целик для MP9"
L["eft_mp9_rs.compactname"] = "MP9 цел."
L["eft_mp9_rs.description"] = "Штатный целик для пистолета-пулемета MP9, производство Brügger & Thomet."

L["eft_mp9_mag_15.printname"] = "Магазин на 15 патронов 9x19 для MP9"
L["eft_mp9_mag_15.compactname"] = "MP9 15"
L["eft_mp9_mag_15.description"] = "Стандартный 15-зарядный магазин для пистолетов-пулеметов MP9, производство Brügger & Thomet."

L["eft_mp9_mag_20.printname"] = "Магазин на 20 патронов 9x19 для MP9"
L["eft_mp9_mag_20.compactname"] = "MP9 20"
L["eft_mp9_mag_20.description"] = "Стандартный 20-зарядный магазин для пистолетов-пулеметов MP9, производство Brügger & Thomet."

L["eft_mp9_mag_25.printname"] = "Магазин на 25 патронов 9x19 для MP9"
L["eft_mp9_mag_25.compactname"] = "MP9 25"
L["eft_mp9_mag_25.description"] = "Стандартный 25-зарядный магазин для пистолетов-пулеметов MP9, производство Brügger & Thomet."

L["eft_mp9_mag_30.printname"] = "Магазин на 30 патронов 9x19 для MP9"
L["eft_mp9_mag_30.compactname"] = "MP9 30"
L["eft_mp9_mag_30.description"] = "Стандартный 30-зарядный магазин для пистолетов-пулеметов MP9, производство Brügger & Thomet."

///////////////////////////// RSASS + Mutant + SR-25
-- [[ ar10 ]]
L["eft_ar10_gas_cmmg.printname"] = "Газблок низкопрофильный CMMG для AR-10"
L["eft_ar10_gas_cmmg.compactname"] = "CMMG"
L["eft_ar10_gas_cmmg.description"] = "Низкопрофильный газблок для AR-10 систем и штурмовой винтовки Mk47 Mutant. Производство CMMG."

L["eft_ar10_gas_kac.printname"] = "Газблок низкопрофильный KAC для AR-10"
L["eft_ar10_gas_kac.compactname"] = "KAC"
L["eft_ar10_gas_kac.description"] = "Низкопрофильный газблок, рассчитанный на применение в винтовках SR-25 и системах AR-10. Производство Knight's Armament Company."

L["eft_ar10_gas_jp.printname"] = "Газблок JP Enterprises \"Gas System-6\" для AR-10"
L["eft_ar10_gas_jp.compactname"] = "JPGS6"
L["eft_ar10_gas_jp.description"] = "Устанавливается взамен штатной муфты газоотвода семейства AR-10/AR-15, добавляя планку Пикатинни, позволяющую устанавливать альтернативные прицельные приспособления."

L["eft_ar10_hg_lch7.printname"] = "Цевье Lancer \"LCH7 M-LOK\" длиной 12.5 дюймов для AR-10"
L["eft_ar10_hg_lch7.compactname"] = "LCH7 12.5\""
L["eft_ar10_hg_lch7.description"] = "Цевьё Lancer \"LCH7\" длиной 12,5 дюймов для систем AR-10 и совместимых, оснащенное интерфейсом M-LOK для установки дополнительных устройств и аксессуаров."

L["eft_ar10_hg_rml9.printname"] = "Цевье CMMG \"MK3 RML9 M-LOK\" длиной 9 дюймов для AR-10"
L["eft_ar10_hg_rml9.compactname"] = "MK3 RML9"
L["eft_ar10_hg_rml9.description"] = "9-дюймовое цевьё \"MK3 RML9\", оснащенное интерфейсом M-LOK для установки дополнительных устройств и аксессуаров. Предназначено для систем AR-10 и совместимых. Производство CMMG."

L["eft_ar10_hg_rml15.printname"] = "Цевье CMMG \"MK3 RML15 M-LOK\" длиной 15 дюймов для AR-10"
L["eft_ar10_hg_rml15.compactname"] = "MK3 RML15"
L["eft_ar10_hg_rml15.description"] = "15-дюймовое цевьё \"MK3 RML15\", оснащенное интерфейсом M-LOK для установки дополнительных устройств и аксессуаров. Предназначено для систем AR-10 и совместимых. Производство CMMG."

L["eft_ar10_hg_rsass.printname"] = "Цевье для R11 RSASS"
L["eft_ar10_hg_rsass.compactname"] = "RSASS"
L["eft_ar10_hg_rsass.description"] = "Штатное цевьё производства JP Enterprises для Remington R11 RSASS. Также совместимо со штатными ресиверами AR-10/AR-15."

L["eft_ar10_hg_sws105.printname"] = "Цевье Noveske \"SWS N6\" длиной 10.5 дюймов для AR-10"
L["eft_ar10_hg_sws105.compactname"] = "SWS N6 10.5\""
L["eft_ar10_hg_sws105.description"] = "10,5-дюймовое цевье Noveske SWS N6, изготовленное из легкого, но прочного авиационного алюминиевого сплава. Поставляется с 4-мя креплениями для установки дополнительных устройств и аксессуаров."

L["eft_ar10_hg_swssplit.printname"] = "Цевье Noveske \"SWS N6 Split\" для AR-10"
L["eft_ar10_hg_swssplit.compactname"] = "SWS N6 Split"
L["eft_ar10_hg_swssplit.description"] = "Цевье Noveske \"SWS N6 Split\" изготовлено из легкого, но прочного авиационного алюминиевого сплава. Поставляется с 4-мя креплениями для установки дополнительных устройств и аксессуаров. Подходит для систем AR-10 и совместимых."

L["eft_ar10_hg_urx.printname"] = "Цевье KAC \"URX 4\" длиной 14.5 дюймов для AR-10"
L["eft_ar10_hg_urx.compactname"] = "URX4 14.5\""
L["eft_ar10_hg_urx.description"] = "Легкое цевье \"URX 4\" длиной 14,5 дюймов, совместимое с M-LOK, предназначенное для систем AR-10 и совместимых. Производство Knight's Armament Company."

L["eft_mount_rahg2.printname"] = "Направляющая 2 дюйма Remington \"RAHG\""
L["eft_mount_rahg2.compactname"] = "RAHG 2\""
L["eft_mount_rahg2.description"] = "Направляющая Remington RAHG длиной 2 дюйма, позволяет устанавливать дополнительное оборудование на цевья RAHG."

L["eft_mount_rahg41.printname"] = "Направляющая 4 дюйма Remington \"RAHG\""
L["eft_mount_rahg41.compactname"] = "RAHG 4\""
L["eft_mount_rahg41.description"] = "Направляющая Remington RAHG длиной 4 дюйма, позволяет устанавливать дополнительное оборудование на цевья RAHG."

L["eft_ar10_charge_ambi.printname"] = "Рукоятка заряжания двусторонняя KAC \"Ambidextrous\" для AR-10"
L["eft_ar10_charge_ambi.compactname"] = "KAC Ambi"
L["eft_ar10_charge_ambi.description"] = "Двусторонняя рукоятка заряжания для оружия на базе AR-10 для винтовки SR-25 и совместимых. Производство Knight's Armament Company."

L["eft_ar10_charge_kac.printname"] = "Рукоятка заряжания KAC для AR-10"
L["eft_ar10_charge_kac.compactname"] = "KAC"
L["eft_ar10_charge_kac.description"] = "Штатная рукоятка заряжания для винтовок SR-25 и совместимых систем AR-10, производство Knight's Armament Company."

L["eft_ar10_mag_kac10.printname"] = "Магазин KAC на 10 патронов 7.62x51 для AR-10"
L["eft_ar10_mag_kac10.compactname"] = "KAC 7.62 10"
L["eft_ar10_mag_kac10.description"] = "10-зарядный двухрядный стальной магазин производства \"Knight's Armament Company\", под патрон 7.62x51 NATO."

L["eft_ar10_mag_kac20.printname"] = "Магазин KAC на 20 патронов 7.62x51 для AR-10"
L["eft_ar10_mag_kac20.compactname"] = "KAC 7.62 20"
L["eft_ar10_mag_kac20.description"] = "20-зарядный двухрядный стальной магазин производства \"Knight's Armament Company\", под патрон 7.62x51 NATO."

L["eft_ar10_mag_pmag20.printname"] = "Магазин Magpul \"PMAG 20 SR-LR GEN M3\" на 20 патронов 7.62x51 для AR-10"
L["eft_ar10_mag_pmag20.compactname"] = "PMAG 7.62 20"
L["eft_ar10_mag_pmag20.description"] = "20-зарядный двухрядный полимерный магазин Magpul PMAG SR/LR GEN M3 20, под патрон 7.62x51 NATO."

L["eft_ar10_mag_drum50.printname"] = "Магазин барабанный X Products \"X-25\" на 50 патронов 7.62x51 для AR-10"
L["eft_ar10_mag_drum50.compactname"] = "X-25 50"
L["eft_ar10_mag_drum50.description"] = "50-зарядный барабанный магазин X-25, под патрон 7.62x51 NATO. Производство X Products."

-- [[ mk47 ]]
L["eft_mk47_charge_std.printname"] = "Рукоятка заряжания Ambidextrous для Mk47"
L["eft_mk47_charge_std.compactname"] = "Mk47 Ambi"
L["eft_mk47_charge_std.description"] = "Рукоятка заряжания для штурмовой винтовки Mk47 Mutant. Двусторонние защелки позволяют легкую эксплуатацию независимо от того, какой рукой пользователь заряжает оружие. Производство CMMG."

L["eft_mk47_barrel_254.printname"] = "Ствол 254мм для Mk47 7.62x39"
L["eft_mk47_barrel_254.compactname"] = "Mk47 254мм"
L["eft_mk47_barrel_254.description"] = "Ствол для штурмовой винтовки CMMG Mk47 Mutant под патрон 7.62x39 длиной 254мм."

L["eft_mk47_barrel_409.printname"] = "Ствол 409мм для Mk47 7.62x39"
L["eft_mk47_barrel_409.compactname"] = "Mk47 409мм"
L["eft_mk47_barrel_409.description"] = "Ствол для штурмовой винтовки CMMG Mk47 Mutant под патрон 7.62x39 длиной 409мм."

L["eft_mk47_upper_std.printname"] = "Верхний ресивер Resolute для Mk47 7.62x39"
L["eft_mk47_upper_std.compactname"] = "Mk47 Resolute"
L["eft_mk47_upper_std.description"] = "Верхний ресивер \"Resolute\" для Mk47 производства компании CMMG под патрон 7.62x39мм. Имеет направляющую для крепления дополнительного оборудования."

L["eft_ar_buffertube_cmmg.printname"] = "Труба приклада CMMG"
L["eft_ar_buffertube_cmmg.compactname"] = "CMMG"
L["eft_ar_buffertube_cmmg.description"] = "Труба Mil-Spec для установки различных телескопических прикладов. Производство CMMG."

-- [[ rsass ]]
L["eft_rsass_barrel_457.printname"] = "Ствол 457мм для AR-10 7.62x51 и совместимых"
L["eft_rsass_barrel_457.compactname"] = "AR10 457мм"
L["eft_rsass_barrel_457.description"] = "Ствол для оружия на базе AR-10 под патрон 7.62x51 NATO длиной 457мм (18 дюймов)."

L["eft_rsass_barrel_558.printname"] = "Ствол 558мм для AR-10 7.62x51 и совместимых"
L["eft_rsass_barrel_558.compactname"] = "AR10 558мм"
L["eft_rsass_barrel_558.description"] = "Ствол для оружия на базе AR-10 под патрон 7.62x51 NATO длиной 558мм (22 дюйма)."

-- [[ sr25 ]]
L["eft_sr25_barrel_406.printname"] = "Ствол 406мм для SR-25 7.62x51 и совместимых"
L["eft_sr25_barrel_406.compactname"] = "SR-25 406мм"
L["eft_sr25_barrel_406.description"] = "Ствол для оружия на базе AR-10 под патрон 7.62x51 NATO длиной 406мм (16 дюймов)."

L["eft_sr25_barrel_508.printname"] = "Ствол 508мм для SR-25 7.62x51 и совместимых"
L["eft_sr25_barrel_508.compactname"] = "SR-25 508мм"
L["eft_sr25_barrel_508.description"] = "Ствол для оружия на базе AR-10 под патрон 7.62x51 NATO длиной 508мм (20 дюймов)."

L["eft_sr25_upper_std.printname"] = "Верхний ресивер SR-25 7.62x51"
L["eft_sr25_upper_std.compactname"] = "SR-25"
L["eft_sr25_upper_std.description"] = "Верхний ресивер для марксманской винтовки SR-25, производство Knight's Armament Company."

///////////////////////////// SIG MCX + Spear + MPX + P226R
-- [[ mcx_mpx ]]
L["eft_mcx_ch.printname"] = "Рукоятка заряжания для MCX"
L["eft_mcx_ch.compactname"] = "MCX"
L["eft_mcx_ch.description"] = "Стандартная рукоятка заряжания для винтовок SIG Sauer MCX и совместимых."

L["eft_mcx_rec.printname"] = "Верхний ресивер GEN1 для MCX .300 BLK"
L["eft_mcx_rec.compactname"] = "MCX GEN1"
L["eft_mcx_rec.description"] = "Верхний ресивер для автоматов MCX первого поколения производства компании SIG Sauer. Имеет направляющую для крепления дополнительного оборудования."

L["eft_mcx_barrel171.printname"] = "Ствол 171мм для MCX .300 BLK"
L["eft_mcx_barrel171.compactname"] = "MCX 171мм"
L["eft_mcx_barrel171.description"] = "Ствол для оружия на базе MCX под патрон .300 BLK длиной 171мм."

L["eft_mcx_barrel229.printname"] = "Ствол 229мм для MCX .300 BLK"
L["eft_mcx_barrel229.compactname"] = "MCX 229мм"
L["eft_mcx_barrel229.description"] = "Ствол для оружия на базе MCX под патрон .300 BLK длиной 229мм."

L["eft_mcx_gb.printname"] = "Газблок для MCX"
L["eft_mcx_gb.compactname"] = "MCX газ"
L["eft_mcx_gb.description"] = "Газблок, рассчитанный на применение в винтовках SIG Sauer MCX."

L["eft_mcx_hg_12.printname"] = "Цевье GEN1 KeyMod длиной 12 дюймов для MCX"
L["eft_mcx_hg_12.compactname"] = "MCX 12\""
L["eft_mcx_hg_12.description"] = "Цевьё первого поколения длиной 12 дюймов для винтовок MCX, снабженное интерфейсом KeyMod для крепления дополнительного оборудования. Производство SIG Sauer."

L["eft_mcx_hg_8.printname"] = "Цевье GEN1 KeyMod длиной 8 дюймов для MCX"
L["eft_mcx_hg_8.compactname"] = "MCX 8\""
L["eft_mcx_hg_8.description"] = "Цевьё первого поколения длиной 8 дюймов для винтовок MCX, снабженное интерфейсом KeyMod для крепления дополнительного оборудования. Производство SIG Sauer."

L["eft_mcx_stock_colap.printname"] = "Приклад раздвижной Collapsing/Telescoping Stock для MPX/MCX"
L["eft_mcx_stock_colap.compactname"] = "SIG CTS"
L["eft_mcx_stock_colap.description"] = "Раздвижной приклад Collapsing/Telescoping Stock для MCX/MPX ранних годов выпуска производства SIG Sauer."

L["eft_mcx_stock_brace.printname"] = "Приклад раздвижной SB Tactical \"Pistol Stabilizing Brace\" для MPX/MCX"
L["eft_mcx_stock_brace.compactname"] = "MPX PSB"
L["eft_mcx_stock_brace.description"] = "Раздвижной приклад типа Pistol Stabilizing Brace, предназначенный для людей с ограниченными возможностями. Производство SB Tactical."

L["eft_mcx_stock_adap.printname"] = "Переходник складной Folding Knuckle Stock Adapter для MPX/MCX"
L["eft_mcx_stock_adap.compactname"] = "SIG FKSA"
L["eft_mcx_stock_adap.description"] = "Адаптер \"Folding Knuckle Stock Adapter\" для установки трубы под телескопические приклады на рельсу. Производство SIG Sauer."

L["eft_mcx_stock_cqb.printname"] = "Приклад раздвижной Maxim Defense \"CQB\" для MPX/MCX"
L["eft_mcx_stock_cqb.compactname"] = "MD CQB"
L["eft_mcx_stock_cqb.description"] = "Раздвижной приклад \"CQB\" для MCX/MPX. Производство Maxim Defense."

L["eft_mcx_stock_light.printname"] = "Приклад облегченный Thin Side-Folding Stock для MPX/MCX"
L["eft_mcx_stock_light.compactname"] = "SIG TSFS"
L["eft_mcx_stock_light.description"] = "Облегченный приклад \"Thin Side-Folding Stock\" для MCX/MPX. Производство SIG Sauer."

L["eft_mcx_stock_tele.printname"] = "Приклад телескопический Telescoping/Folding Stock для MPX/MCX"
L["eft_mcx_stock_tele.compactname"] = "SIG TFS"
L["eft_mcx_stock_tele.description"] = "Телескопический приклад Telescoping/Folding Stock для MPX/MCX. Производство SIG Sauer."

L["eft_mcx_stock_ulss.printname"] = "Приклад складной PMM \"ULSS\" для MPX/MCX"
L["eft_mcx_stock_ulss.compactname"] = "ULSS"
L["eft_mcx_stock_ulss.description"] = "Складной приклад \"ULSS\" (Ultra Light Skeleton Stock) для MCX/MPX производства Parker Mountain Machine."

L["eft_mpx_ch_1x.printname"] = "Рукоятка заряжания для MPX"
L["eft_mpx_ch_1x.compactname"] = "MPX 1x"
L["eft_mpx_ch_1x.description"] = "Рукоятка заряжания с одной защелкой для оружия на базе MPX. Производство SIG Sauer."

L["eft_mpx_ch_2x.printname"] = "Рукоятка заряжания двойная для MPX"
L["eft_mpx_ch_2x.compactname"] = "MPX 2x"
L["eft_mpx_ch_2x.description"] = "Рукоятка заряжания с двумя защелками для оружия на базе MPX. Производство SIG Sauer."

L["eft_mpx_ch_sch.printname"] = "Рукоятка заряжания Geissele \"SCH\" для MPX"
L["eft_mpx_ch_sch.compactname"] = "MPX SCH"
L["eft_mpx_ch_sch.description"] = "Рукоятка заряжания \"SCH\" (Super Charging Handle) для оружия на базе MPX производства Geissele."

L["eft_mpx_ch_2x2.printname"] = "Рукоятка заряжания двойная GEN 2 для MPX"
L["eft_mpx_ch_2x2.compactname"] = "MPX GEN2"
L["eft_mpx_ch_2x2.description"] = "Рукоятка заряжания 2-го поколения с двумя защелками для оружия на базе MPX. Производство SIG Sauer."

L["eft_mpx_rec.printname"] = "Верхний ресивер GEN1 для MPX 9x19"
L["eft_mpx_rec.compactname"] = "MPX GEN1"
L["eft_mpx_rec.description"] = "Верхний ресивер для MPX первого поколения производства компании SIG Sauer. Имеет направляющую для крепления дополнительного оборудования."

L["eft_mpx_barrel105.printname"] = "Ствол 265мм для MPX 9x19"
L["eft_mpx_barrel105.compactname"] = "MPX 265мм"
L["eft_mpx_barrel105.description"] = "Ствол длиной 265мм (10.5 дюймов) для оружия на базе MPX под патрон 9х19."

L["eft_mpx_barrel355.printname"] = "Ствол 355мм для MPX 9x19"
L["eft_mpx_barrel355.compactname"] = "MPX 355мм"
L["eft_mpx_barrel355.description"] = "Ствол длиной 355мм (14 дюймов) для оружия на базе MPX под патрон 9х19."

L["eft_mpx_barrel203.printname"] = "Ствол 203мм для MPX 9x19"
L["eft_mpx_barrel203.compactname"] = "MPX 203мм"
L["eft_mpx_barrel203.description"] = "Ствол длиной 203мм для оружия на базе MPX под патрон 9х19."

L["eft_mpx_barrel114.printname"] = "Ствол 114мм для MPX 9x19"
L["eft_mpx_barrel114.compactname"] = "MPX 114мм"
L["eft_mpx_barrel114.description"] = "Ствол длиной 114мм (4.5 дюймов) для оружия на базе MPX под патрон 9х19."

L["eft_mpx_barrel165.printname"] = "Ствол 165мм для MPX 9x19"
L["eft_mpx_barrel165.compactname"] = "MPX 165мм"
L["eft_mpx_barrel165.description"] = "Ствол длиной 165мм (6.5 дюймов) для оружия на базе MPX под патрон 9х19."

L["eft_mpx_barrel165sd.printname"] = "Ствол 165мм для MPX-SD 9x19"
L["eft_mpx_barrel165sd.compactname"] = "MPX-SD 165мм"
L["eft_mpx_barrel165sd.description"] = "Специальный ствол для MPX-SD с интегрированным глушителем под патрон 9х19 длиной 165мм."

L["eft_mpx_sd_silencer.printname"] = "Глушитель интегрированный 9x19 для MPX-SD"
L["eft_mpx_sd_silencer.compactname"] = "MPX-SD"
L["eft_mpx_sd_silencer.description"] = "Глушитель интегрированный производства SIG Sauer для специальной \"тихой\" версии MPX под индексом MPX-SD."

L["eft_mpx_barrel121ronin.printname"] = "Ствол Ronin Arms 121мм для MPX 9x19"
L["eft_mpx_barrel121ronin.compactname"] = "MPX-SD 121мм"
L["eft_mpx_barrel121ronin.description"] = "Специальный ствол длиной 4.75 дюймов (121мм) из комплекта MPX-SD, предназначенный для использования с интегрированным глушителем Ronin под патрон 9х19. Производство Ronin Arms."

L["eft_mpx_sd_silencer_ronin8.printname"] = "Глушитель интегрированный Ronin \"SD Suppressor\" 203мм 9x19 для MPX"
L["eft_mpx_sd_silencer_ronin8.compactname"] = "Ronin 203мм"
L["eft_mpx_sd_silencer_ronin8.description"] = "Глушитель длиной 8 дюймов (203мм) из комплекта MPX-SD, предназначенный для установки на специальный портированный ствол. Производство Ronin Arms."

L["eft_mpx_barrel171ronin.printname"] = "Ствол Ronin Arms 171мм для MPX 9x19"
L["eft_mpx_barrel171ronin.compactname"] = "MPX-SD 171мм"
L["eft_mpx_barrel171ronin.description"] = "Специальный ствол длиной 6.75 дюймов (171мм) из комплекта MPX-SD, предназначенный для использования с интегрированным глушителем Ronin под патрон 9х19. Производство Ronin Arms."

L["eft_mpx_sd_silencer_ronin12.printname"] = "Глушитель интегрированный Ronin \"SD Suppressor\" 305мм 9x19 для MPX"
L["eft_mpx_sd_silencer_ronin12.compactname"] = "Ronin 305мм"
L["eft_mpx_sd_silencer_ronin12.description"] = "Глушитель длиной 12 дюймов (305мм) из комплекта MPX-SD, предназначенный для установки на специальный портированный ствол. Производство Ronin Arms."

L["eft_mpx_hg_gen1.printname"] = "Цевье GEN1 длиной 6 дюймов для MPX"
L["eft_mpx_hg_gen1.compactname"] = "MPX GEN1 6\""
L["eft_mpx_hg_gen1.description"] = "Цевьё первого поколения для пистолетов-пулеметов MPX. Производство SIG Sauer."

L["eft_mpx_hg_105.printname"] = "Цевье Midwest Industries \"M-LOK\" длиной 10.5 дюймов для MPX"
L["eft_mpx_hg_105.compactname"] = "MPX Midwest 10.5\""
L["eft_mpx_hg_105.description"] = "Цевьё длиной 10.5 дюймов производства Midwest Industries для MPX, снабженное интерфейсом стандарта M-LOK для крепления дополнительного оборудования."

L["eft_mpx_hg_14.printname"] = "Цевье Midwest Industries \"M-LOK\" длиной 14 дюймов для MPX"
L["eft_mpx_hg_14.compactname"] = "MPX Midwest 14\""
L["eft_mpx_hg_14.description"] = "Цевьё длиной 14 дюймов производства Midwest Industries для MPX, снабженное интерфейсом стандарта M-LOK для крепления дополнительного оборудования."

L["eft_mpx_hg_45.printname"] = "Цевье Midwest Industries \"M-LOK\" длиной 4.5 дюймов для MPX"
L["eft_mpx_hg_45.compactname"] = "MPX Midwest 4.5\""
L["eft_mpx_hg_45.description"] = "Цевьё длиной 4.5 дюймов производства Midwest Industries для MPX, снабженное интерфейсом стандарта M-LOK для крепления дополнительного оборудования."

L["eft_mpx_hg_65.printname"] = "Цевье Midwest Industries \"M-LOK\" длиной 6.5 дюймов для MPX"
L["eft_mpx_hg_65.compactname"] = "MPX Midwest 6.5\""
L["eft_mpx_hg_65.description"] = "Цевьё длиной 6.5 дюймов производства Midwest Industries для MPX, снабженное интерфейсом стандарта M-LOK для крепления дополнительного оборудования."

L["eft_mpx_hg_14oem.printname"] = "Цевье Lancer \"OEM M-LOK\" длиной 14 дюймов для MPX"
L["eft_mpx_hg_14oem.compactname"] = "MPX OEM 14\""
L["eft_mpx_hg_14oem.description"] = "Цевьё \"OEM\" производства Lancer для MPX, снабженное интерфейсом стандарта M-LOK для крепления дополнительного оборудования."

L["eft_mpx_hg_gen1_4.printname"] = "Цевье GEN1 длиной 4 дюйма для MPX "
L["eft_mpx_hg_gen1_4.compactname"] = "MPX GEN1 4\""
L["eft_mpx_hg_gen1_4.description"] = "Цевьё длиной 4 дюйма производства SIG Sauer для первого поколения пистолета-пулемета MPX."

L["eft_mpx_hg_gen1_8.printname"] = "Цевье GEN1 длиной 8 дюймов для MPX"
L["eft_mpx_hg_gen1_8.compactname"] = "MPX GEN1 8\""
L["eft_mpx_hg_gen1_8.description"] = "Цевьё длиной 8 дюймов производства SIG Sauer для первого поколения пистолета-пулемета MPX."

L["eft_mpx_hg_gen2_4.printname"] = "Цевье GEN2 M-LOK длиной 4 дюйма для MPX"
L["eft_mpx_hg_gen2_4.compactname"] = "MPX GEN2 4\""
L["eft_mpx_hg_gen2_4.description"] = "Цевьё длиной 4 дюйма производства SIG Sauer для второго поколения пистолета-пулемета MPX, снабженное интерфейсом стандарта M-LOK для крепления дополнительного оборудования."

L["eft_mpx_hg_gen2_6.printname"] = "Цевье GEN2 M-LOK длиной 6 дюймов для MPX"
L["eft_mpx_hg_gen2_6.compactname"] = "MPX GEN2 6\""
L["eft_mpx_hg_gen2_6.description"] = "Цевьё длиной 6 дюймов производства SIG Sauer для второго поколения пистолета-пулемета MPX, снабженное интерфейсом стандарта M-LOK для крепления дополнительного оборудования."

L["eft_mpx_hg_gen2_8.printname"] = "Цевье GEN2 M-LOK длиной 8 дюймов для MPX"
L["eft_mpx_hg_gen2_8.compactname"] = "MPX GEN2 8\""
L["eft_mpx_hg_gen2_8.description"] = "Цевьё длиной 8 дюймов производства SIG Sauer для второго поколения пистолета-пулемета MPX, снабженное интерфейсом стандарта M-LOK для крепления дополнительного оборудования."

L["eft_mpx_mag_20.printname"] = "Магазин на 20 патронов 9x19 для MPX"
L["eft_mpx_mag_20.compactname"] = "MPX 20"
L["eft_mpx_mag_20.description"] = "Стандартный 20-зарядный магазин 9x19 для ПП MPX."

L["eft_mpx_mag_30.printname"] = "Магазин на 30 патронов 9x19 для MPX"
L["eft_mpx_mag_30.compactname"] = "MPX 30"
L["eft_mpx_mag_30.description"] = "Стандартный полупрозрачный магазин 9x19мм для MPX на 30 патронов, производство SIG Sauer."

L["eft_mpx_mag_41.printname"] = "Магазин с пяткой TTI \"Base Pad +11\" на 41 патрон 9x19 для MPX"
L["eft_mpx_mag_41.compactname"] = "MPX TTI 41"
L["eft_mpx_mag_41.description"] = "Штатный магазин 9x19 на 30 патронов для MPX с расширяющей пяткой Taran Tactical Innovations \"Base pad +11\"."

L["eft_mpx_mag_50.printname"] = "Магазин барабанный F5 MFG \"Drum\" на 50 патронов 9x19 для MPX"
L["eft_mpx_mag_50.compactname"] = "MPX F5 50"
L["eft_mpx_mag_50.description"] = "50-зарядный барабанный магазин повышенной емкости \"MPX Drum\" для MPX. Производство F5 MFG."

L["eft_mpx_muzzle_a2.printname"] = "Пламегаситель A2 9x19 для MPX"
L["eft_mpx_muzzle_a2.compactname"] = "MPX A2"
L["eft_mpx_muzzle_a2.description"] = "Пламегаситель A2 Bird Cage, предназначен для установки на MPX под патрон 9x19. Производство SIG Sauer."

L["eft_muzzle_taccom.printname"] = "Дульный тормоз TACCOM \"Carbine Brake\" 9x19"
L["eft_muzzle_taccom.compactname"] = "TACCOM"
L["eft_muzzle_taccom.description"] = "Мультикалиберный дульный тормоз \"Carbine Brake\" для SIG MPX и совместимых, производства TACCOM."

L["eft_mount_mpx_2.printname"] = "Направляющая 2 дюйма для цевья MPX GEN1"
L["eft_mount_mpx_2.compactname"] = "MPX 2\""
L["eft_mount_mpx_2.description"] = "Направляющая длиной 2 дюйма производства SIG Sauer. Позволяет устанавливать дополнительное оборудование на цевье SIG MPX первого поколения."

L["eft_mount_mpx_4.printname"] = "Направляющая 4 дюйма для цевья MPX \"GEN1\""
L["eft_mount_mpx_4.compactname"] = "MPX 4\""
L["eft_mount_mpx_4.description"] = "Направляющая длиной 4 дюйма производства SIG Sauer. Позволяет устанавливать дополнительное оборудование на цевье SIG MPX первого поколения."

L["eft_mpx_pgrip_std.printname"] = "Пистолетная рукоятка для MPX"
L["eft_mpx_pgrip_std.compactname"] = "MPX"
L["eft_mpx_pgrip_std.description"] = "Полимерная пистолетная рукоятка SIG MPX устанавливается на MPX первого и второго поколения. Производство SIG Sauer."

L["eft_ammo_300blk_ap.printname"] = ".300 Blackout AP"
L["eft_ammo_300blk_ap.compactname"] = "AP"
L["eft_ammo_300blk_ap.description"] = "Патрон .300 Blackout (7.62x35мм) AP с бронебойной пулей массой 8,4 грамм из патрона 7.62x51мм НАТО M80A1 со стальным наконечником над сердечником из медного сплава, с медной полуоболочкой, в латунной гильзе. Несмотря на собственные характеристики пули при использовании в патроне с полным зарядом, они изменяются при переходе в промежуточный патрон, однако пуля все еще обладает существенной пробивной способностью против брони базового и среднего уровня защиты, а также может вызывать серьезное травмирующее воздействие на цель после попадания. Конструкция патрона также позволяет использовать его в магазинах НАТО STANAG 5.56x45мм."

L["eft_ammo_300blk_m62.printname"] = ".300 Blackout M62 Tracer"
L["eft_ammo_300blk_m62.compactname"] = "M62"
L["eft_ammo_300blk_m62.description"] = "Патрон .300 Blackout M62 с трассирующей пулей для корректировки стрельбы (цвет трассера: Красный)."

L["eft_ammo_300blk_bcp.printname"] = ".300 Blackout БПЗ FMJ"
L["eft_ammo_300blk_bcp.compactname"] = "БПЗ FMJ"
L["eft_ammo_300blk_bcp.description"] = "Патрон .300 Blackout (7.62x35мм) БПЗ FMJ с пулей массой 9,4 грамм со свинцовым сердечником, в биметаллической оболочке, в стальной гильзе. Предназначен для охоты, обороны дома и стрельбы, произведен Барнаульским Патронным Заводом. Благодаря относительно простой конструкции, этот патрон является одним из самых экономичных вариантов своего калибра, и, несмотря на это, пуля в этом патроне обладает хорошими пробивными свойствами против брони базового и среднего уровня защиты. Однако, из-за своей конструкции, она имеет значительную вероятность отскока от различных поверхностей. Конструкция патрона также позволяет без проблем использовать его в магазинах НАТО STANAG 5.56x45мм."

L["eft_ammo_300blk_cbj.printname"] = ".300 Blackout CBJ"
L["eft_ammo_300blk_cbj.compactname"] = "CBJ"
L["eft_ammo_300blk_cbj.description"] = "Экспериментальный бронебойный патрон производства CBJ Tech. Содержит пулю с вольфрамовым сердечником массой 6,1 г, внутри пластикового корпуса массой 1 г. Обладает улучшенными бронепробивающими свойствами и лучшей траекторией."

L["eft_ammo_300blk_vmax.printname"] = ".300 Blackout V-Max"
L["eft_ammo_300blk_vmax.compactname"] = "V-Max"
L["eft_ammo_300blk_vmax.description"] = "Высокоточный специализированный охотничий патрон калибра .300 Blackout с пулей с мягким наконечником (Soft-Point)."

L["eft_ammo_300blk_whisper.printname"] = ".300 Whisper"
L["eft_ammo_300blk_whisper.compactname"] = "Whisper"
L["eft_ammo_300blk_whisper.description"] = "Патрон \"Whisper\" - это легкая сверхскоростная конструкция с алюминиевым сердечником и предварительно напряженной оболочкой. Алюминиевый сердечник после контакта начинает раскрываться, вдавливаясь в предварительно напряженную внешнюю оболочку и активируя резкую передачу энергии цели. Патрон идеален для близких огневых контактов с небронированными или легкобронированными целями. Не путать патрон с .300 Blackout, так как Whisper был разработан и выпускался почти 20 лет до Blackout."

-- [[ p226r ]]
L["eft_barrel_p226_std.printname"] = "Ствол 112мм для P226 9x19"
L["eft_barrel_p226_std.compactname"] = "P226 112мм"
L["eft_barrel_p226_std.description"] = "Штатный ствол длиной 112мм для пистолетов SIG Sauer P226."

L["eft_barrel_p226_thr.printname"] = "Ствол с резьбой для P226 9x19"
L["eft_barrel_p226_thr.compactname"] = "P226 рзб."
L["eft_barrel_p226_thr.description"] = "Штатный ствол с резьбой для пистолетов SIG Sauer P226 9x19."

L["eft_fs_p226_std.printname"] = "Мушка для P226"
L["eft_fs_p226_std.compactname"] = "P226 мшк"
L["eft_fs_p226_std.description"] = "Штатная мушка для пистолетов P226, производство SIG Sauer."

L["eft_fs_p226_merp.printname"] = "Мушка Meprolight \"TRU-DOT Night\" для P226"
L["eft_fs_p226_merp.compactname"] = "P226 TD FS"
L["eft_fs_p226_merp.description"] = "Мушка \"TRU-DOT Night\" с тритиевыми вставками для пистолетов P226. Производство Meprolight."

L["eft_mag_p226_15.printname"] = "Магазин на 15 патронов 9x19 для P226"
L["eft_mag_p226_15.compactname"] = "P226 15"
L["eft_mag_p226_15.description"] = "Стандартный 15-зарядный магазин для пистолетов SIG Sauer P226, под патрон 9x19."

L["eft_mag_p226_20.printname"] = "Магазин увеличенной емкости на 20 патронов 9x19 для P226"
L["eft_mag_p226_20.compactname"] = "P226 20"
L["eft_mag_p226_20.description"] = "20-зарядный магазин увеличенной емкости для пистолетов SIG Sauer P226, под патрон 9x19."

L["eft_muzzle_p226_std.printname"] = "Втулка предохранительная для P226"
L["eft_muzzle_p226_std.compactname"] = "P226 ВП"
L["eft_muzzle_p226_std.description"] = "Предохранительная втулка для ствола P226 с резьбой."

L["eft_muzzle_p226_tjs.printname"] = "Компенсатор TJ's Custom 9x19 для P226"
L["eft_muzzle_p226_tjs.compactname"] = "P226 TJC"
L["eft_muzzle_p226_tjs.description"] = "Компенсатор производства TJ's Custom Gunworks для пистолетов SIG Sauer P226."

L["eft_grip_p226_std.printname"] = "Накладка для P226 (Черная)"
L["eft_grip_p226_std.compactname"] = "P226 чрн."
L["eft_grip_p226_std.description"] = "Штатная чёрная полимерная накладка на рукоять производства SIG Sauer для пистолетов P226. Код детали производителя: GRIP226BLKPOL."

L["eft_grip_p226_axel.printname"] = "Накладка Axelson Tactical \"MK25\" для P226"
L["eft_grip_p226_axel.compactname"] = "P226 Axelson"
L["eft_grip_p226_axel.description"] = "Доработанная компанией Axelson Tactical пистолетная рукоятка SIG Sauer \"MK25\" для пистолета P226. Лимитированная модель."

L["eft_grip_p226_emp.printname"] = "Накладка Emperor Scorpion для P226"
L["eft_grip_p226_emp.compactname"] = "P226 Scorpion"
L["eft_grip_p226_emp.description"] = "Полимерная накладка на рукоять \"Emperor Scorpion\" производства SIG Sauer для пистолетов P226."

L["eft_grip_p226_hog.printname"] = "Накладка Hogue \"Rubberized\" для P226"
L["eft_grip_p226_hog.compactname"] = "P226 Hogue"
L["eft_grip_p226_hog.description"] = "Прорезиненная эргономическая накладка на рукоять для пистолетов SIG Sauer P226, производство Hogue."

L["eft_grip_p226_fde.printname"] = "Накладка Combat для P226 (FDE)"
L["eft_grip_p226_fde.compactname"] = "P226 FDE"
L["eft_grip_p226_fde.description"] = "Коричневая полимерная накладка на рукоять производства SIG Sauer для пистолетов P226. Используется как штатная на версии Combat."

L["eft_grip_p226_stain.printname"] = "Накладка Stainless Elite Wooden для P226"
L["eft_grip_p226_stain.compactname"] = "P226 Elite"
L["eft_grip_p226_stain.description"] = "Деревянная накладка на рукоять из комплекта \"Stainless Elite\" производства SIG Sauer для пистолетов P226."

L["eft_grip_p226_g10.printname"] = "Накладка Hogue \"G10 Chain Link\" для P226"
L["eft_grip_p226_g10.compactname"] = "P226 CL"
L["eft_grip_p226_g10.description"] = "Накладка из стекловолокна G10 для пистолетов P226. Производство Hogue."

L["eft_slide_p226_std.printname"] = "Затвор MK25 для P226R"
L["eft_slide_p226_std.compactname"] = "P226R"
L["eft_slide_p226_std.description"] = "Воронёный затвор SIG Sauer Mk25 для пистолета 9x19 P226R."

L["eft_slide_p226_emp.printname"] = "Затвор Emperor Scorpion для P226"
L["eft_slide_p226_emp.compactname"] = "P226 Scorpion"
L["eft_slide_p226_emp.description"] = "Затвор из комплекта \"Emperor Scorpion\" производства SIG Sauer для пистолетов P226."

L["eft_slide_p226_leg.printname"] = "Затвор Legion Full Size для P226"
L["eft_slide_p226_leg.compactname"] = "P226 Legion"
L["eft_slide_p226_leg.description"] = "Затвор из комплекта \"Legion\" для пистолетов P226 9x19, производство SIG Sauer."

L["eft_slide_p226_stain.printname"] = "Затвор Stainless Elite для P226"
L["eft_slide_p226_stain.compactname"] = "P226 Elite"
L["eft_slide_p226_stain.description"] = "Затвор из комплекта \"Stainless elite\" для пистолетов P226 9x19, производство SIG Sauer."

L["eft_slide_p226_axel.printname"] = "Затвор Axelson Tactical \"MK25\" для P226"
L["eft_slide_p226_axel.compactname"] = "P226 Axelson"
L["eft_slide_p226_axel.description"] = "Доработанный компанией Axelson Tactical затвор SIG Sauer \"MK25\" для пистолета P226. Лимитированная модель."

L["eft_rs_p226_std.printname"] = "Целик для P226"
L["eft_rs_p226_std.compactname"] = "P226 цел."
L["eft_rs_p226_std.description"] = "Штатный целик для пистолетов P226, производство SIG Sauer."

L["eft_rs_p226_merp.printname"] = "Целик Meprolight \"TRU-DOT Night\" для P226"
L["eft_rs_p226_merp.compactname"] = "P226 TD RS"
L["eft_rs_p226_merp.description"] = "Целик \"TRU-DOT Night\" с тритиевыми вставками для пистолетов P226. Производство Meprolight."

L["eft_rs_p226_mount.printname"] = "Целик-направляющая Sight Mount \"220-239\" для P226"
L["eft_rs_p226_mount.compactname"] = "SM220-239"
L["eft_rs_p226_mount.description"] = "Целик-направляющая 220-239 от компании Sight Mount для пистолетов SIG Sauer 220, 226, 227, 229, 239. Устанавливается взамен штатного целика, оставляет возможность использовать целик, если не установлен прицел."

L["eft_rs_p226_rmr.printname"] = "Крепление Trijicon \"RMR\" для P226"
L["eft_rs_p226_rmr.compactname"] = "RM50"
L["eft_rs_p226_rmr.description"] = "Универсальная база для установки компактных прицелов серии RMR от Trijicon на место штатного целика пистолетов SIG Sauer."

-- [[ spear ]]
L["eft_spear_charge_std.printname"] = "Рукоятка заряжания для MCX-SPEAR"
L["eft_spear_charge_std.compactname"] = "SPEAR"
L["eft_spear_charge_std.description"] = "Стандартная рукоятка заряжания для винтовки MCX-SPEAR. Производство SIG Sauer."

L["eft_spear_upper_std.printname"] = "Верхний ресивер для MCX-SPEAR 6.8x51"
L["eft_spear_upper_std.compactname"] = "SPEAR 6.8"
L["eft_spear_upper_std.description"] = "Штатный верхний ресивер для MCX-SPEAR 6.8x51мм (.277 FURY). Производство SIG Sauer."

L["eft_spear_barrel_330.printname"] = "Ствол 330мм для MCX-SPEAR 6.8x51"
L["eft_spear_barrel_330.compactname"] = "SPEAR 330мм"
L["eft_spear_barrel_330.description"] = "Ствол для оружия на базе MCX под патрон 6.8x51 (.277 FURY) длиной 330мм. Производство SIG Sauer."

L["eft_spear_gas_std.printname"] = "Газблок для MCX-SPEAR"
L["eft_spear_gas_std.compactname"] = "SPEAR газ"
L["eft_spear_gas_std.description"] = "Газблок, рассчитанный на применение в винтовке SIG MCX-Spear. Производство SIG Sauer."

L["eft_spear_hg_std.printname"] = "Цевье M-LOK длиной 11 дюймов для MCX-SPEAR"
L["eft_spear_hg_std.compactname"] = "SPEAR 11\""
L["eft_spear_hg_std.description"] = "Цевье длиной 11 дюймов для винтовок MCX-SPEAR, снабженное интерфейсом M-LOK для крепления дополнительного оборудования. Производство SIG Sauer."

L["eft_mcx_stock_hinge.printname"] = "Переходник складной Stock Locking Hinge Assembly для MPX/MCX"
L["eft_mcx_stock_hinge.compactname"] = "SIG SLHA"
L["eft_mcx_stock_hinge.description"] = "Адаптер \"Stock Locking Hinge Assembly\" для установки трубы под телескопические приклады на рельсу. Производство SIG Sauer."

L["eft_spear_buffertube_ct.printname"] = "Труба приклада Stock Adapter Low Profile Tube для MPX/MCX (Coyote Tan)"
L["eft_spear_buffertube_ct.compactname"] = "SIG LPT"
L["eft_spear_buffertube_ct.description"] = "Унифицированная шестипозиционная труба для установки телескопических прикладов военного образца. Производство SIG Sauer. Версия в цвете Coyote Tan."

L["eft_spear_mz_std.printname"] = "Пламегаситель Clutch-Lok QD 6.8x51 для MCX-SPEAR"
L["eft_spear_mz_std.compactname"] = "CLQD"
L["eft_spear_mz_std.description"] = "Пламегаситель Clutch-Lok QD эффективно подавляет вспышку, а также может служить платформой для быстросъёмного глушителя SLX68-MG-QD. Производство SIG Sauer."

L["eft_spear_silencer_std.printname"] = "Глушитель SLX68-MG-QD 6.8x51 для MCX-SPEAR"
L["eft_spear_silencer_std.compactname"] = "SLX68"
L["eft_spear_silencer_std.description"] = "Глушитель SLX68-MG-QD предназначен для использования с патроном калибра 6.8x51 (.277 FURY). Может быть установлен только на пламегасители Clutch-Lok. Производство SIG Sauer."

L["eft_ar10_mag_l7_20.printname"] = "Магазин Lancer \"L7AWM\" на 20 патронов 7.62x51 для AR-10"
L["eft_ar10_mag_l7_20.compactname"] = "L7AWM 10"
L["eft_ar10_mag_l7_20.description"] = "20-зарядный двухрядный полимерный магазин L7AWM 20, под патрон 7.62x51 NATO. Производство Lancer Systems."

L["eft_ar10_mag_l7_25.printname"] = "Магазин Lancer \"L7AWM\" на 25 патронов 7.62x51 для AR-10"
L["eft_ar10_mag_l7_25.compactname"] = "L7AWM 25"
L["eft_ar10_mag_l7_25.description"] = "25-зарядный двухрядный полимерный магазин L7AWM 25, под патрон 7.62x51 NATO. Производство Lancer Systems."

L["eft_ammo_68x51_fmj.printname"] = "6.8x51мм SIG FMJ"
L["eft_ammo_68x51_fmj.compactname"] = "FMJ"
L["eft_ammo_68x51_fmj.description"] = "Винтовочный патрон 6.8x51мм (.277 FURY) Elite Ball массой 135 гран в цельнометаллической оболочке (FMJ - Full Metal Jacket), выпускаемый компанией SIG Sauer."

L["eft_ammo_68x51_hybrid.printname"] = "6.8x51мм SIG Hybrid"
L["eft_ammo_68x51_hybrid.compactname"] = "Hybrid"
L["eft_ammo_68x51_hybrid.description"] = "Винтовочный патрон калибра 6.8х51мм (.277 FURY) с биметаллической гильзой (основание из нержавеющей стали в сочетании с латунным корпусом), выпускаемый компанией SIG Sauer. Обеспечивает более высокую скорость, большую передачу энергии при поражении цели, более легкую гильзу в сравнении с 5.56x45, и имеет повышенную поражающую способность в сравнении с 7.62x51, обладая при этом отличной пробивной способностью против современных бронежилетов."

///////////////////////////// Steyr AUG A1 + A3
-- [[ aug ]]
L["eft_aug_barrel_16.printname"] = "Ствол 417мм для Steyr AUG A3 5.56x45"
L["eft_aug_barrel_16.compactname"] = "A3 417мм"
L["eft_aug_barrel_16.description"] = "Ствол для Steyr AUG A3 под патрон 5.56x45 NATO длиной 417мм (16 дюймов)."

L["eft_aug_barrel_20.printname"] = "Ствол 508мм для Steyr AUG A1 5.56x45"
L["eft_aug_barrel_20.compactname"] = "A1 508мм"
L["eft_aug_barrel_20.description"] = "Ствол для Steyr AUG A1 под патрон 5.56x45 NATO длиной 508мм (20 дюймов)."

L["eft_aug_barrel_16a1.printname"] = "Ствол 417мм для Steyr AUG A1 5.56x45"
L["eft_aug_barrel_16a1.compactname"] = "A1 417мм"
L["eft_aug_barrel_16a1.description"] = "Ствол для Steyr AUG A1 под патрон 5.56x45 NATO длиной 417мм (16 дюймов)."

L["eft_aug_grip.printname"] = "Тактическая рукоятка для Steyr AUG"
L["eft_aug_grip.compactname"] = "AUG"
L["eft_aug_grip.description"] = "Штатная тактическая вертикальная рукоятка для автомата Steyr AUG."

L["eft_aug_scope_m1.printname"] = "Прицел для Steyr AUG A3 M1 1.5x"
L["eft_aug_scope_m1.compactname"] = "A3M1 1.5x"
L["eft_aug_scope_m1.description"] = "Штатный оптический прицел для AUG A3 M1 обеспечивает увеличение 1.5x и имеет встроенные крепления для установки тактического оборудования и коллиматорных прицелов. Производство Steyr-Daimler-Puch."

L["eft_aug_upper.printname"] = "Ресивер для Steyr AUG A3 556x45"
L["eft_aug_upper.compactname"] = "AUG A3"
L["eft_aug_upper.description"] = "Низкопрофильный ресивер со встроенной планкой под тактическое оборудование для AUG A3, производство Steyr-Daimler-Puch."

L["eft_aug_upper_stg.printname"] = "Прицельный комплекс STG77 1.5x для Steyr AUG A1"
L["eft_aug_upper_stg.compactname"] = "STG77 1.5x"
L["eft_aug_upper_stg.description"] = "STG77 является штатным прицельным приспособлением для AUG A1, разработанный компанией Swarovski Optik. Оптический прицел обеспечивает увеличение 1.5x. В верхней части оптики выполнены открытые несъемные прицельные приспособления: мушка и целик."

L["eft_aug_mag_10.printname"] = "Магазин на 10 патронов 5.56x45 для Steyr AUG"
L["eft_aug_mag_10.compactname"] = "AUG 10"
L["eft_aug_mag_10.description"] = "10-зарядный полимерный магазин для штурмовых винтовок AUG, под патрон 5.56х45. Производство Steyr-Daimler-Puch."

L["eft_aug_mag_30.printname"] = "Магазин на 30 патронов 5.56x45 для Steyr AUG"
L["eft_aug_mag_30.compactname"] = "AUG 30"
L["eft_aug_mag_30.description"] = "30-зарядный полимерный магазин для штурмовых винтовок AUG, под патрон 5.56х45. Производство Steyr-Daimler-Puch."

L["eft_aug_mag_42.printname"] = "Магазин на 42 патрона 5.56x45 для Steyr AUG"
L["eft_aug_mag_42.compactname"] = "AUG 42"
L["eft_aug_mag_42.description"] = "42-зарядный полимерный магазин для штурмовых винтовок AUG, под патрон 5.56х45. Производство Steyr-Daimler-Puch."

L["eft_muzzle_aug_fh_a3.printname"] = "Пламегаситель закрытого типа 5.56x45 для Steyr AUG A3"
L["eft_muzzle_aug_fh_a3.compactname"] = "A3 5.56"
L["eft_muzzle_aug_fh_a3.description"] = "Штатный пламегаситель для AUG A3, производство Steyr-Daimler-Puch. Эффективно подавляет вспышку. Подходит для стволов AUG 5.56x45 калибра. "

L["eft_muzzle_aug_fh_a1.printname"] = "Пламегаситель закрытого типа 5.56x45 для Steyr AUG A1"
L["eft_muzzle_aug_fh_a1.compactname"] = "A1 5.56"
L["eft_muzzle_aug_fh_a1.description"] = "Штатный пламегаситель для AUG A1, производство Steyr-Daimler-Puch. Эффективно подавляет вспышку. Подходит для стволов AUG 5.56x45 калибра. "

L["eft_muzzle_aug_brake.printname"] = "Дульный тормоз 5.56x45 для Steyr AUG A3"
L["eft_muzzle_aug_brake.compactname"] = "A3ДТ 5.56"
L["eft_muzzle_aug_brake.description"] = "Дульный тормоз, разработанный специально для AUG A3, производство Steyr-Daimler-Puch. Существенно снижает отдачу и подъем ствола. Подходит для стволов AUG 5.56x45 калибра. "

L["eft_muzzle_aug_rat.printname"] = "Переходник RAT Worx 5.56x45 для Steyr AUG"
L["eft_muzzle_aug_rat.compactname"] = "RatWorx"
L["eft_muzzle_aug_rat.description"] = "Переходник для установки дульных устройств, предназначенных для AR-15, на Steyr AUG калибра 5.56x45мм. Производство Research And Testing Worx."

L["eft_muzzle_aug_ase.printname"] = "Модератор звука Ase Utra \"S Series SL7i\" для Steyr AUG 5.56x45"
L["eft_muzzle_aug_ase.compactname"] = "SL7i 5.56"
L["eft_muzzle_aug_ase.description"] = "Модератор звука \"S Series SL7i\" производства Ase Utra. Устанавливается на стволы Steyr AUG 5.56x45."

L["eft_muzzle_aug_t4.printname"] = "Глушитель Reflex \"T4AUG Ranger\" 5.56x45 для Steyr AUG"
L["eft_muzzle_aug_t4.compactname"] = "T4AUG 5.56"
L["eft_muzzle_aug_t4.description"] = "Глушитель \"T4AUG Ranger\" производства Reflex Suppressors предназначен для установки на 508мм ствол AUG 5.56x45. T4AUG возможно установить вместе с штатными пламегасителями AUG A1 и AUG A3."

L["eft_aug_ch_a1.printname"] = "Рукоятка затвора для Steyr AUG A1"
L["eft_aug_ch_a1.compactname"] = "AUG A1"
L["eft_aug_ch_a1.description"] = "Штатная рукоятка затвора для AUG A1. Производство Steyr-Daimler-Puch."

L["eft_aug_ch_a3.printname"] = "Рукоятка затвора для Steyr AUG A3"
L["eft_aug_ch_a3.compactname"] = "AUG A3"
L["eft_aug_ch_a3.description"] = "Штатная рукоятка затвора для AUG A3. Производство Steyr-Daimler-Puch."

L["eft_aug_upper_rail_low.printname"] = "Низкое крепление для прицелов для Steyr AUG A3 M1"
L["eft_aug_upper_rail_low.compactname"] = "A3M1 низ."
L["eft_aug_upper_rail_low.description"] = "Низкое крепление для AUG A3 M1 для установки прицелов. Производство Steyr-Daimler-Puch."

L["eft_aug_upper_rail_high.printname"] = "Высокое крепление для прицелов для Steyr AUG A3 M1"
L["eft_aug_upper_rail_high.compactname"] = "A3M1 выс."
L["eft_aug_upper_rail_high.description"] = "Высокое крепление для AUG A3 M1 для установки прицелов. Производство Steyr-Daimler-Puch."

L["eft_aug_grip_mount.printname"] = "Передняя направляющая Corvus Defensio \"KeyMod Forward Accessory Rail\" для Steyr AUG"
L["eft_aug_grip_mount.compactname"] = "CD KM"
L["eft_aug_grip_mount.description"] = "Крепление с интерфейсом KeyMod, заменяющее стандартную переднюю рукоятку и позволяющее устанавливать различные тактические устройства, предназначено для автоматов AUG. Производство Corvus Defensio."

L["eft_aug_upper_vltor.printname"] = "Ресивер Vltor для Steyr AUG A3 5.56x45"
L["eft_aug_upper_vltor.compactname"] = "A3 Vltor"
L["eft_aug_upper_vltor.description"] = "Низкопрофильный ресивер со встроенной планкой под тактическое оборудование для AUG A3, производство Vltor."

L["eft_aug_upper_rail_vltor.printname"] = "Крепление для прицелов Corvus Defensio \"Receiver Rail MOI 30 Slots\" для Steyr AUG A3"
L["eft_aug_upper_rail_vltor.compactname"] = "A3 CD"
L["eft_aug_upper_rail_vltor.description"] = "Низкое крепление для AUG A3 для установки прицелов. Производство Corvus Defensio."

///////////////////////////// PP-91 + SV-98
-- [[ kedr ]]
L["eft_kedr_silmount.printname"] = "Насадка на ствол для ПП-91-01 \"Кедр-Б\""
L["eft_kedr_silmount.compactname"] = "ПП9101"
L["eft_kedr_silmount.description"] = "Насадок на ствол ПП-91-01 \"Кедр-Б\" с расширительной камерой."

L["eft_kedr_silencer.printname"] = "Глушитель 9x18ПМ для ПП-91-01 \"Кедр-Б\""
L["eft_kedr_silencer.compactname"] = "ПП9101"
L["eft_kedr_silencer.description"] = "Штатный съемный глушитель ПП-91-01 \"Кедр-Б\" 9х18ПМ. Снимается для компактной транспортировки ПП."

L["eft_kedr_pg.printname"] = "Пистолетная рукоятка полимерная для ПП-91 \"Кедр\""
L["eft_kedr_pg.compactname"] = "ПП91"
L["eft_kedr_pg.description"] = "Штатная полимерная пистолетная рукоятка ЗМЗ для пистолета пулемета ПП-91 \"Кедр\" и других на его базе."

L["eft_mount_kedr_ris.printname"] = "Крепление Ротор 43 \"RIS\" для ПП-91 \"Кедр\""
L["eft_mount_kedr_ris.compactname"] = "ПП91 RIS"
L["eft_mount_kedr_ris.description"] = "RIS-планка для пистолетов-пулеметов ПП-91 Кедр, производство Ротор 43."

L["eft_kedr_mag_20.printname"] = "Магазин на 20 патронов 9x18ПМ для ПП-91"
L["eft_kedr_mag_20.compactname"] = "ПП91 20"
L["eft_kedr_mag_20.description"] = "20-зарядный стандартный металлический магазин для пистолетов-пулеметов на базе ПП-91 \"Кедр\" производства ЗМЗ."

L["eft_kedr_mag_30.printname"] = "Магазин на 30 патронов 9x18ПМ для ПП-91"
L["eft_kedr_mag_30.compactname"] = "ПП91 30"
L["eft_kedr_mag_30.description"] = "30-зарядный стандартный металлический магазин для пистолетов-пулеметов на базе ПП-91 \"Кедр\" производства ЗМЗ."

-- [[ sv98 ]]
L["eft_sv98_chassis_cnc.printname"] = "Ложе CNC Guns \"OV-SV98\" для СВ-98"
L["eft_sv98_chassis_cnc.compactname"] = "OV-SV98"
L["eft_sv98_chassis_cnc.description"] = "Цельнофрезерованное ложе \"OV-SV98\" для СВ-98 производства CNC Guns."

L["eft_sv98_chassis_wood.printname"] = "Ложе деревянное для СВ-98"
L["eft_sv98_chassis_wood.compactname"] = "СВ98 Дер."
L["eft_sv98_chassis_wood.description"] = "Штатное ложе из дерева для СВ-98 производства Ижмаш."

L["eft_sv98_cnc_hg.printname"] = "Цевье CNC Guns \"OV-SV98 KeyMod\" для СВ-98"
L["eft_sv98_cnc_hg.compactname"] = "OV-SV98"
L["eft_sv98_cnc_hg.description"] = "Цевьё CNC Guns из авиационного алюминия для ложа \"OV-SV98\" с возможностью установки направляющих на системе KeyMod."

L["eft_sv98_mag_10.printname"] = "Магазин на 10 патронов 7.62x54R для СВ-98"
L["eft_sv98_mag_10.compactname"] = "СВ-98 10"
L["eft_sv98_mag_10.description"] = "Стандартный полимерный магазин на 10 патронов производства Ижмаш для винтовки СВ-98, под патрон 7.62X54R."

L["eft_sv98_m12.printname"] = "Приклад CNC Guns \"M12B\" для \"OV-SV98\""
L["eft_sv98_m12.compactname"] = "M12B"
L["eft_sv98_m12.description"] = "Унифицированный штатный приклад от CNC Guns для \"OV-SV98\" на снайперскую винтовку СВ-98."

L["eft_sv98_ribooon.printname"] = "Противомиражная лента для СВ-98"
L["eft_sv98_ribooon.compactname"] = "СВ-98 лента"
L["eft_sv98_ribooon.description"] = "Противомиражная лента для снайперской винтовки СВ-98. Устанавливается на ствол. Препятствует подъёму горячего воздуха от ствола и созданию искажений на линии прицеливания."

L["eft_sv98_rss.printname"] = "Целик для СВ-98"
L["eft_sv98_rss.compactname"] = "СВ-98 цел."
L["eft_sv98_rss.description"] = "Стандартный целик для снайперской винтовки СВ-98 производства Ижмаш."

-- L["eft_sv98_bipodd.printname"] = "Сошки для СВ-98"
-- L["eft_sv98_bipodd.compactname"] = "СВ-98"
-- L["eft_sv98_bipodd.description"] = "Штатные сошки Ижмаш для винтовки СВ-98. В походном положении укладываются в цевьё."

L["eft_sv98_muzzle_sil.printname"] = "Глушитель 7.62x54R для СВ-98"
L["eft_sv98_muzzle_sil.compactname"] = "СВ98 глуш."
L["eft_sv98_muzzle_sil.description"] = "Штатный глушитель для снайперских винтовок СВ-98 производства Ижмаш."

L["eft_sv98_muzzle_std.printname"] = "Надульное устройство 7.62x54R для СВ-98"
L["eft_sv98_muzzle_std.compactname"] = "СВ-98 уст."
L["eft_sv98_muzzle_std.description"] = "Штатное надульное устройство для снайперской винтовки СВ-98."

L["eft_sv98_muzzle_srvv.printname"] = "Дульный тормоз-компенсатор SRVV \"Mk.2.0\" 7.62x54R для СВ-98"
L["eft_sv98_muzzle_srvv.compactname"] = "SRVV СВ98"
L["eft_sv98_muzzle_srvv.description"] = "Компенсатор \"Mk.2.0\" для СВ-98, производство SRVV."

L["eft_sv98_muzzle_thr.printname"] = "Адаптер под установку глушителя 7.62x54R для СВ-98"
L["eft_sv98_muzzle_thr.compactname"] = "СВ98 глш."
L["eft_sv98_muzzle_thr.description"] = "Штатный адаптер с резьбой под установку глушителя 7.62x54 для СВ-98."

L["eft_sv98_sil_cover.printname"] = "Противомиражник для глушителя СВ-98"
L["eft_sv98_sil_cover.compactname"] = "СВ-98 ПМ."
L["eft_sv98_sil_cover.description"] = "Штатный противомиражник для глушителей снайперских винтовок СВ-98."

///////////////////////////// AS Val Platform + VSK/9A
-- [[ val ]]
L["eft_val_mag_10.printname"] = "Магазин 6Л24 на 10 патронов 9x39 для ВСС/Вал"
L["eft_val_mag_10.compactname"] = "6Л24 10"
L["eft_val_mag_10.description"] = "10-зарядный полимерный магазин ЦНИИТочМаш 6Л24, под патрон 9x39 для ВСС \"Винторез\"."

L["eft_val_mag_20.printname"] = "Магазин 6Л25 на 20 патронов 9x39 для ВСС/Вал (Слива)"
L["eft_val_mag_20.compactname"] = "6Л25 20"
L["eft_val_mag_20.description"] = "20-зарядный полимерный магазин ЦНИИТочМаш 6Л25, под патрон 9x39 для АС \"Вал\"."

L["eft_val_mag_30.printname"] = "Магазин СР3М.130 на 30 патронов 9x39 для ВСС/Вал"
L["eft_val_mag_30.compactname"] = "СР3М.130 30"
L["eft_val_mag_30.description"] = "30-зарядный стальной магазин ЦНИИТочМаш СР3М.130, под патрон 9x39 для CР-3М, ВСС и АС Вал."

L["eft_val_mag_30s.printname"] = "Магазин на 30 патронов 9x39 для ВСС/Вал"
L["eft_val_mag_30s.compactname"] = "ВСС/Вал 30"
L["eft_val_mag_30s.description"] = "30-зарядный полимерный магазин ЦНИИТочМаш, под патрон 9x39 для АС \"Вал\"."

L["eft_val_vss_stock.printname"] = "Приклад деревянный для ВСС"
L["eft_val_vss_stock.compactname"] = "ВСС"
L["eft_val_vss_stock.description"] = "Штатный деревянный приклад для ВСС \"Винторез\". Производство ЦНИИТочМаш."

L["eft_val_stockk.printname"] = "Приклад для АС Вал"
L["eft_val_stockk.compactname"] = "Вал"
L["eft_val_stockk.description"] = "Штатный рамочный металлический приклад для АС Вал. Производство ЦНИИТочМаш."

-- L["eft_val_dc_vss.printname"] = "Крышка ствольной коробки для ВСС"
-- L["eft_val_dc_vss.compactname"] = "ВСС"
-- L["eft_val_dc_vss.description"] = "Штатная крышка ствольной коробки для ВСС \"Винторез\" производства ЦНИИТочМаш."

L["eft_val_dc_val.printname"] = "Крышка ствольной коробки для АС Вал"
L["eft_val_dc_val.compactname"] = "Вал"
L["eft_val_dc_val.description"] = "Штатная крышка ствольной коробки АС \"Вал\" производства ЦНИИточмаш."

-- L["eft_val_rs_vss.printname"] = "Целик для ВСС"
-- L["eft_val_rs_vss.compactname"] = "ВСС цел."
-- L["eft_val_rs_vss.description"] = "Штатный механический регулируемый по дальности целик для ВСС \"Винторез\"."

L["eft_val_rs_val.printname"] = "Целик для АС Вал"
L["eft_val_rs_val.compactname"] = "Вал цел."
L["eft_val_rs_val.description"] = "Штатный механический регулируемый по дальности целик для АС Вал."

L["eft_val_grip_std.printname"] = "Пистолетная рукоятка для АС Вал (Слива)"
L["eft_val_grip_std.compactname"] = "Вал"
L["eft_val_grip_std.description"] = "Штатная полимерная пистолетная рукоятка для АС \"Вал\", производство ЦНИИТочМаш."

L["eft_val_grip_black.printname"] = "Пистолетная рукоятка для АС Вал (Черная)"
L["eft_val_grip_black.compactname"] = "Вал"
L["eft_val_grip_black.description"] = "Штатная полимерная пистолетная рукоятка для АС \"Вал\", производство ЦНИИТочМаш. Версия в черном цвете."

L["eft_val_hg_std.printname"] = "Цевье полимерное для ВСС/Вал (Слива)"
L["eft_val_hg_std.compactname"] = "ВСС/Вал"
L["eft_val_hg_std.description"] = "Полимерное цевье для АС \"Вал\" и ВСС производства ЦНИИТочМаш."

L["eft_val_hg_black.printname"] = "Цевье полимерное для ВСС/Вал (Черное)"
L["eft_val_hg_black.compactname"] = "ВСС/Вал"
L["eft_val_hg_black.description"] = "Полимерное цевье для АС ВАЛ и ВСС производства ЦНИИТочМаш. Версия в черном цвете."

L["eft_val_grip_rotor.printname"] = "Пистолетная рукоятка-переходник Ротор 43 для АС Вал"
L["eft_val_grip_rotor.compactname"] = "Р34 Вал"
L["eft_val_grip_rotor.description"] = "Пистолетная рукоятка с переходником под приклады AR-15 для АС Вал, производство Ротор 43."

-- L["eft_val_supp_vss.printname"] = "Глушитель интегрированный 9x39 для ВСС"
-- L["eft_val_supp_vss.compactname"] = "ВСС глуш."
-- L["eft_val_supp_vss.description"] = "Встроенный ствол-глушитель производства ЦНИИТочМаш для ВСС \"Винторез\"."

L["eft_val_supp_val.printname"] = "Глушитель интегрированный 9x39 для АС Вал"
L["eft_val_supp_val.compactname"] = "Вал"
L["eft_val_supp_val.description"] = "Встроенный ствол-глушитель производства ЦНИИТочМаш для АС Вал."

L["eft_val_mount_6p.printname"] = "Крепление ТОЗ \"6П29М\" для ВСС/Вал"
L["eft_val_mount_6p.compactname"] = "6П29М"
L["eft_val_mount_6p.description"] = "Крепление ТОЗ 6П29М, разработанное для модифицированной версии снайперской винтовки ВСС. Устанавливается на штатный глушитель ВСС и формирует 3 планки, предназначенные для установки на оружие дополнительного оборудования."

L["eft_val_mount_b3c.printname"] = "Крепление-спарка Зенит \"Б-3\" для ВСС/Вал"
L["eft_val_mount_b3c.compactname"] = "Б-3"
L["eft_val_mount_b3c.description"] = "Кронштейн-спарка Зенит \"Б-3\" устанавливается на ПБС ВСС или ВАЛ и формирует планку Пикатинни, предназначенную для установки на оружие дополнительного оборудования."

L["eft_val_mount_b3.printname"] = "Крепление Зенит \"Б-3\" для ВСС/Вал"
L["eft_val_mount_b3.compactname"] = "Б-3"
L["eft_val_mount_b3.description"] = "Кронштейн Б-3 устанавливается на ПБС ВСС или ВАЛ и формирует планку Пикатинни, предназначенную для установки на оружие дополнительного оборудования. Производство Зенит."

L["eft_sr3_supp.printname"] = "Глушитель 9x39 для СР-3М"
L["eft_sr3_supp.compactname"] = "СР-3М"
L["eft_sr3_supp.description"] = "Глушитель для установки на автомат СР-3М, производство ЦНИИТочМаш."

L["eft_sr3_hg_std.printname"] = "Цевье полимерное для СР-3М (Слива)"
L["eft_sr3_hg_std.compactname"] = "СР-3М"
L["eft_sr3_hg_std.description"] = "Полимерное цевье \"Слива\" для СР-3М производства ЦНИИТочМаш."

L["eft_sr3_hg_black.printname"] = "Цевье полимерное для СР-3М (Черное)"
L["eft_sr3_hg_black.compactname"] = "СР-3М"
L["eft_sr3_hg_black.description"] = "Полимерное цевье для СР-3М производства ЦНИИТочМаш."

L["eft_sr3_hg_rail.printname"] = "Цевье полимерное с направляющими для СР-3М (Черное)"
L["eft_sr3_hg_rail.compactname"] = "СР-3МЗ"
L["eft_sr3_hg_rail.description"] = "Полимерное цевье с направляющими Зенит для СР-3М."

L["eft_sr3_fg_std.printname"] = "Тактическая рукоятка для СР-3М (Слива)"
L["eft_sr3_fg_std.compactname"] = "СР-3М"
L["eft_sr3_fg_std.description"] = "Складная вертикальная рукоятка \"Слива\" для автомата СР-3М. Производство ЦНИИТочМаш."

L["eft_sr3_fg_black.printname"] = "Тактическая рукоятка для СР-3М (Черная)"
L["eft_sr3_fg_black.compactname"] = "СР-3М"
L["eft_sr3_fg_black.description"] = "Штатная складная вертикальная рукоятка для автомата СР-3М. Производство ЦНИИТочМаш."

L["eft_mount_dovetail_sr3mp.printname"] = "Кронштейн на Ласточкин Хвост для СР-3МП (Черный)"
L["eft_mount_dovetail_sr3mp.compactname"] = "СР-3МП кр."
L["eft_mount_dovetail_sr3mp.description"] = "Кронштейн для установки прицелов и различных аксессуаров для автомата СР-3МП. Производство ЦНИИТочМаш. Версия в черном цвете."

L["eft_mount_dovetail_sr3mpp.printname"] = "Кронштейн на Ласточкин Хвост для СР-3МП (Слива)"
L["eft_mount_dovetail_sr3mpp.compactname"] = "СР-3МП кр."
L["eft_mount_dovetail_sr3mpp.description"] = "Кронштейн для установки прицелов и различных аксессуаров для автомата СР-3МП. Производство ЦНИИТочМаш. Версия в цвете \"Слива\"."

L["eft_sr3_mount_hg.printname"] = "Направляющие боковые для СР-3МП (Черные)"
L["eft_sr3_mount_hg.compactname"] = "СР-3МП б."
L["eft_sr3_mount_hg.description"] = "Боковые направляющие для автоматов СР-3МП, позволяют устанавливать дополнительное тактическое оборудование. Производство ЦНИИТочМаш. Версия в черном цвете."

L["eft_sr3_mount_hgp.printname"] = "Направляющие боковые для СР-3МП (Слива)"
L["eft_sr3_mount_hgp.compactname"] = "СР-3МП б."
L["eft_sr3_mount_hgp.description"] = "Боковые направляющие для автоматов СР-3МП, позволяют устанавливать дополнительное тактическое оборудование. Производство ЦНИИТочМаш. Версия в цвете \"Слива\"."

L["eft_ammo_9x39_fmj.printname"] = "9x39мм FMJ"
L["eft_ammo_9x39_fmj.compactname"] = "FMJ"
L["eft_ammo_9x39_fmj.description"] = "Патрон 9x39мм ТПЗ FMJ предназначен для стрельбы из гражданского оружия. Патрон не теряет своих качеств при использовании в различных климатических и метеорологических условиях, независимо от времени года."

L["eft_ammo_9x39_sp6.printname"] = "9x39мм СП-6 гс"
L["eft_ammo_9x39_sp6.compactname"] = "СП-6"
L["eft_ammo_9x39_sp6.description"] = "Специальный патрон 9х39мм СП-6 гс (Индекс ГРАУ - 7Н9) с дозвуковой бронебойной пулей массой 16 грамм с сердечником из закаленной углеродистой стали, с двухслойной полуоболочкой, в стальной гильзе. Патрон был разработан в середине 1980-х годов для оснащения Автомата Специального \"ВАЛ\" способностью нейтрализации вражеских сил, оснащенных броней базового и среднего уровня защиты, а также обеспечивая сильную поражающую способность. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскакивания от различных поверхностей."

L["eft_ammo_9x39_bp.printname"] = "9x39мм БП гс"
L["eft_ammo_9x39_bp.compactname"] = "БП"
L["eft_ammo_9x39_bp.description"] = "Специальный патрон 9х39мм БП гс (Индекс ГРАУ - 7Н12) с дозвуковой бронебойной пулей массой 15,5 грамм с сердечником из закаленной углеродистой стали, с двухслойной полуоболочкой, в стальной гильзе. Патрон БП (Бронебойная Пуля) был разработан в начале 2000-х годов на основе патрона 9x39мм СП-6 с целью улучшения его конструкции и бронепробиваемости, что привело к улучшению пробивной способности против специализированной брони 5-6 класса защиты, а также к значительному останавливающему действию. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_9x39_spp.printname"] = "9x39мм СПП гс"
L["eft_ammo_9x39_spp.compactname"] = "СПП"
L["eft_ammo_9x39_spp.description"] = "Специальный патрон 9х39мм СПП гс (Индекс ГРАУ - 7Н9) с дозвуковой бронебойной пулей массой 15,7 грамм с заостренным сердечником из закаленной углеродистой стали над свинцовым поддоном, с биметаллической полуоболочкой, в стальной гильзе. Патрон был разработан в начале 2000-х годов на основе патрона 9x39мм СП-5 гс для улучшения его конструкции и бронебойности, что привело к улучшению пробивной и поражающей способности. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскакивания от различных поверхностей."

L["eft_ammo_9x39_pab9.printname"] = "9x39мм ПАБ-9 гс"
L["eft_ammo_9x39_pab9.compactname"] = "ПАБ-9"
L["eft_ammo_9x39_pab9.description"] = "Патрон ПАБ-9 (Патрон Автоматный Бронебойный) является модификацией патрона СП-6. Более тяжелая пуля со скоростью вылета более 300 м/с позволила немного увеличить поражающую и пробивную способность за счет ухудшения кучности. В рядах войск спецназа РФ не рекомендуется к использованию из-за повышенного отрицательного воздействия на ресурс оружия."

L["eft_ammo_9x39_sp5.printname"] = "9x39мм СП-5 гс"
L["eft_ammo_9x39_sp5.compactname"] = "СП-5"
L["eft_ammo_9x39_sp5.description"] = "Специальный патрон 9х39мм СП-5 гс (Индекс ГРАУ - 7Н8) с дозвуковой пулей массой 16 грамм с заостренным стальным сердечником на свинцовом поддоне, с биметаллической оболочкой, в стальной гильзе. Патрон был разработан в середине 1980-х годов на основе патрона 7,62x39мм УС гж для использования в снайперской винтовке ВСС \"Винторез\". Патрон обладает хорошей поражающей способностью и бронепробиваемостью против базового и среднего уровня защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскакивания от различных поверхностей."

-- [[ vsk ]]
L["eft_vsk_mag_20.printname"] = "Магазин на 20 патронов 9x39 для 9А-91 и совместимых"
L["eft_vsk_mag_20.compactname"] = "9А-91 20"
L["eft_vsk_mag_20.description"] = "Штатный 20-зарядный магазин для автомата 9А-91 и винтовки ВСК-94. Производство Тульского Конструкторского Бюро Приборостроения."

L["eft_vsk_stockk.printname"] = "Приклад для ВСК-94"
L["eft_vsk_stockk.compactname"] = "ВСК-94"
L["eft_vsk_stockk.description"] = "Штатный приклад для винтовки ВСК-94. Производство Тульского Конструкторского Бюро Приборостроения."

L["eft_vsk_top_stock.printname"] = "Складной приклад для 9А-91"
L["eft_vsk_top_stock.compactname"] = "9А-91 скл."
L["eft_vsk_top_stock.description"] = "Штатный складной приклад для автомата 9А-91. Производство Тульского Конструкторского Бюро Приборостроения."

L["eft_vsk_hg_9a.printname"] = "Цевье для 9А-91"
L["eft_vsk_hg_9a.compactname"] = "9А-91"
L["eft_vsk_hg_9a.description"] = "Штатное цевье для автомата 9А-91. Производство Тульского Конструкторского Бюро Приборостроения."

L["eft_vsk_hg_vsk.printname"] = "Цевье для ВСК-94"
L["eft_vsk_hg_vsk.compactname"] = "ВСК-94"
L["eft_vsk_hg_vsk.description"] = "Штатное цевье для винтовки ВСК-94. Производство Тульского Конструкторского Бюро Приборостроения."

L["eft_vsk_grip_std.printname"] = "Пистолетная рукоятка для 9А-91"
L["eft_vsk_grip_std.compactname"] = "9А-91"
L["eft_vsk_grip_std.description"] = "Штатная пистолетная рукоятка для автомата 9А-91. Производство Тульского Конструкторского Бюро Приборостроения."

L["eft_vsk_retainer.printname"] = "Оковка цевья для 9А-91 и совместимых"
L["eft_vsk_retainer.compactname"] = "9А91 оков."
L["eft_vsk_retainer.description"] = "Штатная оковка цевья для компактного автомата 9А-91 и совместимых моделей. Производство Тульского Конструкторского Бюро Приборостроения."

L["eft_vsk_supp.printname"] = "Глушитель для 9А-91 9x39 и совместимых"
L["eft_vsk_supp.compactname"] = "9А-91"
L["eft_vsk_supp.description"] = "Съемный глушитель для компактного автомата 9А-91 и совместимых. Производство Тульского Конструкторского Бюро Приборостроения."

L["eft_vsk_brl.printname"] = "Ствольный блок для ВСК-94 9x39"
L["eft_vsk_brl.compactname"] = "ВСК-94"
L["eft_vsk_brl.description"] = "Штатный ствол для винтовки ВСК-94 длиной 180мм. Производство Тульского Конструкторского Бюро Приборостроения."

L["eft_vsk_brl9.printname"] = "Ствольный блок для 9А-91 9x39"
L["eft_vsk_brl9.compactname"] = "9А-91"
L["eft_vsk_brl9.description"] = "Штатный ствол для автомата 9А-91 длиной 180мм. Производство Тульского Конструкторского Бюро Приборостроения."

///////////////////////////// Desert Eagle L5/L6/XIX
-- [[ 50ae_357 ]]
L["eft_ammo_50ae_copper.printname"] = ".50 AE Copper Solid"
L["eft_ammo_50ae_copper.compactname"] = "Copper"
L["eft_ammo_50ae_copper.description"] = "Патрон .50 Action Express Copper (12.7x33мм) с чрезвычайно точной медной пулей массой 25,9 грамм, которая обуславливает огромное останавливающее действие данного патрона. Один из самых мощных унитарных пистолетных патронов в мире, обладает значительной убойностью."

L["eft_ammo_50ae_fmj.printname"] = ".50 AE FMJ"
L["eft_ammo_50ae_fmj.compactname"] = "FMJ"
L["eft_ammo_50ae_fmj.description"] = "Патрон .50 Action Express FMJ (12.7x33мм) с тупоконечной пулей массой 19,4 грамм, которая обуславливает огромное останавливающее действие данного патрона. Один из самых мощных унитарных пистолетных патронов в мире, обладает значительной убойностью."

L["eft_ammo_50ae_jsp.printname"] = ".50 AE Hawk JSP"
L["eft_ammo_50ae_jsp.compactname"] = "Hawk JSP"
L["eft_ammo_50ae_jsp.description"] = "Патрон .50 Action Express Hawk JSP (12.7x33мм) с экспансивной пулей массой 26,4 грамм, которая была разработана для того, чтобы проникать в цель и направлять в нее огромный поток энергии. Один из самых мощных унитарных пистолетных патронов в мире, обладает значительной убойностью."

L["eft_ammo_50ae_jhp.printname"] = ".50 AE JHP"
L["eft_ammo_50ae_jhp.compactname"] = "JHP"
L["eft_ammo_50ae_jhp.description"] = "Патрон .50 Action Express JHP (12.7x33мм) с экспансивной пулей массой 19,4 грамм, которая обуславливает огромное останавливающее действие. Один из самых мощных унитарных пистолетных патронов в мире, обладает значительной убойностью."

L["eft_ammo_357_fmj.printname"] = ".357 Magnum FMJ"
L["eft_ammo_357_fmj.compactname"] = "FMJ"
L["eft_ammo_357_fmj.description"] = "Американский револьверный патрон .357 Magnum большой мощности, созданный компанией Smith & Wesson."

L["eft_ammo_357_jhp.printname"] = ".357 Magnum JHP"
L["eft_ammo_357_jhp.compactname"] = "JHP"
L["eft_ammo_357_jhp.description"] = "Американский револьверный патрон .357 Magnum большой мощности, созданный компанией Smith & Wesson."

L["eft_ammo_357_hp.printname"] = ".357 Magnum HP"
L["eft_ammo_357_hp.compactname"] = "HP"
L["eft_ammo_357_hp.description"] = "Американский револьверный патрон .357 Magnum большой мощности, созданный компанией Smith & Wesson."

L["eft_ammo_357_sp.printname"] = ".357 Magnum SP"
L["eft_ammo_357_sp.compactname"] = "SP"
L["eft_ammo_357_sp.description"] = "Американский револьверный патрон .357 Magnum большой мощности, созданный компанией Smith & Wesson."

-- [[ deagle ]]
L["eft_barrel_deagle_l5_50ae.printname"] = "Ствол 127мм для Desert Eagle L5 .50 AE"
L["eft_barrel_deagle_l5_50ae.compactname"] = "L5 127мм"
L["eft_barrel_deagle_l5_50ae.description"] = "Ствол L5 длиной 127мм под калибр .50 AE для пистолета Desert Eagle, производство Magnum Research."

L["eft_barrel_deagle_l5_357.printname"] = "Ствол 127мм для Desert Eagle L5 .357"
L["eft_barrel_deagle_l5_357.compactname"] = "L5 127мм"
L["eft_barrel_deagle_l5_357.description"] = "Ствол L5 длиной 127мм под калибр .357 Magnum для пистолета Desert Eagle, производство Magnum Research."

L["eft_barrel_deagle_l6_50ae.printname"] = "Ствол 152мм для Desert Eagle L6 .50 AE"
L["eft_barrel_deagle_l6_50ae.compactname"] = "L6 152мм"
L["eft_barrel_deagle_l6_50ae.description"] = "Ствол L6 длиной 152мм под калибр .50 AE для пистолета Desert Eagle, производство Magnum Research."

L["eft_barrel_deagle_l6_wts.printname"] = "Ствол 152мм для Desert Eagle L6 .50 AE (WTS)"
L["eft_barrel_deagle_l6_wts.compactname"] = "L6 152мм"
L["eft_barrel_deagle_l6_wts.description"] = "Ствол L6 с расцветкой White Tiger Stripes длиной 152мм под калибр .50 AE для пистолета Desert Eagle, производство Magnum Research."

L["eft_barrel_deagle_xix.printname"] = "Ствол 152мм для Desert Eagle Mk XIX .50 AE"
L["eft_barrel_deagle_xix.compactname"] = "XIX 152мм"
L["eft_barrel_deagle_xix.description"] = "Ствол Mk XIX длиной 152мм под калибр .50 AE для пистолета Desert Eagle, производство Magnum Research."

L["eft_pg_deagle_std.printname"] = "Рукоять Hogue \"Rubber Grip\" для Desert Eagle"
L["eft_pg_deagle_std.compactname"] = "DE RG"
L["eft_pg_deagle_std.description"] = "Прорезиненная накладка на рукоять для пистолетов Desert Eagle, производство Hogue."

L["eft_pg_deagle_ergo.printname"] = "Рукоять Hogue \"Finger Grooves\" для Desert Eagle"
L["eft_pg_deagle_ergo.compactname"] = "DE RGFG"
L["eft_pg_deagle_ergo.description"] = "Прорезиненная накладка на рукоять с пазами для пальцев для пистолетов Desert Eagle, производство Hogue."

L["eft_rs_deagle_std.printname"] = "Целик для Desert Eagle"
L["eft_rs_deagle_std.compactname"] = "DE цел."
L["eft_rs_deagle_std.description"] = "Штатный целик для пистолета Desert Eagle, производство Magnum Research."

L["eft_fs_deagle_std.printname"] = "Мушка для Desert Eagle"
L["eft_fs_deagle_std.compactname"] = "DE мшк."
L["eft_fs_deagle_std.description"] = "Штатная мушка для пистолета Desert Eagle, производство Magnum Research."

L["eft_mag_deagle_7.printname"] = "Магазин на 7 патронов .50 AE для Desert Eagle"
L["eft_mag_deagle_7.compactname"] = "DE 7"
L["eft_mag_deagle_7.description"] = "Штатный 7-зарядный магазин .50 AE для Desert Eagle. Производство Magnum Research."

L["eft_mag_deagle_9.printname"] = "Магазин на 9 патронов .357 для Desert Eagle"
L["eft_mag_deagle_9.compactname"] = "DE 9"
L["eft_mag_deagle_9.description"] = "Штатный 9-зарядный магазин .357 Magnum для Desert Eagle L5. Производство Magnum Research."

L["eft_slide_deagle_l5.printname"] = "Затвор для Desert Eagle L5 .50 AE"
L["eft_slide_deagle_l5.compactname"] = "L5 .50"
L["eft_slide_deagle_l5.description"] = "Затвор L5 для пистолета Desert Eagle под калибр .50 Action Express, производство Magnum Research."

L["eft_slide_deagle_l5_357.printname"] = "Затвор для Desert Eagle L5 .357"
L["eft_slide_deagle_l5_357.compactname"] = "L5 .357"
L["eft_slide_deagle_l5_357.description"] = "Затвор L5 для пистолета Desert Eagle под калибр .357 Magnum, производство Magnum Research."

L["eft_slide_deagle_l6.printname"] = "Затвор для Desert Eagle L6"
L["eft_slide_deagle_l6.compactname"] = "L6 затв."
L["eft_slide_deagle_l6.description"] = "Затвор L6 для пистолета Desert Eagle, производство Magnum Research."

L["eft_slide_deagle_l6_wts.printname"] = "Затвор для Desert Eagle L6 (WTS)"
L["eft_slide_deagle_l6_wts.compactname"] = "L6 затв."
L["eft_slide_deagle_l6_wts.description"] = "Затвор L6 с расцветкой White Tiger Stripes для пистолета Desert Eagle, производство Magnum Research."

L["eft_slide_deagle_xix.printname"] = "Затвор для Desert Eagle Mk XIX"
L["eft_slide_deagle_xix.compactname"] = "XIX затв."
L["eft_slide_deagle_xix.description"] = "Затвор Mk XIX для пистолета Desert Eagle, производство Magnum Research."

///////////////////////////// KRISS Vector Gen.2
-- [[ vector ]]
L["eft_barrel_vector45_5.printname"] = "Ствол 140мм для KRISS Vector .45 ACP"
L["eft_barrel_vector45_5.compactname"] = "Vector .45 140мм"
L["eft_barrel_vector45_5.description"] = "Ствол длиной 140мм (5 дюймов) для KRISS Vector .45 ACP."

L["eft_barrel_vector45_6.printname"] = "Ствол 170мм для KRISS Vector .45 ACP"
L["eft_barrel_vector45_6.compactname"] = "Vector .45 170мм"
L["eft_barrel_vector45_6.description"] = "Ствол длиной 170мм (6 дюймов) для KRISS Vector .45 ACP."

L["eft_barrel_vector9_5.printname"] = "Ствол 140мм для KRISS Vector 9x19"
L["eft_barrel_vector9_5.compactname"] = "Vector 9x19 140мм"
L["eft_barrel_vector9_5.description"] = "Штатный ствол длиной 140мм (5 дюймов) для пистолета-пулемета KRISS Vector 9x19."

L["eft_barrel_vector9_6.printname"] = "Ствол 170мм для KRISS Vector 9x19"
L["eft_barrel_vector9_6.compactname"] = "Vector 9x19 170мм"
L["eft_barrel_vector9_6.description"] = "Штатный ствол длиной 170мм (6 дюймов) для пистолета-пулемета KRISS Vector 9x19."

L["eft_vector_mag_13.printname"] = "Магазин на 13 патронов .45 ACP для Glock"
L["eft_vector_mag_13.compactname"] = "Glock .45 13"
L["eft_vector_mag_13.description"] = "Штатный 13-зарядный магазин для пистолетов Glock 21, под патрон .45 ACP."

L["eft_vector_mag_30.printname"] = "Магазин KRISS \"G30 MagEx\" на 30 патронов .45 ACP для Glock"
L["eft_vector_mag_30.compactname"] = "G30 MagEx 30"
L["eft_vector_mag_30.description"] = "30-зарядный магазин \"G30 MagEx\" под патрон .45 ACP, разработан для пистолетов Glock и другого оружия того же калибра. Производство KRISS."

L["eft_stock_vector_std.printname"] = "Приклад складной для KRISS Vector"
L["eft_stock_vector_std.compactname"] = "Vector склад."
L["eft_stock_vector_std.description"] = "Складной приклад 2-й генерации для KRISS Vector."

L["eft_stock_vector_adap.printname"] = "Переходник для прикладов на KRISS Vector"
L["eft_stock_vector_adap.compactname"] = "Vector NFA"
L["eft_stock_vector_adap.description"] = "Нескладной адаптер для установки трубы под телескопические приклады на KRISS Vector."

L["eft_stock_vector_cap.printname"] = "Заглушка приклада с антабкой для KRISS Vector"
L["eft_stock_vector_cap.compactname"] = "Vector PSA"
L["eft_stock_vector_cap.description"] = "Заглушка приклада с антабкой для крепления одноточечного ремня на пистолет-пулемет KRISS Vector."

L["eft_mount_vector_bottom.printname"] = "Направляющая нижняя для KRISS Vector"
L["eft_mount_vector_bottom.compactname"] = "Vector низ"
L["eft_mount_vector_bottom.description"] = "Нижняя направляющая для пистолета-пулемета KRISS Vector, позволяющая устанавливать тактические рукояти."

L["eft_mount_vector_modular.printname"] = "Крепление Mk.5 Modular Rail для KRISS Vector"
L["eft_mount_vector_modular.compactname"] = "Mk.5"
L["eft_mount_vector_modular.description"] = "Крепление \"Mk.5 Modular Rail\" для системы KRISS Vector, позволяет устанавливать дополнительное оборудование на цевьё."

L["eft_mount_vector_side.printname"] = "Направляющая боковая для KRISS Vector"
L["eft_mount_vector_side.compactname"] = "Vector бок."
L["eft_mount_vector_side.description"] = "Боковая направляющая для пистолета-пулемета KRISS Vector, позволяет устанавливать дополнительное оборудование."

L["eft_muzzle_vector9_fh.printname"] = "Пламегаситель для KRISS Vector 9x19"
L["eft_muzzle_vector9_fh.compactname"] = "Vector 9x19"
L["eft_muzzle_vector9_fh.description"] = "Стандартный пламегаситель для пистолетов-пулеметов KRISS Vector калибра 9x19."

L["eft_muzzle_vector9_cap.printname"] = "Втулка предохранительная для KRISS Vector 9x19"
L["eft_muzzle_vector9_cap.compactname"] = "Vector ВП"
L["eft_muzzle_vector9_cap.description"] = "Предохранительная втулка для ствола Vector 9x19 с резьбой."

///////////////////////////// PL-15 + Stechkin APS/APB
-- [[ aps ]]
L["eft_aps_rs_std.printname"] = "Целик для АПС"
L["eft_aps_rs_std.compactname"] = "АПС цел."
L["eft_aps_rs_std.description"] = "Штатный целик для пистолетов АПС."

L["eft_aps_fs_std.printname"] = "Мушка для АПС"
L["eft_aps_fs_std.compactname"] = "АПС мшк"
L["eft_aps_fs_std.description"] = "Стандартная мушка для пистолетов АПС."

L["eft_aps_rs_apb.printname"] = "Целик для АПБ"
L["eft_aps_rs_apb.compactname"] = "АПБ цел."
L["eft_aps_rs_apb.description"] = "Штатный целик для пистолетов АПБ."

L["eft_aps_pg_std.printname"] = "Щечки бакелитовые для АПС"
L["eft_aps_pg_std.compactname"] = "АПС бак."
L["eft_aps_pg_std.description"] = "Штатные бакелитовые щёчки для пистолета АПС."

L["eft_aps_mag_20.printname"] = "Магазин на 20 патронов 9x18ПМ для АПС"
L["eft_aps_mag_20.compactname"] = "АПС 20"
L["eft_aps_mag_20.description"] = "Стандартный 20-зарядный магазин для пистолета АПС производства Молот Оружие. Имеет окно на боковой стороне для контроля количества боеприпасов."

L["eft_apb_silencer_std.printname"] = "Глушитель 9x18ПМ для АПБ"
L["eft_apb_silencer_std.compactname"] = "АПБ"
L["eft_apb_silencer_std.description"] = "Штатный съёмный глушитель от пистолета АПБ."

L["eft_aps_stock_std.printname"] = "Приклад съемный проволочный для АПБ"
L["eft_aps_stock_std.compactname"] = "АПБ"
L["eft_aps_stock_std.description"] = "Штатный проволочный приклад для пистолетов АПБ."

-- [[ pl15 ]]
L["eft_barrel_pl15_std.printname"] = "Ствол для ПЛ-15 9x19"
L["eft_barrel_pl15_std.compactname"] = "ПЛ-15 9x19"
L["eft_barrel_pl15_std.description"] = "Штатный ствол для пистолета ПЛ-15, под патрон 9x19."

L["eft_barrel_pl15_thr.printname"] = "Ствол с резьбой для ПЛ-15 9x19"
L["eft_barrel_pl15_thr.compactname"] = "ПЛ15 рзб."
L["eft_barrel_pl15_thr.description"] = "Ствол 9x19 с резьбой для пистолета ПЛ-15."

L["eft_fs_pl15_std.printname"] = "Мушка для ПЛ-15"
L["eft_fs_pl15_std.compactname"] = "ПЛ15 мшк"
L["eft_fs_pl15_std.description"] = "Штатная мушка для пистолета ПЛ-15."

L["eft_fs_pl15_long.printname"] = "Мушка увеличенная для ПЛ-15"
L["eft_fs_pl15_long.compactname"] = "ПЛ15 ув."
L["eft_fs_pl15_long.description"] = "Увеличенная мушка на пистолет ПЛ-15 для использования с глушителем."

L["eft_mag_pl15_std.printname"] = "Магазин на 16 патронов 9x19 для ПЛ-15"
L["eft_mag_pl15_std.compactname"] = "ПЛ15 16"
L["eft_mag_pl15_std.description"] = "Стандартный магазин для ПЛ-15 9х19 на 16 патронов."

L["eft_slide_pl15_std.printname"] = "Затвор для ПЛ-15"
L["eft_slide_pl15_std.compactname"] = "ПЛ15 затв."
L["eft_slide_pl15_std.description"] = "Штатный затвор для пистолета ПЛ-15."

L["eft_rs_pl15_std.printname"] = "Целик для ПЛ-15"
L["eft_rs_pl15_std.compactname"] = "ПЛ15 цел."
L["eft_rs_pl15_std.description"] = "Штатный целик для пистолета ПЛ-15."

L["eft_rs_pl15_long.printname"] = "Целик увеличенный для ПЛ-15"
L["eft_rs_pl15_long.compactname"] = "ПЛ15 ув."
L["eft_rs_pl15_long.description"] = "Увеличенный целик на пистолет ПЛ-15 для использования с глушителем."

L["eft_sil_pl15.printname"] = "Глушитель 9x19 для ПЛ-15"
L["eft_sil_pl15.compactname"] = "ПЛ-15"
L["eft_sil_pl15.description"] = "Штатный глушитель для пистолета ПЛ-15."

///////////////////////////// Mk-18 Mjölnir .338
-- [[ mk18 ]]
L["eft_mk18_barrel_24.printname"] = "Ствол 610мм для Mk-18 .338 LM"
L["eft_mk18_barrel_24.compactname"] = "Mk-18 610мм"
L["eft_mk18_barrel_24.description"] = "Ствол для винтовки Mk-18 под патрон .338 LM длиной 610мм (24 дюйма), производство SWORD International."

L["eft_mk18_gas_std.printname"] = "Газблок для Mk-18"
L["eft_mk18_gas_std.compactname"] = "Mk18 газ"
L["eft_mk18_gas_std.description"] = "Газблок, рассчитанный для винтовки Mk-18, производство SWORD International."

L["eft_mk18_hg_std.printname"] = "Цевье длиной 18 дюймов для Mk-18"
L["eft_mk18_hg_std.compactname"] = "Mk-18 18\""
L["eft_mk18_hg_std.description"] = "Облегченной цевьё длиной 18 дюймов для винтовок Mk-18, оснащено интерфейсом M-LOK. Производство SWORD International."

L["eft_mk18_mag10.printname"] = "Магазин на 10 патронов .338 LM для Mk-18"
L["eft_mk18_mag10.compactname"] = "Mk-18 10"
L["eft_mk18_mag10.description"] = "Десятизарядный магазин для винтовки Mk-18, под патрон .338 LM, производство SWORD International."

L["eft_mk18_upper_std.printname"] = "Верхний ресивер для Mk-18 .338 LM"
L["eft_mk18_upper_std.compactname"] = "Mk-18"
L["eft_mk18_upper_std.description"] = "Штатный верхний ресивер для Mk-18 Mod 1 Mjölnir производства SWORD International. Имеет направляющую для крепления дополнительного оборудования."

///////////////////////////// H&K G36 + G28
-- [[ g28 ]]
L["eft_g28_barrel_std.printname"] = "Ствол 421мм для HK417 7.62x51 и совместимых"
L["eft_g28_barrel_std.compactname"] = "417 421мм"
L["eft_g28_barrel_std.description"] = "Ствол для HK417 и совместмых под патрон 7.62x51 длиной 421мм (16.5 дюймов)."

L["eft_g28_upper_std.printname"] = "Верхний ресивер для HK G28 7.62x51"
L["eft_g28_upper_std.compactname"] = "G28"
L["eft_g28_upper_std.description"] = "Верхний ресивер для G28 производства компании Hackler & Koch. Имеет верхнюю направляющую для крепления дополнительного оборудования."

L["eft_g28_mag_10.printname"] = "Магазин на 10 патронов 7.62x51 для HK417/G28"
L["eft_g28_mag_10.compactname"] = "417 7.62 10"
L["eft_g28_mag_10.description"] = "10-зарядный двухрядный полимерный магазин под патрон 7.62x51 для HK417 и G28. Нижнюю пластину можно легко снять для разборки и очистки."

L["eft_g28_mag_20.printname"] = "Магазин на 20 патронов 7.62x51 для HK417/G28"
L["eft_g28_mag_20.compactname"] = "417 7.62 20"
L["eft_g28_mag_20.description"] = "20-зарядный двухрядный полимерный магазин под патрон 7.62x51 для HK417 и G28. Нижнюю пластину можно легко снять для разборки и очистки."

L["eft_g28_gas_std.printname"] = "Газблок низкопрофильный для HK417"
L["eft_g28_gas_std.compactname"] = "417"
L["eft_g28_gas_std.description"] = "Штатный газблок для винтовок HK417 и совместимых. Производство Heckler & Koch."

L["eft_g28_charge_std.printname"] = "Рукоятка заряжания расширенная E1 для HK417 и совместимых"
L["eft_g28_charge_std.compactname"] = "417 E1"
L["eft_g28_charge_std.description"] = "Расширенная рукоятка заряжания для HK417 и совместимых, производство Heckler & Koch."

L["eft_g28_buffer_std.printname"] = "Труба приклада для HK G28"
L["eft_g28_buffer_std.compactname"] = "G28/417"
L["eft_g28_buffer_std.description"] = "Труба для установки телескопических прикладов военного образца, устанавливается на HK417 и G28."

L["eft_g28_hg_ext.printname"] = "Цевье Extended Free Float со складной мушкой для HK417 и совместимых"
L["eft_g28_hg_ext.compactname"] = "417 Ext. FF"
L["eft_g28_hg_ext.description"] = "Удлиненное цевье DMR с откидной мушкой и вырезом для окна глушителя для HK417 и G28. Оптимизированная конструкция для уменьшения тепловыделения при стрельбе на большие расстояния и предотвращения эффекта миража. "

L["eft_g28_hg_std.printname"] = "Цевье Patrol со складной мушкой для HK417 и совместимых"
L["eft_g28_hg_std.compactname"] = "417 Patrol"
L["eft_g28_hg_std.description"] = "Цевье DMR с откидной мушкой и вырезом для окна глушителя для HK417 и G28. Оптимизированная конструкция для уменьшения тепловыделения при стрельбе на большие расстояния и предотвращения эффекта миража."

L["eft_g28_stock_e2.printname"] = "Приклад HK \"E2\" для HK417 и совместимых"
L["eft_g28_stock_e2.compactname"] = "HK E2"
L["eft_g28_stock_e2.description"] = "Телескопический приклад \"E2\" был разработан как замена штатному прикладу для HK417. Изготовлен из высококачественного нейлонового волокна, имеет откручиваемый резиновый тыльник и двустороннюю антабку для ремня. Устанавливается на трубы HK417/G28. Производство Heckler & Koch."

L["eft_g28_stock_adj.printname"] = "Регулируемый приклад HK для HK417 и совместимых"
L["eft_g28_stock_adj.compactname"] = "HK Adj."
L["eft_g28_stock_adj.description"] = "Регулируемый приклад, разработанный и произведенный компанией Heckler & Koch. Приклад полностью регулируется по длине тяги, а также по высоте щеки. Имеется возможность установить щеку."

L["eft_g28_stock_cheek.printname"] = "Щека для регулируемого приклада HK"
L["eft_g28_stock_cheek.compactname"] = "HK Cheek"
L["eft_g28_stock_cheek.description"] = "Щека для регулируемого приклада HK обеспечивает оптимальную универсальность при использовании."

L["eft_g28_muzzle_std.printname"] = "Пламегаситель HK \"Prolonged\" 7.62x51"
L["eft_g28_muzzle_std.compactname"] = "Prolong"
L["eft_g28_muzzle_std.description"] = "Пламегаситель \"Prolonged\" производства Heckler & Koch под патрон 7.62x51. Эффективно подавляет вспышку, а также может служить платформой для быстросъёмного глушителя B& \"QD\"."

L["eft_g28_silencer_std.printname"] = "Глушитель B&T \"QD\" 7.62x51 для G28"
L["eft_g28_silencer_std.compactname"] = "G28 QD"
L["eft_g28_silencer_std.description"] = "\"QD\" 7.62x51 - это глушитель производства Brugger & Thomet. Устанавливается на пламегаситель HK \"Prolonged\"."

-- [[ g36 ]]
L["eft_g36_barrel_228.printname"] = "Ствол 228мм для HK G36 5.56x45"
L["eft_g36_barrel_228.compactname"] = "G36 228мм"
L["eft_g36_barrel_228.description"] = "Ствол для HK G36 под патрон 5.56x45 NATO длиной 228мм."

L["eft_g36_barrel_318.printname"] = "Ствол 318мм для HK G36 5.56x45"
L["eft_g36_barrel_318.compactname"] = "G36 318мм"
L["eft_g36_barrel_318.description"] = "Ствол для HK G36 под патрон 5.56x45 NATO длиной 318мм."

L["eft_g36_barrel_480.printname"] = "Ствол 480мм для HK G36 5.56x45"
L["eft_g36_barrel_480.compactname"] = "G36 480мм"
L["eft_g36_barrel_480.description"] = "Ствол для HK G36 под патрон 5.56x45 NATO длиной 480мм."

L["eft_g36_stock_kv.printname"] = "Приклад регулируемый KV для HK G36 "
L["eft_g36_stock_kv.compactname"] = "G36 KV"
L["eft_g36_stock_kv.description"] = "Четырехпозиционный регулируемый полимерный приклад KV для G36. Производство Heckler & Koch. "

L["eft_g36_stock_std.printname"] = "Приклад полимерный для HK G36"
L["eft_g36_stock_std.compactname"] = "G36"
L["eft_g36_stock_std.description"] = "Полимерный приклад для G36. Производство Heckler & Koch."

L["eft_g36_fs_std.printname"] = "Мушка для HK G36"
L["eft_g36_fs_std.compactname"] = "G36 мшк"
L["eft_g36_fs_std.description"] = "Съемная мушка для G36, производство Heckler & Koch."

L["eft_g36_rs_std.printname"] = "Целик для HK G36"
L["eft_g36_rs_std.compactname"] = "G36 цел."
L["eft_g36_rs_std.description"] = "Съемный целик для G36, производство Heckler & Koch."

L["eft_g36_hg_6.printname"] = "Цевье с 6 вентиляционными отверстиями для HK G36"
L["eft_g36_hg_6.compactname"] = "G36 6-vent"
L["eft_g36_hg_6.description"] = "Стандартное полимерное цевье с 6 вентиляционными отверстиями для HK G36. Оснащено теплозащитой."

L["eft_g36_hg_4.printname"] = "Цевье с 4 вентиляционными отверстиями для HK G36"
L["eft_g36_hg_4.compactname"] = "G36 4-vent"
L["eft_g36_hg_4.description"] = "Стандартное полимерное цевье с 4 вентиляционными отверстиями для HK G36. Оснащено теплозащитой."

L["eft_g36_hg_2.printname"] = "Цевье с 2 вентиляционными отверстиями для HK G36"
L["eft_g36_hg_2.compactname"] = "G36 2-vent"
L["eft_g36_hg_2.description"] = "Стандартное полимерное цевье с 2 вентиляционными отверстиями для HK G36. Оснащено теплозащитой."

L["eft_g36_hg_mount_side.printname"] = "Направляющая боковая для HK G36"
L["eft_g36_hg_mount_side.compactname"] = "G36 бок"
L["eft_g36_hg_mount_side.description"] = "Боковая направляющая для HK G36, позволяет устанавливать дополнительное оборудование."

L["eft_g36_hg_mount_bottom.printname"] = "Направляющая нижняя для HK G36"
L["eft_g36_hg_mount_bottom.compactname"] = "G36 ниж."
L["eft_g36_hg_mount_bottom.description"] = "Нижняя направляющая для HK G36, позволяет устанавливать тактические рукояти."

L["eft_g36_gas_std.printname"] = "Газблок для HK G36"
L["eft_g36_gas_std.compactname"] = "G36 газ"
L["eft_g36_gas_std.description"] = "Газблок, рассчитанный на применение в винтовках HK G36."

L["eft_g36_hg_handstop.printname"] = "Антабка-стоппер для HK G36"
L["eft_g36_hg_handstop.compactname"] = "G36 HS"
L["eft_g36_hg_handstop.description"] = "Полимерная антабка-стоппер для G36. Производство Heckler & Koch."

-- L["eft_g36_hg_bipod.printname"] = "Сошки для HK G36"
-- L["eft_g36_hg_bipod.compactname"] = "G36"
-- L["eft_g36_hg_bipod.description"] = "Штатные сошки для HK G36."

L["eft_g36_magwell_stanag.printname"] = "Магазиноприемник STANAG для HK G36"
L["eft_g36_magwell_stanag.compactname"] = "G36 NATO"
L["eft_g36_magwell_stanag.description"] = "Магазиноприёмник STANAG магазинов для G36 производства Heckler & Koch."

L["eft_g36_magwell_std.printname"] = "Магазиноприемник для HK G36"
L["eft_g36_magwell_std.compactname"] = "G36 стд."
L["eft_g36_magwell_std.description"] = "Штатный магазиноприёмник для G36 производства Heckler & Koch."

L["eft_g36_top_std.printname"] = "Крепление для прицелов для HK G36C"
L["eft_g36_top_std.compactname"] = "G36С"
L["eft_g36_top_std.description"] = "Крепление для HK G36С для установки прицелов и тактических приспособлений."

L["eft_g36_top_flip.printname"] = "Крепление с откидными мушкой и целиком для HK G36"
L["eft_g36_top_flip.compactname"] = "G36 откид."
L["eft_g36_top_flip.description"] = "Кронштейн для HK G36, имеющий откидные мушку и целик, что расширяет место для установки прицелов и тактического оборудования."

L["eft_g36_top_3x.printname"] = "Прицельный комплекс Hensoldt \"HKV 3x\" для HK G36\n"
L["eft_g36_top_3x.compactname"] = "HKV 3x"
L["eft_g36_top_3x.description"] = "Рукоятка для переноски \"HKV\" с оптическим прицелом \"ZF\" и кронштейном для G36. Оптический прицел обеспечивает трехкратное увеличение и обладает по истине крохотным диаметром объектива - всего 4 мм. В верхней части рукоятки-переноски выполнены открытые несъемные прицельные приспособления: мушка и целик. "

L["eft_g36_top_15x.printname"] = "Прицельный комплекс Hensoldt \"HKV ZF 1.5x\" для HK G36"
L["eft_g36_top_15x.compactname"] = "HKV 1.5x"
L["eft_g36_top_15x.description"] = "Рукоятка для переноски \"HKV\" с оптическим прицелом \"ZF\" для G36. Оптический прицел обеспечивает увеличение 1.5x и обладает по истине крохотным диаметром объектива - всего 4 мм. В верхней части рукоятки-переноски выполнены открытые несъемные прицельные приспособления: мушка и целик. "

L["eft_g36_hensoldt_rail.printname"] = "RIS планка Hensoldt"
L["eft_g36_hensoldt_rail.compactname"] = "HKV RIS"
L["eft_g36_hensoldt_rail.description"] = "RIS планка от Hensoldt. Устанавливается на прицельный комплекс \"HKV\"."

L["eft_g36_hensoldt_sight.printname"] = "Коллиматорный прицел Hensoldt \"RV\""
L["eft_g36_hensoldt_sight.compactname"] = "RV"
L["eft_g36_hensoldt_sight.description"] = "Коллиматорный прицел Hensoldt \"RV\" является частью прицельного комплекса \"HKV\" для G36. Коллиматор при ярком освещении может работать от внешнего источника света, для чего в нем предусмотрен светонакопитель. При отсутствии достаточного уровня освещения коллиматор вручную переключается на работу от AA батарейки. Иногда этот прицел называют \"домиком\"."

L["eft_g28_mag_30.printname"] = "Магазин на 30 патронов 5.56x45 для HK G36"
L["eft_g28_mag_30.compactname"] = "G36 30"
L["eft_g28_mag_30.description"] = "30-зарядный магазин 5.56x45 для штурмовой винтовки HK G36."

L["eft_g36_muzzle_std.printname"] = "Пламегаситель для HK G36 5.56x45"
L["eft_g36_muzzle_std.compactname"] = "G36 std."
L["eft_g36_muzzle_std.description"] = "Штатный пламегаситель 5.56x45 для G36, производство Heckler & Koch."

L["eft_g36_muzzle_c.printname"] = "Пламегаситель четырехлепестковый для HK G36C 5.56x45 "
L["eft_g36_muzzle_c.compactname"] = "G36C short"
L["eft_g36_muzzle_c.description"] = "Четырехлепестковый пламегаситель для G36C производства Heckler & Koch. Снижает дульную вспышку."

L["eft_g36_muzzle_4.printname"] = "Пламегаситель четырехлепестковый для HK G36 5.56x45 "
L["eft_g36_muzzle_4.compactname"] = "G36 long"
L["eft_g36_muzzle_4.description"] = "Четырехлепестковый пламегаситель для G36 производства Heckler & Koch. Эффективно снижает дульную вспышку"

L["eft_g36_stock_idz.printname"] = "Приклад регулируемый IDZ для HK G36 "
L["eft_g36_stock_idz.compactname"] = "G36 IDZ"
L["eft_g36_stock_idz.description"] = "Регулируемый полимерный приклад IDZ для автоматов G36. Производство Heckler & Koch."

L["eft_g36_stock_idz_butt_cave.printname"] = "Затыльник для прикладов IDZ для HK G36"
L["eft_g36_stock_idz_butt_cave.compactname"] = "IDZ Conc."
L["eft_g36_stock_idz_butt_cave.description"] = "Затыльник, предназначенный для установки на приклады IDZ для автоматов G36. Производство Heckler & Koch."

L["eft_g36_stock_idz_butt_vex.printname"] = "Затыльник увеличенный для прикладов IDZ для HK G36"
L["eft_g36_stock_idz_butt_vex.compactname"] = "IDZ Conv."
L["eft_g36_stock_idz_butt_vex.description"] = "Увеличенный затыльник, предназначенный для установки на приклады IDZ для автоматов G36. Производство Heckler & Koch."

L["eft_g36_stock_buffer.printname"] = "Труба приклада Tommy Built \"AR Stock Adapter\" для HK G36"
L["eft_g36_stock_buffer.compactname"] = "G36 TB"
L["eft_g36_stock_buffer.description"] = "Переходник для установки прикладов AR типа на автомат G36. Производство Tommy Built."

L["eft_g36_hg_quad.printname"] = "Цевье KAC \"Quad Rail\" для HK G36"
L["eft_g36_hg_quad.compactname"] = "G36K KAC"
L["eft_g36_hg_quad.description"] = "Цевьё с четырьмя направляющими Пикатинни для автоматов G36K. Производство Knight's Armament Company."

L["eft_g36_hg_slim.printname"] = "Цевье Slim Line HKey для HK G36"
L["eft_g36_hg_slim.compactname"] = "G36 Slim Line"
L["eft_g36_hg_slim.description"] = "Низкопрофильное цевье с интерфейсом HKey для автоматов HK G36К. Производство Heckler & Koch."

L["eft_mount_hkey_3.printname"] = "Направляющая 3 дюйма HK \"HKey\""
L["eft_mount_hkey_3.compactname"] = "HKey 4\""
L["eft_mount_hkey_3.description"] = "Направляющая длиной 3 дюйма, позволяет устанавливать дополнительное оборудование на цевья с интерфейсом стандарта HKey."

///////////////////////////// MP5 + M1911/M45
-- [[ 1911 ]]
L["eft_slide_1911_std.printname"] = "Затвор для M1911A1"
L["eft_slide_1911_std.compactname"] = "1911 зтв."
L["eft_slide_1911_std.description"] = "Штатный затвор для пистолета M1911A1, производство Colt."

L["eft_slide_1911_m45.printname"] = "Затвор для M45A1"
L["eft_slide_1911_m45.compactname"] = "M45A1 затв."
L["eft_slide_1911_m45.description"] = "Штатный затвор для пистолета M45A1, производство Colt."

L["eft_barrel_1911_std.printname"] = "Ствол 127мм для M1911A1 .45 ACP"
L["eft_barrel_1911_std.compactname"] = "1911 127мм"
L["eft_barrel_1911_std.description"] = "Штатный ствол .45 ACP длиной 127мм для пистолета M1911A1, производство Colt."

L["eft_barrel_1911_nat.printname"] = "Ствол National Match для M1911A1 .45 ACP"
L["eft_barrel_1911_nat.compactname"] = "1911 NM"
L["eft_barrel_1911_nat.description"] = "Ствол \"National Match\" для пистолета M1911A1 .45 ACP, производство Colt."

L["eft_barrel_1911_thr.printname"] = "Ствол с резьбой для M1911A1 .45 ACP"
L["eft_barrel_1911_thr.compactname"] = "1911 рез."
L["eft_barrel_1911_thr.description"] = "Штатный ствол с резьбой для пистолета M1911A1 .45 ACP, производство Colt."

L["eft_1911_pgrip_std.printname"] = "Накладки для M1911A1"
L["eft_1911_pgrip_std.compactname"] = "1911"
L["eft_1911_pgrip_std.description"] = "Штатные накладки на рукоять для пистолета M1911A1, производство Colt."

L["eft_1911_pgrip_m45.printname"] = "Накладки Mil-Tac \"GVT G10\" для M45A1"
L["eft_1911_pgrip_m45.compactname"] = "M45A1"
L["eft_1911_pgrip_m45.description"] = "Накладки \"GVT\", изготовленные из стеклотекстолита G10, для пистолетов Colt M45A1. Производство Mil-Tac."

L["eft_1911_pgrip_pach.printname"] = "Накладки Pachmayr \"American Legend Grip #423\" для M1911"
L["eft_1911_pgrip_pach.compactname"] = "#423"
L["eft_1911_pgrip_pach.description"] = "Накладки \"American legend grip #423\" для пистолета M1911, производство Pachmayr."

L["eft_1911_pgrip_gene.printname"] = "Накладки Kiba Arms \"Geneburn\" для M1911"
L["eft_1911_pgrip_gene.compactname"] = "Geneburn"
L["eft_1911_pgrip_gene.description"] = "Накладки для рукоятки пистолета M1911A1, производство Kiba Arms."

L["eft_fs_1911_std.printname"] = "Мушка для M1911A1"
L["eft_fs_1911_std.compactname"] = "1911 мшк"
L["eft_fs_1911_std.description"] = "Штатная мушка для пистолета M1911A1, производство Colt."

L["eft_fs_1911_m45.printname"] = "Мушка Novak \"Lomount\" для M45A1"
L["eft_fs_1911_m45.compactname"] = "M45 Lomount"
L["eft_fs_1911_m45.description"] = "Мушка \"Lomount\" для пистолета M45A1, производство Novak."

L["eft_rs_1911_std.printname"] = "Целик для M1911A1"
L["eft_rs_1911_std.compactname"] = "1911 цел."
L["eft_rs_1911_std.description"] = "Штатный целик для пистолета M1911A1, производство Colt."

L["eft_rs_1911_m45.printname"] = "Целик Novak \"Lomount\" для M45A1"
L["eft_rs_1911_m45.compactname"] = "M45 Lomount"
L["eft_rs_1911_m45.description"] = "Целик \"Lomount\" для пистолета M45A1, производство Novak."

L["eft_mount_1911_rail.printname"] = "Крепление NcSTAR \"Trigger Guard Mount\" для M1911A1"
L["eft_mount_1911_rail.compactname"] = "1911 TGM"
L["eft_mount_1911_rail.description"] = "Планка NcSTAR \"Trigger Guard Mount\" предназначена для установки дополнительного оборудования на пистолет M1911A1."

L["eft_mount_1911_top.printname"] = "Крепление Weigand \"Weig-a-tinny\" для M1911A1"
L["eft_mount_1911_top.compactname"] = "1911 Weig"
L["eft_mount_1911_top.description"] = "База \"Weig-a-tinny\" для установки различных прицельных приспособлений на пистолет M1911A1, производство Weigand."

L["eft_muzzle_1911_anarcj.printname"] = "Дульный тормоз Anarchy Outdoors .45 ACP для M1911"
L["eft_muzzle_1911_anarcj.compactname"] = "1911 AO"
L["eft_muzzle_1911_anarcj.description"] = "Дульный тормоз для пистолета Colt M1911, производство Anarchy Outdoors."

L["eft_1911_slock_std.printname"] = "Рычаг задержки для M1911A1"
L["eft_1911_slock_std.compactname"] = "1911 зад."
L["eft_1911_slock_std.description"] = "Штатный рычаг затворной задержки для пистолета M1911A1, производство Colt."

L["eft_1911_slock_m45.printname"] = "Рычаг задержки для M45A1"
L["eft_1911_slock_m45.compactname"] = "M45A1 зад."
L["eft_1911_slock_m45.description"] = "Штатный рычаг затворной задержки для пистолета M45A1, производство Colt."

L["eft_1911_slock_wils.printname"] = "Рычаг задержки Wilson \"Extended Slide Stop\" для M1911A1"
L["eft_1911_slock_wils.compactname"] = "1911 Ext."
L["eft_1911_slock_wils.description"] = "Увеличенный рычаг затворной задержки \"Extended Slide Stop\" для пистолета M1911A1, производство Wilson."

L["eft_1911_hammer_std.printname"] = "Курок для M1911A1"
L["eft_1911_hammer_std.compactname"] = "1911 кур."
L["eft_1911_hammer_std.description"] = "Штатный курок для пистолета M1911A1, производство Colt."

L["eft_1911_hammer_m45.printname"] = "Курок для M45A1"
L["eft_1911_hammer_m45.compactname"] = "M45A1 кур."
L["eft_1911_hammer_m45.description"] = "Штатный курок для пистолета M45A1, производство Colt."

L["eft_1911_hammer_retro.printname"] = "Курок Wilson \"Retro Commander\" для M1911A1"
L["eft_1911_hammer_retro.compactname"] = "1911 RC"
L["eft_1911_hammer_retro.description"] = "Курок \"Retro Commander\" для пистолета M1911A1, производство Wilson."

L["eft_1911_hammer_ultra.printname"] = "Курок Wilson \"Ultralight Skeletonized\" для M1911A1"
L["eft_1911_hammer_ultra.compactname"] = "1911 ULS"
L["eft_1911_hammer_ultra.description"] = "Курок \"Ultralight Skeletonized\" для пистолета Colt M1911A1, производство Wilson."

L["eft_1911_hammer_hex.printname"] = "Курок STI \"HEX\" для M1911A1"
L["eft_1911_hammer_hex.compactname"] = "1911 HEX"
L["eft_1911_hammer_hex.description"] = "Курок \"HEX\" для пистолета M1911A1, производство STI."

L["eft_1911_trigger_std.printname"] = "Спусковой крючок для M1911A1"
L["eft_1911_trigger_std.compactname"] = "1911 спуск."
L["eft_1911_trigger_std.description"] = "Штатный спусковой крючок для пистолета M1911A1, производство Colt."

L["eft_1911_trigger_m45.printname"] = "Спусковой крючок для M45A1"
L["eft_1911_trigger_m45.compactname"] = "M45A1 спуск."
L["eft_1911_trigger_m45.description"] = "Штатный спусковой крючок для пистолета M45A1, производство Colt."

L["eft_1911_trigger_trik.printname"] = "Спусковой крючок Caspian Arms \"Trik Trigger\" для M1911A1"
L["eft_1911_trigger_trik.compactname"] = "1911 Trik"
L["eft_1911_trigger_trik.description"] = "Спусковой крючок \"Trik Trigger\" для пистолета M1911A1, производство Caspian Arms."

L["eft_mag_1911_std.printname"] = "Магазин на 7 патронов .45 ACP для M1911A1"
L["eft_mag_1911_std.compactname"] = "1911 7"
L["eft_mag_1911_std.description"] = "Штатный 7-зарядный магазин .45 ACP для пистолетов Colt M1911."

L["eft_mag_1911_tac.printname"] = "Магазин Wilson Combat на 7 патронов .45 ACP для M1911A1"
L["eft_mag_1911_tac.compactname"] = "WIlson 7"
L["eft_mag_1911_tac.description"] = "Семизарядный магазин производства Wilson Combat со стальной низкопрофильной пяткой для пистолетов Colt M1911. Поставляется в штатной комплектации к пистолету M45A1."

L["eft_mag_1911_11.printname"] = "Магазин Mec-Gar на 11 патронов .45 ACP для M1911A1"
L["eft_mag_1911_11.compactname"] = "Mec-Gar 11"
L["eft_mag_1911_11.description"] = "Магазин .45 ACP для пистолетов M1911A1 на 11 патронов. Производство Mec-Gar."

-- [[ mp5 ]]
L["eft_mp5_rec_std.printname"] = "Верхний ресивер для HK MP5 9x19"
L["eft_mp5_rec_std.compactname"] = "MP5"
L["eft_mp5_rec_std.description"] = "Штатный верхний ресивер для пистолетов-пулеметов MP5, производство Heckler & Koch."

L["eft_mp5_rec_sd.printname"] = "Верхний ресивер для HK MP5SD 9x19"
L["eft_mp5_rec_sd.compactname"] = "MP5SD"
L["eft_mp5_rec_sd.description"] = "Верхний ресивер для пистолета-пулемета MP5 варианта SD. Производство Heckler & Koch."

L["eft_mp5_rec_k.printname"] = "Верхний ресивер для HK MP5K 9x19"
L["eft_mp5_rec_k.compactname"] = "MP5K"
L["eft_mp5_rec_k.description"] = "Верхний ресивер для пистолета-пулемета MP5 варианта K (Kurz). Производство Heckler & Koch."

L["eft_mp5_charge_std.printname"] = "Рукоятка заряжания для HK MP5"
L["eft_mp5_charge_std.compactname"] = "MP5 зар."
L["eft_mp5_charge_std.description"] = "Штатная рукоятка заряжания для пистолетов-пулеметов MP5, производство Heckler & Koch."

L["eft_mp5_charge_k.printname"] = "Рукоятка заряжания для HK MP5K"
L["eft_mp5_charge_k.compactname"] = "MP5K зар."
L["eft_mp5_charge_k.description"] = "Штатная рукоятка заряжания для пистолетов-пулеметов MP5K, производство Heckler & Koch."

L["eft_mp5_rs_std.printname"] = "Целик Drum для HK MP5"
L["eft_mp5_rs_std.compactname"] = "Drum"
L["eft_mp5_rs_std.description"] = "Штатный целик для пистолетов-пулеметов MP5, производство Heckler & Koch."

L["eft_mp5_hg_std.printname"] = "Цевье Wide Tropical для HK MP5"
L["eft_mp5_hg_std.compactname"] = "MP5WT"
L["eft_mp5_hg_std.description"] = "Полимерное цевьё для пистолета-пулемета MP5 производства HK, так называемый вариант Wide Tropical."

L["eft_mp5_hg_tl99.printname"] = "Цевье алюминиевое B&T \"TL-99\" для HK MP5"
L["eft_mp5_hg_tl99.compactname"] = "TL-99"
L["eft_mp5_hg_tl99.description"] = "Алюминиевое цевьё для пистолета-пулемета MP5 производства Brugger & Thomet, имеет 3 направляющих для установки дополнительных аксессуаров."

L["eft_mp5_hg_ptr.printname"] = "Цевье PTR \"Tri-Rail\" для HK MP5"
L["eft_mp5_hg_ptr.compactname"] = "MP5 Tri-Rail"
L["eft_mp5_hg_ptr.description"] = "Цевьё \"Tri-Rail\" производства PTR для пистолета-пулемета HK MP5. Имеет 3 рельсовые планки для установки тактического оборудования."

L["eft_mp5_hg_caa.printname"] = "Цевье CAA \"HX-5\" для HK MP5"
L["eft_mp5_hg_caa.compactname"] = "MP5 HX-5"
L["eft_mp5_hg_caa.description"] = "Цевьё \"HX-5\" производства Command Arms Accessories для пистолета-пулемета HK MP5. Оснащено 5 направляющими для установки тактического оборудования."

L["eft_mp5_hg_sd.printname"] = "Цевье полимерное для HK MP5SD"
L["eft_mp5_hg_sd.compactname"] = "MP5SD"
L["eft_mp5_hg_sd.description"] = "Полимерное цевьё для пистолета-пулемета MP5 варианта SD. Производство Heckler & Koch."

L["eft_mp5_hg_k.printname"] = "Цевье полимерное для HK MP5K"
L["eft_mp5_hg_k.compactname"] = "MP5K"
L["eft_mp5_hg_k.description"] = "Полимерное цевьё для пистолета-пулемета MP5K. Производство Heckler & Koch."

L["eft_mp5_stock_a2.printname"] = "Приклад A2 для HK MP5"
L["eft_mp5_stock_a2.compactname"] = "MP5A2"
L["eft_mp5_stock_a2.description"] = "Фиксированный приклад для пистолета-пулемета MP5A2. Производство Heckler & Koch."

L["eft_mp5_stock_a3.printname"] = "Приклад A3 старого образца для HK MP5"
L["eft_mp5_stock_a3.compactname"] = "MP5A3"
L["eft_mp5_stock_a3.description"] = "Раздвижной приклад для пистолета-пулемета MP5A3 старого образца производства Heckler & Koch."

L["eft_mp5_stock_cap.printname"] = "Приклад End Cap для HK MP5"
L["eft_mp5_stock_cap.compactname"] = "EndCap"
L["eft_mp5_stock_cap.description"] = "Приклад c антабкой для пистолетов-пулеметов MP5. Производство Heckler & Koch."

L["eft_mp5_stock_capk.printname"] = "Приклад End Cap для HK MP5K"
L["eft_mp5_stock_capk.compactname"] = "EndCap"
L["eft_mp5_stock_capk.description"] = "Приклад c антабкой для пистолетов-пулеметов MP5K. Производство Heckler & Koch."

L["eft_mp5_muzzle_3lug.printname"] = "Втулка предохранительная для HK MP5"
L["eft_mp5_muzzle_3lug.compactname"] = "3 Lug"
L["eft_mp5_muzzle_3lug.description"] = "Предохранительная втулка для ствола MP5 с характерными выступами для крепления глушителей. Производство Heckler & Koch."

L["eft_mp5_muzzle_navy.printname"] = "Втулка с резьбой Navy Style 3-lug для установки глушителей для HK MP5"
L["eft_mp5_muzzle_navy.compactname"] = "MP5 3Lug"
L["eft_mp5_muzzle_navy.description"] = "Предохранительная втулка для ствола MP5 с характерными выступами для крепления глушителей, а также резьбой для установки дульных устройств. Производство Heckler & Koch."

L["eft_mp5_muzzle_qd.printname"] = "Дульный тормоз B&T \"QD\" 9x19 для HK MP5"
L["eft_mp5_muzzle_qd.compactname"] = "QD MP5"
L["eft_mp5_muzzle_qd.description"] = "Дульный тормоз для оружия на базе MP5 с быстросъемным рычагом для легкого снятия и установки. Производство Brugger & Thomet."

L["eft_mp5_muzzle_noveske.printname"] = "Дульный тормоз-компенсатор Noveske-style 9x19 для HK MP5"
L["eft_mp5_muzzle_noveske.compactname"] = "MP5 Noveske"
L["eft_mp5_muzzle_noveske.description"] = "Дульный тормоз-компенсатор \"Noveske-style\" для пистолетов-пулеметов MP5 и совместимых. Производство Heckler & Koch."

L["eft_mp5_muzzle_sd.printname"] = "Глушитель 9x19 для HK MP5SD"
L["eft_mp5_muzzle_sd.compactname"] = "MP5SD глуш."
L["eft_mp5_muzzle_sd.description"] = "Штатный глушитель для пистолетов-пулеметов MP5 модификации DS. Производство Heckler & Koch."

L["eft_mp5_mag_30.printname"] = "Магазин на 30 патронов 9x19 для HK MP5"
L["eft_mp5_mag_30.compactname"] = "MP5 30"
L["eft_mp5_mag_30.description"] = "Штатный 30-зарядный магазин 9х19 для пистолетов-пулеметов MP5, производство Heckler & Koch."

L["eft_mp5_mag_20.printname"] = "Магазин на 20 патронов 9x19 для HK MP5"
L["eft_mp5_mag_20.compactname"] = "MP5 20"
L["eft_mp5_mag_20.description"] = "Штатный 20-зарядный магазин 9х19 для пистолетов-пулеметов MP5, производство Heckler & Koch."

L["eft_mp5_mag_50.printname"] = "Магазин X Products \"X-5\" на 50 патронов 9x19 для HK MP5"
L["eft_mp5_mag_50.compactname"] = "X-5 MP5 50"
L["eft_mp5_mag_50.description"] = "50-зарядный барабанный магазин под патрон 9x19 для пистолетов-пулеметов MP5. Производство X Products."

L["eft_mp5_mount_top.printname"] = "Крепление MFI \"HK Universal Low Profile Scope Mount\" для HK MP5"
L["eft_mp5_mount_top.compactname"] = "MFI HK"
L["eft_mp5_mount_top.description"] = "Универсальная направляющая для оружейных систем HK, производства компании MFI. Предназначена для установки оптических и коллиматорных прицелов."

L["eft_mp5_mount_top_tri.printname"] = "Направляющая B&T \"Tri-Rail\" для HK MP5"
L["eft_mp5_mount_top_tri.compactname"] = "B&T 3x"
L["eft_mp5_mount_top_tri.description"] = "Направляющая для пистолета-пулемета HK MP5, производство Brugger & Thomet. Устанавливается на ресивер и предназначена для установки оптических или коллиматорных прицелов."

L["eft_mp5_mount_sil.printname"] = "Крепление B&T \"Tri-Rail Ring\" для HK MP5SD"
L["eft_mp5_mount_sil.compactname"] = "SD TRR"
L["eft_mp5_mount_sil.description"] = "Крепление B&T Tri-Rail Ring устанавливается на глушитель MP5SD и формирует 3 планки Пикатинни, предназначенные для установки на оружие дополнительного оборудования."

///////////////////////////// M60 + M32A1
-- [[ m60_m32 ]]
L["eft_m32a1_mag_std.printname"] = "Цилиндр 40мм для M32A1"
L["eft_m32a1_mag_std.compactname"] = "MSGL"
L["eft_m32a1_mag_std.description"] = "Цилиндр для гранатомета M32A1 MSGL под снаряды 40мм."

L["eft_m60_barrel_e4_458.printname"] = "Ствол 458мм для M60E4 7.62x51"
L["eft_m60_barrel_e4_458.compactname"] = "E4 458мм"
L["eft_m60_barrel_e4_458.description"] = "Короткий ствол для пулемета M60E4 длиной 458мм. Производство U.S. Ordnance."

L["eft_m60_barrel_e4_475.printname"] = "Тяжелый ствол 475мм для M60E4 7.62x51"
L["eft_m60_barrel_e4_475.compactname"] = "E4 475мм"
L["eft_m60_barrel_e4_475.description"] = "Тяжелый рифленый ствол для пулемета M60E4 длиной 475мм. Производство U.S. Ordnance."

L["eft_m60_barrel_e6_458.printname"] = "Ствол 458мм для M60E6 7.62x51"
L["eft_m60_barrel_e6_458.compactname"] = "E6 458мм"
L["eft_m60_barrel_e6_458.description"] = "Короткий ствол для пулемета M60E6 длиной 458мм. Производство U.S. Ordnance."

L["eft_m60_barrel_e3_584.printname"] = "Ствол 584мм для M60E3 7.62x51"
L["eft_m60_barrel_e3_584.compactname"] = "E3 584мм"
L["eft_m60_barrel_e3_584.description"] = "Длинный ствол для пулемета M60E3 длиной 584мм. Производство U.S. Ordnance."

L["eft_m60_hg_e4.printname"] = "Цевье Mod 1 для M60E4"
L["eft_m60_hg_e4.compactname"] = "E4 Mod 1"
L["eft_m60_hg_e4.description"] = "Алюминиевое цевье для пулемета M60E4 Mod 1. Позволяет устанавливать дополнительное оборудование и рукоятки. Производство U.S. Ordnance."

L["eft_m60_hg_e4_fde.printname"] = "Цевье Mod 1 для M60E4 (FDE)"
L["eft_m60_hg_e4_fde.compactname"] = "E4 Mod 1"
L["eft_m60_hg_e4_fde.description"] = "Алюминиевое цевье для пулемета M60E4 Mod 1. Позволяет устанавливать дополнительное оборудование и рукоятки. Производство U.S. Ordnance. Версия в цвете Flat Dark Earth."

L["eft_m60_hg_e6.printname"] = "Цевье для M60E6"
L["eft_m60_hg_e6.compactname"] = "M60E6"
L["eft_m60_hg_e6.description"] = "Цевье для пулемета M60E6. Позволяет устанавливать дополнительное оборудование и рукоятки. Производство U.S. Ordnance."

L["eft_m60_stock_e4.printname"] = "Приклад для M60E4"
L["eft_m60_stock_e4.compactname"] = "E4"
L["eft_m60_stock_e4.description"] = "Легкий приклад для M60E4 с шарнирным плечевым упором и улучшенным механизмом крепления буфера. Производство U.S. Ordnance."

L["eft_m60_stock_e6.printname"] = "Приклад для M60E6"
L["eft_m60_stock_e6.compactname"] = "E6"
L["eft_m60_stock_e6.description"] = "Легкий приклад для M60E6 с шарнирным плечевым упором и улучшенным механизмом крепления буфера. Производство U.S. Ordnance."

L["eft_m60_stock_e6_fde.printname"] = "Приклад для M60E6 (FDE)"
L["eft_m60_stock_e6_fde.compactname"] = "E6 FDE"
L["eft_m60_stock_e6_fde.description"] = "Легкий приклад для M60E6 с шарнирным плечевым упором и улучшенным механизмом крепления буфера. Производство U.S. Ordnance. Версия в цвете Flat Dark Earth."

L["eft_m60_rearsight.printname"] = "Целик для M60"
L["eft_m60_rearsight.compactname"] = "M60 RS"
L["eft_m60_rearsight.description"] = "Штатный складной целик для пулеметов M60. Производство U.S Ordnance."

L["eft_m60_fs_e4.printname"] = "Мушка для M60E4"
L["eft_m60_fs_e4.compactname"] = "E4 FS"
L["eft_m60_fs_e4.description"] = "Штатная мушка для пулемета M60E4, устанавливается на ствол. Производство U.S. Ordnance."

L["eft_m60_fs_e6.printname"] = "Направляющая на ствол для M60E6"
L["eft_m60_fs_e6.compactname"] = "E6 FS"
L["eft_m60_fs_e6.description"] = "Небольшая направляющая на ствол M60E6. Производство U.S. Ordnance."

-- L["eft_m60_bipod.printname"] = "Сошки для M60"
-- L["eft_m60_bipod.compactname"] = "M60"
-- L["eft_m60_bipod.description"] = "Штатные сошки для пулемета M60. Производство U.S Ordnance."

L["eft_m60_trigger_e4.printname"] = "Спусковая коробка для M60E4"
L["eft_m60_trigger_e4.compactname"] = "Кор.E4"
L["eft_m60_trigger_e4.description"] = "Спусковой механизм для пулемета M60E4 и адаптер, позволяющий установку пистолетных рукояток от M60. Производство U.S. Ordnance."

L["eft_m60_trigger_e6.printname"] = "Спусковая коробка для M60E6"
L["eft_m60_trigger_e6.compactname"] = "Кор.E6"
L["eft_m60_trigger_e6.description"] = "Спусковой механизм для пулемета M60E6 и адаптер, позволяющий установку пистолетных рукояток от M60. Производство U.S. Ordnance."

L["eft_m60_trigger_e6_fde.printname"] = "Спусковая коробка для M60E6 (FDE)"
L["eft_m60_trigger_e6_fde.compactname"] = "Кор.E6 FDE"
L["eft_m60_trigger_e6_fde.description"] = "Спусковой механизм для пулемета M60E6 и адаптер, позволяющий установку пистолетных рукояток от M60. Производство U.S. Ordnance. Версия в цвете Flat Dark Earth."

L["eft_m60_pg_e4.printname"] = "Пистолетная рукоятка для M60E4"
L["eft_m60_pg_e4.compactname"] = "E4"
L["eft_m60_pg_e4.description"] = "Пистолетная рукоятка для M60E4. Производство U.S. Ordnance."

L["eft_m60_pg_e6.printname"] = "Пистолетная рукоятка для M60E6"
L["eft_m60_pg_e6.compactname"] = "E6"
L["eft_m60_pg_e6.description"] = "Облегченная пистолетная рукоятка для M60E6. Производство U.S. Ordnance."

L["eft_m60_pg_e6_fde.printname"] = "Пистолетная рукоятка для M60E6 (FDE)"
L["eft_m60_pg_e6_fde.compactname"] = "E6 FDE"
L["eft_m60_pg_e6_fde.description"] = "Облегченная пистолетная рукоятка для M60E6. Производство U.S. Ordnance. Версия в цвете Flat Dark Earth."

L["eft_m60_mag_100.printname"] = "Короб Capco \"Assault Box\" на 100 патронов 7.62x51 для M60"
L["eft_m60_mag_100.compactname"] = "Assault Box"
L["eft_m60_mag_100.description"] = "Патронная коробка из твердого пластика для пулемета M60 на 100 патронов под калибр 7.62x51. Производство Capco."

L["eft_m60_muzzle_e3.printname"] = "Пламегаситель для M60E3 7.62x51"
L["eft_m60_muzzle_e3.compactname"] = "M60E3"
L["eft_m60_muzzle_e3.description"] = "Штатный пламегаситель для пулемета M60E3. Производство U.S Ordnance."

L["eft_m60_muzzle_e6.printname"] = "Пламегаситель для M60E6 7.62x51"
L["eft_m60_muzzle_e6.compactname"] = "M60E6"
L["eft_m60_muzzle_e6.description"] = "Пламегаситель для пулемета M60E6. Производство U.S. Ordnance."

///////////////////////////// M1A + M590A1
-- [[ m1a ]]
L["eft_m1a_barrel_22.printname"] = "Ствол 558мм для M1A 7.62x51 и совместимых"
L["eft_m1a_barrel_22.compactname"] = "M1A 558мм"
L["eft_m1a_barrel_22.description"] = "Матчевый ствол для оружия на базе M1A под патрон 7.62x51 NATO длиной 558мм (22 дюйма)."

L["eft_m1a_barrel_16.printname"] = "Ствол 410мм для M1A 7.62x51 и совместимых"
L["eft_m1a_barrel_16.compactname"] = "M1A 16\""
L["eft_m1a_barrel_16.description"] = "Ствол для оружия на базе M1A под патрон 7.62x51 NATO длиной 410мм (16 дюймов)."

L["eft_m1a_stock_std.printname"] = "Ложе SOCOM 16 для M1A"
L["eft_m1a_stock_std.compactname"] = "SOCOM16"
L["eft_m1a_stock_std.description"] = "Полимерное ложе \"SOCOM 16\" для установки на винтовки M1A, производства Springfield Armory."

L["eft_m1a_stock_arch.printname"] = "Ложе ProMag \"Archangel\" для M1A"
L["eft_m1a_stock_arch.compactname"] = "Archangel M1A"
L["eft_m1a_stock_arch.description"] = "Полимерное ложе \"Archangel\" для установки на винтовки M1A. Производство ProMag."

L["eft_m1a_stock_sass.printname"] = "Ложе TROY \"S.A.S.S. Chassis\" для M14"
L["eft_m1a_stock_sass.compactname"] = "S.A.S.S."
L["eft_m1a_stock_sass.description"] = "\"Semi-Automatic Sniper System\" от TROY Industries разработана для максимального повторения эргономики M16/M4 систем. Модульная система направляющих типа \"Weaver\" позволяет устанавливать огромное количество различных аксессуаров."

L["eft_m1a_stock_sage.printname"] = "Ложе SAGE International \"M14ALCS \" для M14"
L["eft_m1a_stock_sage.compactname"] = "M14ALCS"
L["eft_m1a_stock_sage.description"] = "Полимерное ложе \"M14ALCS\" для винтовки M14 из комплекта Enhanced Battle Rifle (EBR). Производство SAGE International."

L["eft_m1a_upper_std.printname"] = "Верхнее крепление \"SOCOM 16\" для M1A"
L["eft_m1a_upper_std.compactname"] = "SOCOM16 верх"
L["eft_m1a_upper_std.description"] = "Верхний элемент ложа SOCOM 16. Имеет направляющую типа \"Weaver\" для установки различных прицельных приспособлений."

L["eft_m1a_upper_m8.printname"] = "Крепление UltiMAK \"M8 Forward Optic\" для M14"
L["eft_m1a_upper_m8.compactname"] = "M8"
L["eft_m1a_upper_m8.description"] = "Крепление для оптики \"M8\" производства Ultimak. Легкая, полностью обработанная планка Пикатинни подходит для оптических, коллиматорных, и голографических прицелов. Устанавливается на место заводского цевья."

L["eft_m1a_upper_amega.printname"] = "Крепление Amega \"Mini Scout Mount\" для M14"
L["eft_m1a_upper_amega.compactname"] = "M14 MSM"
L["eft_m1a_upper_amega.description"] = "Крепление \"Mini Scout Mount\" для M14, производство Amega Mounts. Имеет направляющую типа \"Weaver\" для установки различных прицельных приспособлений."

L["eft_m1a_upper_vltor.printname"] = "Крепление Vltor \"CASV 14 Rail System\" для M14"
L["eft_m1a_upper_vltor.compactname"] = "M14 CASV-14"
L["eft_m1a_upper_vltor.description"] = "Крепление \"CASV 14 Rail System\" производства Vltor. Имеет направляющую для установки широкого ассортимента прицельных приспособлений, а также точки крепления типа KeyMod на обеих сторонах."

L["eft_m1a_side_arms.printname"] = "Крепление A.R.M.S. \"#18\" для M14"
L["eft_m1a_side_arms.compactname"] = "ARMS#18"
L["eft_m1a_side_arms.description"] = "Крепление от A.R.M.S. Inc. для установки различных прицельных приспособлений на M14. Сделано из закаленной стали 8620. Имеет направляющую типа \"Weaver\" для установки различных прицельных приспособлений."

L["eft_m1a_side_deluxe.printname"] = "Крепление Leapers \"UTG 4-Point Locking Deluxe\" для M14"
L["eft_m1a_side_deluxe.compactname"] = "UTG 4p"
L["eft_m1a_side_deluxe.description"] = "Крепление \"UTG 4-Point Locking Deluxe\" для винтовок M14, производство Leapers Inc. Имеет направляющую типа \"Weaver\" для установки различных прицельных приспособлений."

L["eft_m1a_side_dcsb.printname"] = "Крепление SAGE International \"DCSB\" для M14"
L["eft_m1a_side_dcsb.compactname"] = "M14 DCSB"
L["eft_m1a_side_dcsb.description"] = "Крепление M14 DCSB (Detachable Cantilevered Sight Base) производства SAGE International. Имеет направляющую типа \"Weaver\" для установки различных прицельных приспособлений.  Может быть установлено только на ложе из комплекта EBR."

L["eft_m1a_rearsight.printname"] = "Целик SA \"Enlarged Military Aperture\" для M14"
L["eft_m1a_rearsight.compactname"] = "M14 RS"
L["eft_m1a_rearsight.description"] = "Целик \"Enlarged Military Aperture\" производства Springfield Armory для винтовок M14."

L["eft_m1a_fs_062.printname"] = "Мушка SA \"National Match .062 Blade\" для M1A"
L["eft_m1a_fs_062.compactname"] = ".062 Blade"
L["eft_m1a_fs_062.description"] = "Съемная мушка \"National Match .062 blade\" производства Springfield Armory для винтовок M1A."

L["eft_m1a_fs_xs.printname"] = "Мушка SA \"XS Post .125 Blade\" для M1A"
L["eft_m1a_fs_xs.compactname"] = ".125 Blade"
L["eft_m1a_fs_xs.description"] = "Съемная мушка \"XS Post .125 blade\" производства Springfield Armory."

L["eft_m1a_stock_sage_stock.printname"] = "Приклад SAGE International \"M14ALCS (MOD-0)\" для M14"
L["eft_m1a_stock_sage_stock.compactname"] = "M14ALCS"
L["eft_m1a_stock_sage_stock.description"] = "Полимерный приклад \"M14ALCS (MOD-0)\" для винтовки M14 из комплекта Enhanced Battle Rifle (EBR). Производство SAGE International."

L["eft_m1a_pgrip_sage.printname"] = "Пистолетная рукоятка SAGE International \"M14ALCS (MOD-0)\" для M14"
L["eft_m1a_pgrip_sage.compactname"] = "M14ALCS"
L["eft_m1a_pgrip_sage.description"] = "Пистолетная рукоятка M14ALCS (MOD. 0) для M14 из комплекта Enhanced Battle Rifle (EBR), производство SAGE International."

L["eft_m1a_mag_10.printname"] = "Магазин на 10 патронов 7.62x51 для M1A"
L["eft_m1a_mag_10.compactname"] = "M1A 10"
L["eft_m1a_mag_10.description"] = "10-зарядный двухрядный стальной магазин под патрон 7.62x51 NATO для М1А производства Springfield Armory."

L["eft_m1a_mag_20.printname"] = "Магазин на 20 патронов 7.62x51 для M1A"
L["eft_m1a_mag_20.compactname"] = "M1A 20"
L["eft_m1a_mag_20.description"] = "20-зарядный двухрядный стальной магазин под патрон 7.62x51 NATO для М1А производства Springfield Armory."

L["eft_m1a_mag_30.printname"] = "Магазин на 30 патронов 7.62x51 для M14"
L["eft_m1a_mag_30.compactname"] = "M14 30"
L["eft_m1a_mag_30.description"] = "30-зарядный двухрядный стальной магазин под патрон 7.62x51 NATO для М14 производства \"Triple K\"."

L["eft_m1a_mag_50.printname"] = "Магазин барабанный X Products \"X-14\" на 50 патронов 7.62x51 для M14"
L["eft_m1a_mag_50.compactname"] = "X-14 7.62 50"
L["eft_m1a_mag_50.description"] = "50-зарядный алюминиевый барабанный магазин под патрон 7.62x51 NATO для М14. Производство X-Products."

L["eft_m1a_muzzle_fsup.printname"] = "Дульный тормоз-компенсатор National Match 7.62x51 для M1A"
L["eft_m1a_muzzle_fsup.compactname"] = "M1A NM"
L["eft_m1a_muzzle_fsup.description"] = "Дульный тормоз-компенсатор \"National Match\" производства Springfield Armory для винтовок М1А."

L["eft_m1a_muzzle_brakecomp.printname"] = "Дульный тормоз-компенсатор SOCOM 16 7.62x51 для M1A"
L["eft_m1a_muzzle_brakecomp.compactname"] = "SOCOM16 M1A"
L["eft_m1a_muzzle_brakecomp.description"] = "Дульный тормоз-компенсатор производства Springfield Armory для винтовок М1А."

L["eft_m1a_muzzle_vortex.printname"] = "Дульный тормоз-газблок Smith Enterprise \"Vortex\" 7.62x51 для M14"
L["eft_m1a_muzzle_vortex.compactname"] = "M14 Vortex"
L["eft_m1a_muzzle_vortex.description"] = "Дульный тормоз-компенсатор производства Smith Enterprise для винтовок М14."

L["eft_m1a_muzzle_yan.printname"] = "Пламегаситель Yankee Hill \"Phantom\" 7.62x51 для M14"
L["eft_m1a_muzzle_yan.compactname"] = "Phantom"
L["eft_m1a_muzzle_yan.description"] = "Дульный тормоз-компенсатор производства Yankee Hill для винтовок М14."

L["eft_m1a_muzzle_jp.printname"] = "Компенсатор JP Enterprises \"Tactical Compensator\" 7.62x51 для M14"
L["eft_m1a_muzzle_jp.compactname"] = "M14 JP"
L["eft_m1a_muzzle_jp.description"] = "Дульный тормоз-компенсатор производства JP Enterprises для винтовок М14."

L["eft_m1a_muzzle_good.printname"] = "Дульный тормоз-компенсатор Smith Enterprise \"Good Iron\" 7.62x51 для M1A"
L["eft_m1a_muzzle_good.compactname"] = "GoodIron"
L["eft_m1a_muzzle_good.description"] = "Дульный тормоз-компенсатор производства Smith Enterprise для винтовок М14."

L["eft_m1a_muzzle_gas.printname"] = "Дульный тормоз-газблок Smith Enterprise \"SOCOM 16\" 7.62x51 для M1A"
L["eft_m1a_muzzle_gas.compactname"] = "SOCOM16 thr."
L["eft_m1a_muzzle_gas.description"] = "Дульный тормоз-газовый блок производства Smith Enterprise для винтовок М1А."

-- [[ m590 ]]
L["eft_m590_barrel_508.printname"] = "Ствол 508мм для Mossberg 590A1 12к"
L["eft_m590_barrel_508.compactname"] = "590 508мм"
L["eft_m590_barrel_508.description"] = "Ствол для помпового ружья Mossberg 590A1 12 калибра длиной 508мм (20 дюймов)."

L["eft_m590_hg_speed.printname"] = "Цевье SpeedFeed для Mossberg 590A1"
L["eft_m590_hg_speed.compactname"] = "590 SFeed"
L["eft_m590_hg_speed.description"] = "Штатное цевьё \"SpeedFeed\" для дробовиков Mossberg 590A1."

L["eft_m590_hg_moe.printname"] = "Цевье Magpul \"MOE\" для Mossberg 590A1"
L["eft_m590_hg_moe.compactname"] = "MOE 590"
L["eft_m590_hg_moe.description"] = "Цевьё \"MOE\" производства Magpul для установки на дробовики Mossberg 500/590."

L["eft_m590_rs_ghost.printname"] = "Целик Ghost Ring для Mossberg 590"
L["eft_m590_rs_ghost.compactname"] = "590 GR цел."
L["eft_m590_rs_ghost.description"] = "Целик типа \"Ghost Ring\" для помповых ружей 590, производство Mossberg."

L["eft_m590_fs_ghost.printname"] = "Мушка Ghost Ring для Mossberg 590"
L["eft_m590_fs_ghost.compactname"] = "590 GR мшк"
L["eft_m590_fs_ghost.description"] = "Мушка типа \"Ghost Ring\" для помповых ружей 590, производство Mossberg."

L["eft_m590_mount_tac.printname"] = "Крепление Tactical для Mossberg 590A1"
L["eft_m590_mount_tac.compactname"] = "590 rail"
L["eft_m590_mount_tac.description"] = "Направляющая Weaver/Picatinny для помповых ружей Mossberg 500/590."

L["eft_m590_stock_sga.printname"] = "Приклад Magpul \"SGA\" для Mossberg 590A1"
L["eft_m590_stock_sga.compactname"] = "SGA 590"
L["eft_m590_stock_sga.description"] = "Эргономический полимерный приклад с резиновым тыльником \"SGA\" производства Magpul для ружья Mossberg 590A1."

L["eft_m590_stock_std.printname"] = "Приклад полимерный для Mossberg 590A1"
L["eft_m590_stock_std.compactname"] = "590A1"
L["eft_m590_stock_std.description"] = "Классического вида полимерный приклад для гладкоствольного ружья Mossberg 590A1, с резиновым тыльником."

L["eft_m590_stock_leo.printname"] = "Переходник Mesa Tactical \"LEO gen.1\" для Mossberg 590A1"
L["eft_m590_stock_leo.compactname"] = "590 LEO"
L["eft_m590_stock_leo.description"] = "Комплект для переоборудования телескопических прикладов от Mesa Tactical, заменяющий стандартный приклад адаптером, служащим для установки прикладов для систем AR и пистолетных рукояток."

L["eft_m590_mag_8.printname"] = "Затычка магазина на 8 патронов 12к для Mossberg 590A1"
L["eft_m590_mag_8.compactname"] = "590A1x8"
L["eft_m590_mag_8.description"] = "Затычка для штатного трубчатого магазина емкостью 8 патронов для Mossberg 590A1, под патрон 12к."

///////////////////////////// AA-12
-- [[ aa12 ]]
L["eft_aa12_barrel_330.printname"] = "Ствол 330мм для AA-12 12к"
L["eft_aa12_barrel_330.compactname"] = "AA-12 330мм"
L["eft_aa12_barrel_330.description"] = "Ствол для дробовика Auto Assault-12 длиной 330мм, под патрон 12 калибра."

L["eft_aa12_barrel_342.printname"] = "Ствол с резьбой 342мм для AA-12 12к"
L["eft_aa12_barrel_342.compactname"] = "AA-12 342мм"
L["eft_aa12_barrel_342.description"] = "Ствол с резьбой для дробовика Auto Assault-12 длиной 342мм, под патрон 12 калибра."

L["eft_aa12_barrel_417.printname"] = "Ствол с резьбой 417мм для AA-12 12к"
L["eft_aa12_barrel_417.compactname"] = "AA-12 417мм"
L["eft_aa12_barrel_417.description"] = "Ствол с резьбой для дробовика Auto Assault-12 длиной 417мм, под патрон 12 калибра."

L["eft_aa12_barrel_457.printname"] = "Ствол 457мм для AA-12 12к"
L["eft_aa12_barrel_457.compactname"] = "AA-12 457мм"
L["eft_aa12_barrel_457.description"] = "Ствол для дробовика Auto Assault-12 длиной 457мм, под патрон 12 калибра."

L["eft_aa12_thr.printname"] = "Втулка предохранительная для AA-12"
L["eft_aa12_thr.compactname"] = "AA-12 ВП"
L["eft_aa12_thr.description"] = "Предохранительная втулка для ствола дробовика Auto Assault-12 12к."

L["eft_aa12_chok.printname"] = "Чок для AA-12 12к"
L["eft_aa12_chok.compactname"] = "AA-12 чок"
L["eft_aa12_chok.description"] = "Этот чок был разработан специально для AA-12. Сочетает в себе свойства цилиндра и пламегасителя."

L["eft_aa12_stock_std.printname"] = "Ложе для AA-12"
L["eft_aa12_stock_std.compactname"] = "AA-12"
L["eft_aa12_stock_std.description"] = "Штатное ложе в сборе для дробовика Auto Assault-12."

L["eft_aa12_stock_fde.printname"] = "Ложе для AA-12 (FDE)"
L["eft_aa12_stock_fde.compactname"] = "AA-12"
L["eft_aa12_stock_fde.description"] = "Штатное ложе в сборе для дробовика Auto Assault-12. Версия в цвете Flat Dark Earth."

L["eft_aa12_stock_labs.printname"] = "Ложе для AA-12 (TerraGroup)"
L["eft_aa12_stock_labs.compactname"] = "AA-12 LABS"
L["eft_aa12_stock_labs.description"] = "Штатное ложе в сборе для дробовика Auto Assault-12. Версия TerraGroup."

L["eft_aa12_mag_8.printname"] = "Магазин на 8 патронов 12к для AA-12"
L["eft_aa12_mag_8.compactname"] = "AA-12 8"
L["eft_aa12_mag_8.description"] = "Восьмизарядный коробчатый магазин под патрон 12 калибра для дробовика Auto Assault-12."

L["eft_aa12_mag_20.printname"] = "Барабан на 20 патронов 12к для AA-12"
L["eft_aa12_mag_20.compactname"] = "AA-12 20"
L["eft_aa12_mag_20.description"] = "Барабанный магазин на 20 патронов 12 калибра для дробовика Auto Assault-12."

L["eft_aa12_mount_utg.printname"] = "Крепление Leapers \"UTG Universal Shotgun Barrel Mount\" для стволов и трубчатых магазинов"
L["eft_aa12_mount_utg.compactname"] = "UTG USBM"
L["eft_aa12_mount_utg.description"] = "Кронштейн UTG Universal Shotgun Barrel Mount предназначен для установки на трубчатые магазины и стволы диаметром 20–25 миллиметров. Имеет 3 направляющих для крепления дополнительного оборудования. Производство Leapers Inc."

///////////////////////////// MP-133/153/155 + Ultima
-- [[ mr133 ]]
L["eft_mr133_barrel_510.printname"] = "Ствол 510мм для MP-133 12к"
L["eft_mr133_barrel_510.compactname"] = "MP133 510мм"
L["eft_mr133_barrel_510.description"] = "Стандартный заводской ствол для ружья MP-133 под патрон 12-го калибра, длиной 510мм."

L["eft_mr133_barrel_510r.printname"] = "Ствол 510мм для MP-133 12к с прицельной планкой"
L["eft_mr133_barrel_510r.compactname"] = "MP133 510мм плнк."
L["eft_mr133_barrel_510r.description"] = "Стандартный заводской ствол для ружья МР-133 длиной 510мм под патрон 12-го калибра, с широкой прицельной планкой."

L["eft_mr133_barrel_540.printname"] = "Ствол 540мм для MP-133 12к"
L["eft_mr133_barrel_540.compactname"] = "MP133 540мм"
L["eft_mr133_barrel_540.description"] = "Стандартный заводской ствол для ружья MP-133 под патрон 12-го калибра, длиной 540мм."

L["eft_mr133_barrel_540r.printname"] = "Ствол 540мм для MP-133 12к с прицельной планкой"
L["eft_mr133_barrel_540r.compactname"] = "MP133 540мм плнк."
L["eft_mr133_barrel_540r.description"] = "Стандартный заводской ствол для ружья МР-133 длиной 540мм под патрон 12-го калибра, с широкой прицельной планкой."

L["eft_mr133_barrel_610.printname"] = "Ствол 610мм для MP-133 12к"
L["eft_mr133_barrel_610.compactname"] = "MP133 610мм"
L["eft_mr133_barrel_610.description"] = "Стандартный заводской ствол для ружья MP-133 под патрон 12-го калибра, длиной 610мм."

L["eft_mr133_barrel_610r.printname"] = "Ствол 610мм для MP-133 12к с прицельной планкой"
L["eft_mr133_barrel_610r.compactname"] = "MP133 610мм плнк."
L["eft_mr133_barrel_610r.description"] = "Стандартный заводской ствол для ружья МР-133 длиной 610мм под патрон 12-го калибра, с широкой прицельной планкой."

L["eft_mr133_barrel_660.printname"] = "Ствол 660мм для MP-133 12к"
L["eft_mr133_barrel_660.compactname"] = "MP133 660мм"
L["eft_mr133_barrel_660.description"] = "Стандартный заводской ствол для ружья MP-133 под патрон 12-го калибра, длиной 660мм."

L["eft_mr133_barrel_660r.printname"] = "Ствол 660мм для MP-133 12к с прицельной планкой"
L["eft_mr133_barrel_660r.compactname"] = "MP133 660мм плнк."
L["eft_mr133_barrel_660r.description"] = "Стандартный заводской ствол для ружья МР-133 длиной 660мм под патрон 12-го калибра, с широкой прицельной планкой."

L["eft_mr133_barrel_710.printname"] = "Ствол 710мм для MP-133 12к"
L["eft_mr133_barrel_710.compactname"] = "MP133 710мм"
L["eft_mr133_barrel_710.description"] = "Стандартный заводской ствол для ружья MP-133 под патрон 12-го калибра, длиной 710мм."

L["eft_mr133_barrel_710r.printname"] = "Ствол 710мм для MP-133 12к с прицельной планкой"
L["eft_mr133_barrel_710r.compactname"] = "MP133 710мм плнк."
L["eft_mr133_barrel_710r.description"] = "Стандартный заводской ствол для ружья МР-133 длиной 710мм под патрон 12-го калибра, с широкой прицельной планкой."

L["eft_mr133_barrel_750.printname"] = "Ствол 750мм 12к для MP-133 12к"
L["eft_mr133_barrel_750.compactname"] = "MP133 750мм"
L["eft_mr133_barrel_750.description"] = "Стандартный заводской ствол для ружья MP-133 под патрон 12-го калибра, длиной 750мм."

L["eft_mr133_barrel_750r.printname"] = "Ствол 750мм для MP-133 12к с прицельной планкой"
L["eft_mr133_barrel_750r.compactname"] = "MP133 750мм плнк."
L["eft_mr133_barrel_750r.description"] = "Стандартный заводской ствол для ружья МР-133 длиной 750мм под патрон 12-го калибра, с широкой прицельной планкой."

L["eft_mr153_barrel_610.printname"] = "Ствол 610мм для MP-153 12к"
L["eft_mr153_barrel_610.compactname"] = "MP153 610мм"
L["eft_mr153_barrel_610.description"] = "Стандартный заводской ствол для ружья MP-153 под патрон 12-го калибра, длиной 610мм."

L["eft_mr153_barrel_660.printname"] = "Ствол 660мм для MP-153 12к"
L["eft_mr153_barrel_660.compactname"] = "MP153 660мм"
L["eft_mr153_barrel_660.description"] = "Стандартный заводской ствол для ружья MP-153 под патрон 12-го калибра, длиной 660мм."

L["eft_mr153_barrel_710.printname"] = "Ствол 710мм для MP-153 12к"
L["eft_mr153_barrel_710.compactname"] = "MP153 710мм"
L["eft_mr153_barrel_710.description"] = "Стандартный заводской ствол для ружья MP-153 под патрон 12-го калибра, длиной 710мм."

L["eft_mr153_barrel_750.printname"] = "Ствол 750мм для MP-153 12к"
L["eft_mr153_barrel_750.compactname"] = "MP153 750мм"
L["eft_mr153_barrel_750.description"] = "Стандартный заводской ствол для ружья MP-153 под патрон 12-го калибра, длиной 750мм."

L["eft_mr155_barrel_510.printname"] = "Ствол 510мм для MP-155 12к"
L["eft_mr155_barrel_510.compactname"] = "MP155 510мм"
L["eft_mr155_barrel_510.description"] = "Стандартный заводской ствол для ружья MP-155 под патрон 12-го калибра, длиной 510мм."

L["eft_mr133_hg_wood.printname"] = "Цевье буковое для MP-133"
L["eft_mr133_hg_wood.compactname"] = "MP133 бук"
L["eft_mr133_hg_wood.description"] = "Стандартное цевьё производства Ижмех, выполненное из бука, для гладкоствольного ружья МР-133."

L["eft_mr133_hg_custom.printname"] = "Цевье \"Кастом MP-133\" с направляющими для MP-133"
L["eft_mr133_hg_custom.compactname"] = "MP133 рельсы"
L["eft_mr133_hg_custom.description"] = "Нестандартное полимерное цевьё стороннего производства для гладкоствольного ружья МР-133. Снабжено 2-мя короткими и одной длинной направляющими для крепления дополнительного оборудования."

L["eft_mr153_hg_std.printname"] = "Цевье полимерное для MP-153"
L["eft_mr153_hg_std.compactname"] = "MP153 поли"
L["eft_mr153_hg_std.description"] = "Стандартное цевьё производства Ижмех выполненное из полимера для гладкоствольного ружья МР-153."

L["eft_mr155_hg_std.printname"] = "Цевье орех для MP-155"
L["eft_mr155_hg_std.compactname"] = "MP155 орех"
L["eft_mr155_hg_std.description"] = "Цевьё типа \"Монте Карло\", выполненное из ореха, для ружей МР-133 и МР-153 производства ИжМех."

L["eft_mr155_hg_ultima.printname"] = "Цевье полимерное для MP-155 \"Ultima\""
L["eft_mr155_hg_ultima.compactname"] = "Ultima"
L["eft_mr155_hg_ultima.description"] = "Полимерное цевьё модификации \"Ultima\" для дробовика MP-155. Произведено Концерном Калашников."

L["eft_etmi019.printname"] = "Крепление \"ЭТМИ-019\" для ружей"
L["eft_etmi019.compactname"] = "ЭТМИ-019"
L["eft_etmi019.description"] = "\"ЭТМИ-019\" - универсальный кронштейн-переходник с вентилируемых планок шириной 7мм для ружей ИЖ-27, МР-153, МР-133 и подобных на планки Weaver-Picatinny."

L["eft_mr133_mount_sprm.printname"] = "Направляющая Kiba Arms \"SPRM\" для помповых ружей"
L["eft_mr133_mount_sprm.compactname"] = "SPRM"
L["eft_mr133_mount_sprm.description"] = "Универсальная направляющая SPRM на 13 позиций производства Kiba Arms International, для крепления дополнительного оборудования на гладкоствольные помповые ружья."

L["eft_mr133_sprut.printname"] = "Крепление Дельта-Тек \"Спрут\" для помповых гладкоствольных ружей"
L["eft_mr133_sprut.compactname"] = "Спрут"
L["eft_mr133_sprut.description"] = "Кронштейн Дельта-Тек Спрут предназначен для установки на трубчатые магазины гладкоствольных ружей МР-133, МР-153, МР-135, Benelli M2, Winchester 1300 и других. Имеет 3 направляющих Weaver для крепления дополнительного оборудования."

L["eft_mr133_stock_wood.printname"] = "Приклад деревянный для MP-133/153"
L["eft_mr133_stock_wood.compactname"] = "133/153 дерево"
L["eft_mr133_stock_wood.description"] = "Деревянный приклад для ружей МР-133 и МР-153 производства ИжМех с резиновым тыльником."

L["eft_mr133_stock_plastic.printname"] = "Приклад пластиковый для MP-133/153"
L["eft_mr133_stock_plastic.compactname"] = "133/153 пластик"
L["eft_mr133_stock_plastic.description"] = "Пластиковый приклад с резиновым тыльником, для ружей МР-133 и МР-153 производства ИжМех."

L["eft_mr133_stock_pistol.printname"] = "Пистолетная рукоятка для MP-133/153"
L["eft_mr133_stock_pistol.compactname"] = "133/153"
L["eft_mr133_stock_pistol.description"] = "Пластиковая рукоятка для ружей МР-133 и МР-153 для замены штатного приклада. Производства ИжМех."

L["eft_mr133_stock_adap.printname"] = "Переходник Тактика Тула \"12003\" для MP-133/153"
L["eft_mr133_stock_adap.compactname"] = "133/153 12003"
L["eft_mr133_stock_adap.description"] = "Крепление-переходник Тактика тула \"12003\" предназначено для установки прикладов от FAB Defense на ружья МР-133/153."

L["eft_mr155_stock_std.printname"] = "Приклад орех для MP-155"
L["eft_mr155_stock_std.compactname"] = "155 орех"
L["eft_mr155_stock_std.description"] = "Приклад типа \"Монте Карло\", выполненный из ореха, для ружей MP-155 производства ИжМех. Оснащен резиновым затыльником."

L["eft_mr155_stock_ultima.printname"] = "Пистолетная рукоятка для MP-155 \"Ultima\""
L["eft_mr155_stock_ultima.compactname"] = "Ultima"
L["eft_mr155_stock_ultima.description"] = "Полимерная пистолетная рукоятка модификации \"Ultima\" для дробовика MP-155. Произведено Концерном Калашников."

L["eft_mr155_stock_ultima_stock.printname"] = "Приклад полимерный для MP-155 \"Ultima\""
L["eft_mr155_stock_ultima_stock.compactname"] = "Ultima"
L["eft_mr155_stock_ultima_stock.description"] = "Полимерный приклад модификации \"Ultima\" для дробовика MP-155. Произведено Концерном Калашников."

L["eft_mr155_stock_ultima_cap.printname"] = "Затыльник рукояти для MP-155 \"Ultima\""
L["eft_mr155_stock_ultima_cap.compactname"] = "Ultima рез."
L["eft_mr155_stock_ultima_cap.description"] = "Прорезиненный эргономичный затыльник пистолетной рукояти для модификации \"Ultima\" для дробовика MP-155. Произведено Концерном Калашников."

L["eft_mr155_stock_ultima_pads.printname"] = "Затыльник приклада тонкий для MP-155 \"Ultima\""
L["eft_mr155_stock_ultima_pads.compactname"] = "Ultima тнк."
L["eft_mr155_stock_ultima_pads.description"] = "Прорезиненный тонкий затыльник приклада для модификации \"Ultima\" для дробовика MP-155. Произведено Концерном Калашников."

L["eft_mr155_stock_ultima_padm.printname"] = "Затыльник приклада средний для MP-155 \"Ultima\""
L["eft_mr155_stock_ultima_padm.compactname"] = "Ultima срд."
L["eft_mr155_stock_ultima_padm.description"] = "Прорезиненный средний затыльник приклада для модификации \"Ultima\" для дробовика MP-155. Произведено Концерном Калашников."

L["eft_mr155_stock_ultima_padl.printname"] = "Затыльник приклада толстый для MP-155 \"Ultima\""
L["eft_mr155_stock_ultima_padl.compactname"] = "Ultima тлст."
L["eft_mr155_stock_ultima_padl.description"] = "Прорезиненный толстый затыльник приклада для модификации \"Ultima\" для дробовика MP-155. Произведено Концерном Калашников."

L["eft_mr155u_mount_bottombig.printname"] = "Подствольное крепление-упор для MP-155 \"Ultima\""
L["eft_mr155u_mount_bottombig.compactname"] = "Ultima креп."
L["eft_mr155u_mount_bottombig.description"] = "Подствольное крепление модификации \"Ultima\" для дробовика MP-155. Произведено Концерном Калашников."

L["eft_mr155u_mount_bottom.printname"] = "Направляющая короткая для MP-155 \"Ultima\""
L["eft_mr155u_mount_bottom.compactname"] = "Ultima кор."
L["eft_mr155u_mount_bottom.description"] = "Укороченная направляющая из комплекта \"Ultima\" для дробовика MP-155, позволяет устанавливать дополнительное оборудование на цевье. Произведено Концером Калашников."

L["eft_mr155u_mount_top.printname"] = "Направляющая верхняя для MP-155 \"Ultima\""
L["eft_mr155u_mount_top.compactname"] = "Ultima верх."
L["eft_mr155u_mount_top.description"] = "Верхняя направляющая для модификации \"Ultima\" для дробовика MP-155. Произведено Концерном Калашников."

L["eft_mr155u_thermal.printname"] = "Тепловизионная камера для MP-155 \"Ultima\""
L["eft_mr155u_thermal.compactname"] = "Ultima тепл."
L["eft_mr155u_thermal.description"] = "Специальная тепловизионная камера модификации \"Ultima\" для дробовика MP-155. Изображение с камеры будет выводиться на фронтальный дисплей на задней части ружья. Произведено Концерном Калашников."

L["eft_mr155u_thermal_alt.printname"] = "Тепловизионная камера для MP-155 \"Ultima\" II"
L["eft_mr155u_thermal_alt.compactname"] = "Ultima тепл."
L["eft_mr155u_thermal_alt.description"] = "Специальная тепловизионная камера модификации \"Ultima\" для дробовика MP-155. Изображение с камеры будет выводиться на фронтальный дисплей на задней части ружья. Произведено Концерном Калашников."

L["eft_mr133_mag_6.printname"] = "Магазин на 6 патронов 12к для MP-133"
L["eft_mr133_mag_6.compactname"] = "MP-133x6"
L["eft_mr133_mag_6.description"] = "Шестизарядный трубчатый магазин для MP-133, под патрон 12к. Производство Ижмех."

L["eft_mr133_mag_8.printname"] = "Магазин на 8 патронов 12к для MP-133"
L["eft_mr133_mag_8.compactname"] = "MP-133x8"
L["eft_mr133_mag_8.description"] = "Восьмизарядный трубчатый магазин для MP-133, под патрон 12к. Производство Ижмех."

L["eft_mr153_mag_4.printname"] = "Заглушка магазина на 4 патрона 12к для MP-153"
L["eft_mr153_mag_4.compactname"] = "МP153x4"
L["eft_mr153_mag_4.description"] = "Заглушка магазина для ружья МР-153 12к 30x25."

L["eft_mr153_mag_5.printname"] = "Магазин на 5 патронов 12к для MP-153"
L["eft_mr153_mag_5.compactname"] = "МP153x5"
L["eft_mr153_mag_5.description"] = "Удлинитель магазина MP-153 12к до 5-и патронов."

L["eft_mr153_mag_6.printname"] = "Магазин на 6 патронов 12к для MP-153"
L["eft_mr153_mag_6.compactname"] = "МP153x6"
L["eft_mr153_mag_6.description"] = "Удлинитель магазина MP-153 12к до 6-и патронов."

L["eft_mr153_mag_7.printname"] = "Магазин на 7 патронов 12к для MP-153"
L["eft_mr153_mag_7.compactname"] = "МP153x7"
L["eft_mr153_mag_7.description"] = "Удлинитель магазина MP-153 12к до 7-ми патронов."

L["eft_mr153_mag_8.printname"] = "Магазин на 8 патронов 12к для MP-153"
L["eft_mr153_mag_8.compactname"] = "МP153x8"
L["eft_mr153_mag_8.description"] = "Удлинитель магазина MP-153 12к до 8-ми патронов."

L["eft_mr155_mag_6.printname"] = "Магазин на 6 патронов 12к для MP-155"
L["eft_mr155_mag_6.compactname"] = "МP155x6"
L["eft_mr155_mag_6.description"] = "Удлинитель магазина до шести патронов для ружей МР-155 12 калибра."

///////////////////////////// M700 + DVL-10 + T-5000
-- [[ dvl10 ]]
L["eft_dvl10_barrel_std.printname"] = "Ствол 660мм 7.62x51 для ДВЛ-10 М2"
L["eft_dvl10_barrel_std.compactname"] = "ДВЛ10 660мм"
L["eft_dvl10_barrel_std.description"] = "Матчевый ствол LOBAEV Hummer Barrels из нержавеющей стали длиной 660мм для снайперской винтовки ДВЛ-10 М2, под патрон 7.62x51."

L["eft_dvl10_barrel_sup.printname"] = "Ствол 500мм 7.62x51 для ДВЛ-10"
L["eft_dvl10_barrel_sup.compactname"] = "ДВЛ10 500мм"
L["eft_dvl10_barrel_sup.description"] = "Матчевый ствол LOBAEV Hummer Barrels из нержавеющей стали длиной 500мм с интегрированным глушителем для снайперской винтовки ДВЛ-10, под патрон 7.62x51."

L["eft_dvl10_hg_std.printname"] = "Цевье для ДВЛ-10 М2"
L["eft_dvl10_hg_std.compactname"] = "ДВЛ-10 М2"
L["eft_dvl10_hg_std.description"] = "Штатное цевье Lobaev Arms для снайперской винтовки ДВЛ-10 М2."

L["eft_dvl10_stock_std.printname"] = "Приклад Lobaev Arms для ДВЛ-10"
L["eft_dvl10_stock_std.compactname"] = "Lobaev"
L["eft_dvl10_stock_std.description"] = "Унифицированный штатный приклад для снайперских винтовок производства Lobaev Arms."

L["eft_dvl10_muzzle_brake.printname"] = "Дульный тормоз-компенсатор 7.62x51 для ДВЛ-10 М2"
L["eft_dvl10_muzzle_brake.compactname"] = "ДВЛ-10 М2"
L["eft_dvl10_muzzle_brake.description"] = "Штатный дульный тормоз-компенсатор для снайперской винтовки ДВЛ-10 М2, производство Lobaev Arms."

L["eft_dvl10_muzzle_cap.printname"] = "Дульное устройство 7.62x51 для ДВЛ-10"
L["eft_dvl10_muzzle_cap.compactname"] = "ДВЛ-10 ДУ"
L["eft_dvl10_muzzle_cap.description"] = "Штатное дульное устройство для снайперской винтовки ДВЛ-10, производство Lobaev Arms."

L["eft_dvl10_mag_10.printname"] = "Магазин на 10 патронов 7.62x51 для ДВЛ-10"
L["eft_dvl10_mag_10.compactname"] = "ДВЛ-10 10"
L["eft_dvl10_mag_10.description"] = "Стандартный магазин производства Lobaev Arms для снайперской винтовки ДВЛ-10, под патрон 7.62x51."

-- [[ m700 ]]
L["eft_m700_barrel_20.printname"] = "Ствол 508мм с резьбой для M700 7.62x51"
L["eft_m700_barrel_20.compactname"] = "M700 508мм"
L["eft_m700_barrel_20.description"] = "Ствол для Remington Model 700 под патрон 7.62x51 NATO длиной 508мм (20 дюймов)."

L["eft_m700_barrel_20s.printname"] = "Ствол 508мм из нержавеющей стали с резьбой для M700 7.62x51"
L["eft_m700_barrel_20s.compactname"] = "M700 508мм"
L["eft_m700_barrel_20s.description"] = "Ствол из нержавеющей стали для Remington Model 700 под патрон 7.62x51 NATO длиной 508мм (20 дюймов)."

L["eft_m700_barrel_26.printname"] = "Ствол 660мм для M700 7.62x51"
L["eft_m700_barrel_26.compactname"] = "M700 660мм"
L["eft_m700_barrel_26.description"] = "Ствол для Remington Model 700 под патрон 7.62x51 NATO длиной 660мм (26 дюймов)."

L["eft_m700_barrel_26s.printname"] = "Ствол 660мм из нержавеющей стали для M700 7.62x51"
L["eft_m700_barrel_26s.compactname"] = "M700 660мм"
L["eft_m700_barrel_26s.description"] = "Ствол для Remington Model 700 под патрон 7.62x51 NATO длиной 660мм (26 дюймов)."

L["eft_m700_stock_hogue.printname"] = "Ложе Hogue \"Overmolded Ghillie\" для M700"
L["eft_m700_stock_hogue.compactname"] = "Overmolded Ghillie"
L["eft_m700_stock_hogue.description"] = "Ложе \"Overmolded Ghillie\" для снайперской винтовки Remington Model 700. Производство Hogue."

L["eft_m700_stock_gen3.printname"] = "Ложе AB Arms \"MOD*X GEN 3\" для M700"
L["eft_m700_stock_gen3.compactname"] = "MOD*X Gen.3"
L["eft_m700_stock_gen3.description"] = "Модульная винтовочная система AB Arms \"MOD*X GEN III\" - это легкое, эргономичное, вставное шасси, разработанное для снайперской винтовки Remington Model 700."

L["eft_m700_stock_aics.printname"] = "Ложе полимерное AI \"AT AICS\" для M700"
L["eft_m700_stock_aics.compactname"] = "AICS M700"
L["eft_m700_stock_aics.description"] = "Полимерное ложе AT AICS для винтовки Remington Model 700 производства Accuracy International."

L["eft_m700_stock_archangel.printname"] = "Ложе ProMag \"Archangel\" для M700"
L["eft_m700_stock_archangel.compactname"] = "Archangel M700"
L["eft_m700_stock_archangel.description"] = "Эргономичное полимерное ложе \"Archangel\" для снайперской винтовки Remington M700. Производство ProMag."

L["eft_m700_stock_pro700.printname"] = "Ложе Magpul \"Pro 700\" для M700"
L["eft_m700_stock_pro700.compactname"] = "Pro700"
L["eft_m700_stock_pro700.description"] = "\"Pro 700\" - легкое и эргономичное шасси для снайперской винтовки Remington M700, производство Magpul."

L["eft_m700_mount_pro700.printname"] = "Крепление-направляющая Magpul \"Pro 700\" для M700"
L["eft_m700_mount_pro700.compactname"] = "Pro700 нпр."
L["eft_m700_mount_pro700.description"] = "Универсальное крепление-направляющая от Magpul для установки дополнительных тактических приспособлений, устанавливается на ложе Pro 700 на снайперскую винтовку Remington M700."

L["eft_m700_hg_gen3.printname"] = "Цевье AB Arms \"MOD*X GEN 3 KeyMod\" для M700"
L["eft_m700_hg_gen3.compactname"] = "MOD*X"
L["eft_m700_hg_gen3.description"] = "Цевьё \"MOD*X GEN 3\" производста AB Arms для винтовок M700, снабженное интерфейсом стандарта KeyMod для крепления дополнительного оборудования."

L["eft_m700_buffer_adap_gen3.printname"] = "Переходник складной AB Arms \"MOD*X\" для M700"
L["eft_m700_buffer_adap_gen3.compactname"] = "AB пер."
L["eft_m700_buffer_adap_gen3.description"] = "Складной адаптер для установки трубы под телескопические приклады на Remington M700, совместим с ложей AB Arms MOD*X."

L["eft_m700_pro700_folding.printname"] = "Приклад складной Magpul \"Pro 700\" для M700"
L["eft_m700_pro700_folding.compactname"] = "Pro700"
L["eft_m700_pro700_folding.description"] = "Приклад из комплекта \"Pro 700\" для винтовки Remington M700. Производство Magpul."

L["eft_m700_pro700_pistol_grip.printname"] = "Пистолетная рукоятка Magpul \"Pro 700\" для M700"
L["eft_m700_pro700_pistol_grip.compactname"] = "Pro700"
L["eft_m700_pro700_pistol_grip.description"] = "Полимерная пистолетная рукоятка из комплекта \"Pro 700\" для снайперской винтовки Remington M700. Производство Magpul."

L["eft_m700_rail_ext.printname"] = "Направляющая Extended multi-slot Weaver для M700"
L["eft_m700_rail_ext.compactname"] = "M700 Multi-slot"
L["eft_m700_rail_ext.description"] = "Универсальная направляющая типа Weaver для установки различных прицелов на Remington Model 700."

L["eft_m700_rail_modx.printname"] = "Крепление-направляющая AB Arms \"MOD*X\" для M700"
L["eft_m700_rail_modx.compactname"] = "MOD*X напр."
L["eft_m700_rail_modx.description"] = "Универсальная направляющая AB Arms \"MOD*X\" для снайперской винтовки Remington Model 700, позволяет устанавливать различную оптику."

L["eft_m700_rail_badger.printname"] = "Направляющая Badger Ordnance \"Scope Rail\" для M700"
L["eft_m700_rail_badger.compactname"] = "M700 SR"
L["eft_m700_rail_badger.description"] = "Универсальная направляющая для установки различных прицелов на Remington Model 700. Производство Badger Ordnance."

L["eft_m700_rail_ring.printname"] = "Крепление 30мм для оптики для M700"
L["eft_m700_rail_ring.compactname"] = "M700 30мм"
L["eft_m700_rail_ring.description"] = "Универсальная база для установки прицелов 30мм на Remington Model 700."

L["eft_m700_muzzle_thr.printname"] = "Втулка предохранительная для M700"
L["eft_m700_muzzle_thr.compactname"] = "M700 ВП"
L["eft_m700_muzzle_thr.description"] = "Предохранительная втулка для ствола Remington M700 7.62x51 с резьбой."

L["eft_m700_muzzle_thrs.printname"] = "Втулка предохранительная для M700 (Нержавеющая сталь)"
L["eft_m700_muzzle_thrs.compactname"] = "M700 ВП"
L["eft_m700_muzzle_thrs.description"] = "Предохранительная втулка из нержавеющей стали для ствола Remington M700 7.62x51 с резьбой."

L["eft_m700_mag_w5.printname"] = "Магазин Wyatt's Outdoor на 5 патронов 7.62x51 для M700"
L["eft_m700_mag_w5.compactname"] = "Wyatt 5"
L["eft_m700_mag_w5.description"] = "5-зарядный магазин под патрон 7.62x51 для снайперской винтовки Remington M700, производство Wyatt's Outdoor."

L["eft_m700_mag_w10.printname"] = "Магазин Wyatt's Outdoor на 10 патронов 7.62x51 для M700"
L["eft_m700_mag_w10.compactname"] = "Wyatt 10"
L["eft_m700_mag_w10.description"] = "10-зарядный магазин под патрон 7.62x51 для снайперской винтовки Remington M700, производство Wyatt's Outdoor."

L["eft_m700_mag_a5.printname"] = "Магазин AI \"AICS\" на 5 патронов 7.62x51 для M700"
L["eft_m700_mag_a5.compactname"] = "AICS 5"
L["eft_m700_mag_a5.description"] = "5-зарядный магазин производства Accuracy International для снайперской винтовки Remington M700, под патрон 7.62x51/.308."

L["eft_m700_mag_a10.printname"] = "Магазин AI \"AICS\" на 10 патронов 7.62x51 для M700"
L["eft_m700_mag_a10.compactname"] = "AICS 10"
L["eft_m700_mag_a10.description"] = "10-зарядный магазин производства Accuracy International для снайперской винтовки Remington M700, под патрон 7.62x51/.308."

L["eft_m700_mag_a12.printname"] = "Магазин MDT \"AICS\" на 12 патронов 7.62x51 для M700"
L["eft_m700_mag_a12.compactname"] = "MDT 12"
L["eft_m700_mag_a12.description"] = "12-зарядный магазин производства Modular Driven Technologies LP. для снайперской винтовки Remington M700, под патрон 7.62x51/.308."

L["eft_m700_mag_p5.printname"] = "Магазин Magpul \"PMAG AC\" на 5 патронов 7.62x51 для M700"
L["eft_m700_mag_p5.compactname"] = "PMAG AC 5"
L["eft_m700_mag_p5.description"] = "5-зарядный магазин под патрон 7.62x51 для снайперской винтовки Remington M700, производство Magpul."

L["eft_m700_mag_p10.printname"] = "Магазин Magpul \"PMAG AC\" на 10 патронов 7.62x51 для M700"
L["eft_m700_mag_p10.compactname"] = "PMAG AC 10"
L["eft_m700_mag_p10.description"] = "Десятизарядный магазин .308/7.62x51 для снайперской винтовки Remington M700, производство Magpul."

L["eft_m700_mag_pro10.printname"] = "Магазин ProMag \"AA-70\" на 10 патронов 7.62x51 для M700"
L["eft_m700_mag_pro10.compactname"] = "AA-70 10"
L["eft_m700_mag_pro10.description"] = "10-зарядный .308/7.62x51 магазин для снайперской винтовки Remington M700 в комплекте \"Archangel\", производство ProMag."

L["eft_m700_mag_pro20.printname"] = "Магазин ProMag \"AA-70\" на 20 патронов 7.62x51 для M700"
L["eft_m700_mag_pro20.compactname"] = "AA-70 20"
L["eft_m700_mag_pro20.description"] = "20-зарядный .308/7.62x51 магазин для снайперской винтовки Remington M700 в комплекте \"Archangel\", производство ProMag."

-- [[ t5000 ]]
L["eft_t5000_barrel_std.printname"] = "Ствол 660мм для ОРСИС T-5000M .308"
L["eft_t5000_barrel_std.compactname"] = "T-5000M 660мм"
L["eft_t5000_barrel_std.description"] = "Матчевый ствол для снайперской винтовки ОРСИС Т-5000М под патрон 7.62x51 длиной 660мм."

L["eft_t5000_chassis_std.printname"] = "Ложе алюминиевое для ОРСИС T-5000M"
L["eft_t5000_chassis_std.compactname"] = "T-5000M ложе"
L["eft_t5000_chassis_std.description"] = "Штатное алюминиевое ложе для снайперской винтовки Т-5000М, производство ОРСИС."

L["eft_t5000_hg_std.printname"] = "Цевье для ОРСИС T-5000M"
L["eft_t5000_hg_std.compactname"] = "T-5000M"
L["eft_t5000_hg_std.description"] = "Штатное цевьё для снайперской винтовки Т-5000М. Производство ОРСИС."

L["eft_t5000_hg2_std.printname"] = "Рукоятка эргономическая для ОРСИС T-5000M"
L["eft_t5000_hg2_std.compactname"] = "T-5000M рук."
L["eft_t5000_hg2_std.description"] = "Штатная рукоятка для снайперской винтовки T-5000M, производство ОРСИС."

L["eft_t5000_pg_std.printname"] = "Пистолетная рукоятка для ОРСИС T-5000M"
L["eft_t5000_pg_std.compactname"] = "T-5000M"
L["eft_t5000_pg_std.description"] = "Эргономическая пистолетная рукоятка для снайперской винтовки T-5000M, производство ОРСИС."

L["eft_t5000_stock_std.printname"] = "Приклад для ОРСИС T-5000M"
L["eft_t5000_stock_std.compactname"] = "T-5000M"
L["eft_t5000_stock_std.description"] = "Унифицированный приклад для снайперских винтовок T-5000M. Производство ОРСИС."

L["eft_t5000_rail_optic.printname"] = "Направляющая для прицелов для ОРСИС T-5000M"
L["eft_t5000_rail_optic.compactname"] = "T-5000M"
L["eft_t5000_rail_optic.description"] = "Универсальная направляющая для установки различных прицелов на снайперскую винтовку T-5000M, производства ОРСИС."

L["eft_t5000_rail_long.printname"] = "Направляющая длинная для ОРСИС T-5000M"
L["eft_t5000_rail_long.compactname"] = "ОРСИС длин."
L["eft_t5000_rail_long.description"] = "Длинная направляющая для системы цевья снайперской винтовки Т-5000М, позволяет устанавливать дополнительное оборудование. Производство ОРСИС."

L["eft_t5000_rail_medium.printname"] = "Направляющая средняя для ОРСИС T-5000M"
L["eft_t5000_rail_medium.compactname"] = "ОРСИС сред."
L["eft_t5000_rail_medium.description"] = "Направляющая средней длины для системы цевья снайперской винтовки Т-5000М, позволяет устанавливать дополнительное оборудование. Производство ОРСИС."

L["eft_t5000_muzzle_brake.printname"] = "Дульный тормоз-компенсатор 7.62x51 для ОРСИС T-5000M"
L["eft_t5000_muzzle_brake.compactname"] = "T-5000M"
L["eft_t5000_muzzle_brake.description"] = "Штатный дульный тормоз-компенсатор для снайперской винтовки T-5000M, производство ОРСИС."

L["eft_t5000_mag_5.printname"] = "Магазин на 5 патронов 7.62x51 для ОРСИС T-5000M"
L["eft_t5000_mag_5.compactname"] = "T-5000M 5"
L["eft_t5000_mag_5.description"] = "Пятизарядный магазин 7.62x51 для снайперской винтовки T-5000M, производство ОРСИС."

///////////////////////////// UZI + UZI PRO
-- [[ uzi ]]
L["eft_uzi_barrel_238.printname"] = "Ствол 238мм с резьбой и креплением 3-lug для UZI"
L["eft_uzi_barrel_238.compactname"] = "UZI 238мм"
L["eft_uzi_barrel_238.description"] = "Ствол длиной 238мм, оснащенный резьбой для установки различных дульных устройств, а также наплывами типа \"3-lug\" для установки совместимых дульных устройств."

L["eft_uzi_barrel_259.printname"] = "Ствол 259мм для UZI 9x19"
L["eft_uzi_barrel_259.compactname"] = "UZI 259мм"
L["eft_uzi_barrel_259.description"] = "Штатный ствол длиной 259мм для пистолета-пулемета UZI 9x19. Производство Israel Weapon Industries.\n"

L["eft_uzi_barrel_409.printname"] = "Ствол 409мм для UZI 9x19"
L["eft_uzi_barrel_409.compactname"] = "UZI 409мм"
L["eft_uzi_barrel_409.description"] = "Ствол длиной 409мм для пистолета-пулемета UZI 9x19. Производство Israel Weapon Industries."

L["eft_uzipro_barrel_114pike.printname"] = "Ствол Pike Arms 114мм для UZI PRO 9x19"
L["eft_uzipro_barrel_114pike.compactname"] = "PA 114мм"
L["eft_uzipro_barrel_114pike.description"] = "Ствол с резьбой длиной 114мм для пистолета-пулемета IWI UZI PRO 9x19. Производство Pike Arms."

L["eft_uzipro_barrel_114.printname"] = "Ствол 114мм для UZI PRO 9x19"
L["eft_uzipro_barrel_114.compactname"] = "PRO 114мм"
L["eft_uzipro_barrel_114.description"] = "Штатный ствол длиной 114мм для пистолета-пулемета UZI PRO 9x19. Производство Israel Weapon Industries."

L["eft_uzipro_barrel_170.printname"] = "Ствол 170мм для UZI PRO 9x19"
L["eft_uzipro_barrel_170.compactname"] = "PRO 170мм"
L["eft_uzipro_barrel_170.description"] = "Штатный ствол длиной 170мм для пистолета-пулемета UZI PRO 9x19. Производство Israel Weapon Industries."

L["eft_uzipro_barrel_210.printname"] = "Ствол 210мм для UZI PRO 9x19"
L["eft_uzipro_barrel_210.compactname"] = "PRO 210мм"
L["eft_uzipro_barrel_210.description"] = "Штатный ствол длиной 210мм для пистолета-пулемета UZI PRO 9x19. Производство Israel Weapon Industries."

L["eft_uzipro_barrel_240.printname"] = "Ствол 240мм для UZI PRO 9x19"
L["eft_uzipro_barrel_240.compactname"] = "PRO 240мм"
L["eft_uzipro_barrel_240.description"] = "Штатный ствол длиной 240мм для пистолета-пулемета UZI PRO 9x19. Производство Israel Weapon Industries."

L["eft_uzi_muzzle_3thr.printname"] = "Втулка предохранительная 3-lug для UZI 9x19"
L["eft_uzi_muzzle_3thr.compactname"] = "UZI ВП"
L["eft_uzi_muzzle_3thr.description"] = "Предохранительная втулка для 3-lug ствола UZI. Производство Israel Weapon Industries."

L["eft_uzi_muzzle_shroud.printname"] = "Вентилируемый кожух ствола для UZI"
L["eft_uzi_muzzle_shroud.compactname"] = "UZI кожух"
L["eft_uzi_muzzle_shroud.description"] = "Вентилируемый Кожух ствола для пистолетов-пулеметов UZI, позволяет снизить нагрев ствола при стрельбе очередями. Производство Israel Weapon Industries."

L["eft_uzi_muzzle_3nut.printname"] = "Гайка ствола 3-lug для UZI 9x19\n"
L["eft_uzi_muzzle_3nut.compactname"] = "UZI 3lug"
L["eft_uzi_muzzle_3nut.description"] = "Гайка с вырезом типа \"3-lug\" для фиксации стволов калибра 9x19мм с соответствующим наплывом на пистолеты-пулеметы UZI. Производство Israel Weapon Industries.\n"

L["eft_uzi_muzzle_nut.printname"] = "Гайка ствола для UZI 9x19"
L["eft_uzi_muzzle_nut.compactname"] = "UZI BRN"
L["eft_uzi_muzzle_nut.description"] = "Штатная гайка, необходимая для фиксации ствола калибра 9x19мм на пистолете-пулемете UZI. Производство Israel Weapon Industries."

L["eft_uzi_muzzle_sup.printname"] = "Глушитель 9x19 для UZI"
L["eft_uzi_muzzle_sup.compactname"] = "UZI глуш."
L["eft_uzi_muzzle_sup.description"] = "Штатный глушитель для пистолетов-пулеметов UZI. Производство Israel Weapon Industries."

L["eft_uzipro_muzzle_nut.printname"] = "Гайка ствола для UZI PRO 9x19"
L["eft_uzipro_muzzle_nut.compactname"] = "PRO BRN"
L["eft_uzipro_muzzle_nut.description"] = "Гайка, необходимая для установки стволов 9x19 на UZI PRO. Производство Israel Weapon Industries."

L["eft_uzipro_muzzle_masada.printname"] = "Втулка предохранительная Masada для UZI PRO 9x19"
L["eft_uzipro_muzzle_masada.compactname"] = "UZIP ВП"
L["eft_uzipro_muzzle_masada.description"] = "Предохранительная втулка Masada для ствола UZI PRO 9x19. Производство Israel Weapon Industries."

L["eft_uzi_stock_t3.printname"] = "Приклад \"Тип 3\" для UZI"
L["eft_uzi_stock_t3.compactname"] = "Тип 3"
L["eft_uzi_stock_t3.description"] = "Деревянный приклад \"Тип 3\" для пистолетов-пулеметов UZI. Реликт из 60-х годов, все еще пахнет консервационной смазкой. Производство Israel Weapon Industries."

L["eft_uzi_stock_t5.printname"] = "Приклад \"Тип 5\" для UZI"
L["eft_uzi_stock_t5.compactname"] = "Тип 5"
L["eft_uzi_stock_t5.description"] = "Складной приклад \"Тип 5\" для пистолетов-пулеметов UZI. Тот самый, наиболее знаменитый вариант, засветившийся в бесчисленном количестве операций, от локальных стычек на южном континенте, до охраны президента той самой страны. Производство Israel Weapon Industries.\nSlap it HARDER, i know you want it!"

L["eft_uzi_stock_t6.printname"] = "Приклад \"Тип 6\" для UZI"
L["eft_uzi_stock_t6.compactname"] = "Тип 6"
L["eft_uzi_stock_t6.description"] = "Проволочный приклад \"Тип 6\" для пистолетов-пулеметов UZI. Да-Да, прям как у тех гангстеров из 80-х. Производство Israel Weapon Industries."

L["eft_uzi_stock_t7.printname"] = "Приклад \"Тип 7\" для UZI"
L["eft_uzi_stock_t7.compactname"] = "Тип 7"
L["eft_uzi_stock_t7.description"] = "Полимерный приклад \"Тип 7\" для пистолетов-пулеметов UZI. Производство Israel Weapon Industries."

L["eft_uzi_stock_wekz.printname"] = "Замок StormWekz для установки прикладов для UZI"
L["eft_uzi_stock_wekz.compactname"] = "UZI SW"
L["eft_uzi_stock_wekz.description"] = "Крепление с направляющей StormWekz, предназначенное для установки прикладов с креплением типа Picatinny на пистолеты-пулеметы UZI."

L["eft_uzipro_stock_csm.printname"] = "Замок CSM для установки прикладов для UZI PRO"
L["eft_uzipro_stock_csm.compactname"] = "PRO CSM"
L["eft_uzipro_stock_csm.description"] = "Замок с направляющей, предназначенный для крепления прикладов. Данная модель предназначена для установки на пистолеты-пулеметы IWI UZI PRO. Производство Custom Smith Manufacturing. "

L["eft_uzipro_stock_a3.printname"] = "Замок A3 Tactical для установки прикладов для UZI PRO"
L["eft_uzipro_stock_a3.compactname"] = "A3 RSA"
L["eft_uzipro_stock_a3.description"] = "Замок с направляющей, предназначенный для крепления прикладов. Данная модель предназначена для установки на пистолеты-пулеметы IWI UZI PRO. Производство A3 Tactical."

L["eft_uzipro_stock_brace.printname"] = "Приклад Stabilizing Brace для UZI PRO"
L["eft_uzipro_stock_brace.compactname"] = "PRO SB"
L["eft_uzipro_stock_brace.description"] = "Складной приклад Stabilizing Brace для пистолетов-пулеметов IWI UZI PRO. Производство SB Tactical."

L["eft_uzipro_stock_sbr.printname"] = "Приклад SBR для UZI PRO"
L["eft_uzipro_stock_sbr.compactname"] = "PRO SBR"
L["eft_uzipro_stock_sbr.description"] = "Складной приклад для пистолетов-пулеметов UZI PRO. Производство Israel Weapon Industries."

L["eft_uzipro_stock_a3brace.printname"] = "Приклад A3 Tactical \"Modular Folding Brace\" для UZI PRO"
L["eft_uzipro_stock_a3brace.compactname"] = "A3 MFB"
L["eft_uzipro_stock_a3brace.description"] = "Складной приклад \"Modular Folding Brace\" для пистолетов-пулеметов IWI UZI PRO. Производство A3 Tactical."

L["eft_uzipro_stock_backplate.printname"] = "Заглушка приклада для IWI UZI PRO"
L["eft_uzipro_stock_backplate.compactname"] = "PRO загл."
L["eft_uzipro_stock_backplate.description"] = "Штатная заглушка для ствольной коробки пистолета-пулемета UZI PRO. Производство Israel Weapon Industries."

L["eft_uzi_hg_std.printname"] = "Цевье полимерное для UZI"
L["eft_uzi_hg_std.compactname"] = "UZI цев."
L["eft_uzi_hg_std.description"] = "Штатное полимерное цевье для пистолета-пулемета UZI. Производство Israel Weapon Industries."

L["eft_uzi_hg_fg.printname"] = "Цевье с рукояткой для UZI"
L["eft_uzi_hg_fg.compactname"] = "UZI рук."
L["eft_uzi_hg_fg.description"] = "Цевье с интегрированной вертикальной рукояткой и возможностью установки дополнительных планок, для крепления различных аксессуаров."

L["eft_uzi_hg_k.printname"] = "Цевье с рукояткой K-Grip для UZI"
L["eft_uzi_hg_k.compactname"] = "K-Grip"
L["eft_uzi_hg_k.description"] = "Цевье с интегрированной рукояткой K-Grip для пистолетов-пулеметов UZI. Производство Israel Weapon Industries."

L["eft_uzipro_hg_mlok.printname"] = "Цевье-рукоятка A3 Tactical M-LOK для UZI PRO"
L["eft_uzipro_hg_mlok.compactname"] = "A3 MLOK"
L["eft_uzipro_hg_mlok.description"] = "Цевьё для пистолета-пулемета IWI UZI PRO Pistol, выполняющее роль передней рукоятки и защиты спускового крючка. Cнабжено интерфейсом стандарта M-LOK для крепления дополнительного оборудования. Производство A3 Tactical."

L["eft_uzi_hg2_werkz.printname"] = "Крепление StormWerkz на цевье для UZI"
L["eft_uzi_hg2_werkz.compactname"] = "UZI SW"
L["eft_uzi_hg2_werkz.description"] = "Крепление, предназначенное для установки на приклад пистолета-пулемета UZI, позволяющее устанавливать различные тактические аксессуары. Производство StormWerkz."

L["eft_uzi_rail_hg.printname"] = "Направляющая для цевья UZI"
L["eft_uzi_rail_hg.compactname"] = "UZI напр."
L["eft_uzi_rail_hg.description"] = "Направляющая для установки различных аксессуаров на специальное цевье пистолета-пулемета UZI."

L["eft_uzi_rail_optic.printname"] = "Верхняя направляющая \"StormWerkz\" для UZI"
L["eft_uzi_rail_optic.compactname"] = "UZI SW"
L["eft_uzi_rail_optic.description"] = "Направляющая StormWerkz для установки различных типов прицельных приспособлений на ствольную коробку пистолета-пулемета UZI."

L["eft_uzipro_dust.printname"] = "Крышка ствольной коробки для UZI PRO"
L["eft_uzipro_dust.compactname"] = "UZI PRO"
L["eft_uzipro_dust.description"] = "Штатная крышка ствольной коробки для UZI PRO с направляющей для установки прицелов. Производство Israel Weapon Industries."

L["eft_uzipro_hgrail.printname"] = "Направляющие боковые для UZI PRO SMG"
L["eft_uzipro_hgrail.compactname"] = "SMG бок."
L["eft_uzipro_hgrail.description"] = "Боковые направляющие для IWI UZI PRO SMG, позволяет устанавливать дополнительное тактическое оборудование. Производство Israel Weapon Industries"

L["eft_uzi_grip_std.printname"] = "Накладка на пистолетную рукоять для UZI"
L["eft_uzi_grip_std.compactname"] = "UZI пист."
L["eft_uzi_grip_std.description"] = "Штатная накладка на пистолетную рукоять для пистолетов-пулеметов UZI. Производство Israel Weapon Industries."

L["eft_uzi_mag_20.printname"] = "Магазин на 20 патронов 9x19 для UZI"
L["eft_uzi_mag_20.compactname"] = "UZI 20"
L["eft_uzi_mag_20.description"] = "20-зарядный магазин для пистолетов-пулеметов UZI. Производство Israel Weapon Industries."

L["eft_uzi_mag_25.printname"] = "Магазин на 25 патронов 9x19 для UZI"
L["eft_uzi_mag_25.compactname"] = "UZI 25"
L["eft_uzi_mag_25.description"] = "25-зарядный магазин для пистолетов-пулеметов UZI. Производство Israel Weapon Industries.\n"

L["eft_uzi_mag_32.printname"] = "Магазин на 32 патрона 9x19 для UZI"
L["eft_uzi_mag_32.compactname"] = "UZI 32"
L["eft_uzi_mag_32.description"] = "Стандартный 32-зарядный магазин для пистолетов-пулеметов UZI. Производство Israel Weapon Industries."

L["eft_uzi_mag_40.printname"] = "Магазин на 40 патронов 9x19 для UZI"
L["eft_uzi_mag_40.compactname"] = "UZI 40"
L["eft_uzi_mag_40.description"] = "40-зарядный магазин для пистолетов-пулеметов UZI. Производство Israel Weapon Industries.\n"

L["eft_uzi_mag_50.printname"] = "Магазин на 50 патронов 9x19 для UZI"
L["eft_uzi_mag_50.compactname"] = "UZI 50"
L["eft_uzi_mag_50.description"] = "50-зарядный магазин для пистолетов-пулеметов UZI. Производство Israel Weapon Industries."

L["eft_uzi_mag_20pro.printname"] = "Магазин на 20 патронов 9x19 для UZI PRO"
L["eft_uzi_mag_20pro.compactname"] = "UZI PRO 20"
L["eft_uzi_mag_20pro.description"] = "Стандартный 20-зарядный магазин для пистолетов-пулеметов UZI PRO. Производство Israel Weapon Industries."

L["eft_uzi_mag_25pro.printname"] = "Магазин на 25 патронов 9x19 для UZI PRO"
L["eft_uzi_mag_25pro.compactname"] = "UZI PRO 25"
L["eft_uzi_mag_25pro.description"] = "Стандартный 25-зарядный магазин для пистолетов-пулеметов UZI PRO. Производство Israel Weapon Industries."

L["eft_uzi_mag_32pro.printname"] = "Магазин на 32 патрона 9x19 для UZI PRO"
L["eft_uzi_mag_32pro.compactname"] = "UZI PRO 32"
L["eft_uzi_mag_32pro.description"] = "Стандартный 32-зарядный магазин для пистолетов-пулеметов UZI PRO. Производство Israel Weapon Industries."

L["eft_uzi_mag_100.printname"] = "Барабанный магазин Beta \"C-Mag\" на 100 патронов 9x19 для UZI"
L["eft_uzi_mag_100.compactname"] = "UZI C-Mag 100"
L["eft_uzi_mag_100.description"] = "Барабанный 100-зарядный магазин для пистолета-пулемета UZI. Модификация магазина оснащена прозрачной пластиковой крышкой, позволяющей стрелку визуально контролировать наличие патронов в магазине."

///////////////////////////// MTs-255 + VPO-215 & 101
-- [[ mts ]]
L["eft_mts255_mag_std.printname"] = "Барабан 12к для МЦ-255-12"
L["eft_mts255_mag_std.compactname"] = "255 бар."
L["eft_mts255_mag_std.description"] = "Штатный барабанный магазин для ружей МЦ-255-12."

L["eft_mts255_stock_std.printname"] = "Приклад деревянный для МЦ-255-12"
L["eft_mts255_stock_std.compactname"] = "МЦ-255 дер."
L["eft_mts255_stock_std.description"] = "Штатный деревянный приклад для ружья МЦ-255-12 производства ЦКИБ."

L["eft_mts255_hg_std.printname"] = "Цевье буковое для МЦ-255-12"
L["eft_mts255_hg_std.compactname"] = "МЦ-255 бук"
L["eft_mts255_hg_std.description"] = "Стандартное цевьё производства ЦКИБ, выполненное из бука, для гладкоствольного ружья МЦ-255-12."

L["eft_mts255_barrel_std.printname"] = "Ствол 755мм для МЦ-255-12 12к с прицельной планкой"
L["eft_mts255_barrel_std.compactname"] = "МЦ-255-12 755мм"
L["eft_mts255_barrel_std.description"] = "Стандартный заводской ствол для ружья МЦ-255-12 длиной 755мм под патрон 12-го калибра, с прицельной планкой."

L["eft_mts255_muzzle_std.printname"] = "Чок для МЦ-255-12 12к"
L["eft_mts255_muzzle_std.compactname"] = "МЦ чок"
L["eft_mts255_muzzle_std.description"] = "Специализированный цилиндрический чок для ружей МЦ-255-12. Производство ЦКИБ."

L["eft_etmi019.printname"] = "Крепление \"ЭТМИ-019\" для ружей"
L["eft_etmi019.compactname"] = "ЭТМИ-019"
L["eft_etmi019.description"] = "\"ЭТМИ-019\" - универсальный кронштейн-переходник с вентилируемых планок шириной 7мм для ружей ИЖ-27, МР-153, МР-133 и подобных на планки Weaver-Picatinny."

-- [[ vpo101 ]]
L["eft_vpo101_mag_10.printname"] = "Магазин на 10 патронов 7.62x51 для ВПО-101"
L["eft_vpo101_mag_10.compactname"] = "ВПО-101 10"
L["eft_vpo101_mag_10.description"] = "10-зарядный магазин для ВПО-101 и систем на его базе, под калибр 7.62x51. Производство Молот Оружие."

L["eft_vpo101_mag_5.printname"] = "Магазин на 5 патронов 7.62x51 для ВПО-101"
L["eft_vpo101_mag_5.compactname"] = "ВПО-101 5"
L["eft_vpo101_mag_5.description"] = "5-зарядный магазин для ВПО-101 и систем на его базе, под калибр 7.62x51. Производство Молот Оружие."

L["eft_vpo101_stock_std.printname"] = "Ложе деревянное для ВПО-101"
L["eft_vpo101_stock_std.compactname"] = "ВПО-101"
L["eft_vpo101_stock_std.description"] = "Стандартное ложе для карабинов ВПО-101 \"Вепрь-Хантер\"."

L["eft_vpo101_stock_svd.printname"] = "Ложе в стиле СВД для ВПО-101"
L["eft_vpo101_stock_svd.compactname"] = "101 СВД"
L["eft_vpo101_stock_svd.description"] = "Ложе, выполненное по мотивам СВД. Предназначено для установки на карабины ВПО-101 \"Вепрь-Хантер\"."

L["eft_vpo101_dc_std.printname"] = "Крышка ствольной коробки для ВПО-101"
L["eft_vpo101_dc_std.compactname"] = "ВПО-101"
L["eft_vpo101_dc_std.description"] = "Штатная металлическая крышка ствольной коробки для ВПО-101 \"Вепрь-Хантер\", производство Молот Оружие."

L["eft_vpo101_gas_std.printname"] = "Газовая трубка для ВПО-101"
L["eft_vpo101_gas_std.compactname"] = "101 газ"
L["eft_vpo101_gas_std.description"] = "Штатная газовая трубка для карабинов ВПО-101 \"Вепрь-Хантер\". Газовая трубка служит для направления движения газового поршня."

L["eft_vpo101_rs_std.printname"] = "Целик для ВПО-101"
L["eft_vpo101_rs_std.compactname"] = "101 цел."
L["eft_vpo101_rs_std.description"] = "Штатный секторный целик для ВПО-101 \"Вепрь-Хантер\"."

L["eft_vpo101_sup_std.printname"] = "Дульный тормоз-компенсатор Ротор 43 7.62x51 для ВПО-101"
L["eft_vpo101_sup_std.compactname"] = "Р43 101"
L["eft_vpo101_sup_std.description"] = "Дульный тормоз-компенсатор производства Ротор 43 предназначен для установки на карабины ВПО в калибре 7.62x51. Позиционируется именно как ДТК, но при этом также снижает звук выстрела."

L["eft_mount_dovetail_vpo102.printname"] = "Кронштейн Arbalet для ВПО-102"
L["eft_mount_dovetail_vpo102.compactname"] = "Arbalet ВПО"
L["eft_mount_dovetail_vpo102.description"] = "Алюминиевый кронштейн для установки прицелов и различных аксессуаров на ВПО-102 \"Вепрь-Хантер\", производство Arbalet."

-- [[ vpo ]]
L["eft_vpo215_barrel_std.printname"] = "Ствол 600мм для ВПО-215-02 .366 ТКМ"
L["eft_vpo215_barrel_std.compactname"] = "215 600мм"
L["eft_vpo215_barrel_std.description"] = "Ствол для ВПО-215-02 под патрон .366 ТКМ длиной 600мм (23 дюйма)."

L["eft_vpo215_stock_std.printname"] = "Ложе деревянное для ВПО-215"
L["eft_vpo215_stock_std.compactname"] = "ВПО-215"
L["eft_vpo215_stock_std.description"] = "Штатное ложе для винтовки ВПО-215 Горностай."

L["eft_vpo215_rail_optic.printname"] = "Направляющая для прицелов для ВПО-215"
L["eft_vpo215_rail_optic.compactname"] = "215 напр."
L["eft_vpo215_rail_optic.description"] = "Универсальная направляющая для установки различных прицелов на ВПО-215 \"Горностай\"."

L["eft_vpo215_muzzle_brake.printname"] = "Втулка предохранительная для ВПО-215"
L["eft_vpo215_muzzle_brake.compactname"] = "215 ВП"
L["eft_vpo215_muzzle_brake.description"] = "Предохранительная втулка для ствола ВПО-215-02 .366ТКМ."

L["eft_vpo215_mag_4.printname"] = "Магазин на 4 патрона .366 ТКМ для ВПО-215"
L["eft_vpo215_mag_4.compactname"] = "ВПО-215 4"
L["eft_vpo215_mag_4.description"] = "Магазин емкостью 4 патрона для ВПО-215 и систем на его базе, под калибр .366 ТКМ. Производство Молот Оружие."

L["eft_silencer_ak_r43_366.printname"] = "Дульный тормоз-компенсатор Ротор 43 .366 ТКМ"
L["eft_silencer_ak_r43_366.compactname"] = "Р43 .366ТКМ"
L["eft_silencer_ak_r43_366.description"] = "Дульный тормоз-компенсатор производства Ротор 43, предназначен для установки на ВПО-209 .366ТКМ. Позиционируется именно как ДТК, но при этом также снижает звук выстрела."

///////////////////////////// Special Useless Items
-- [[ sp81 ]]
L["eft_ammo_26x75_green.printname"] = "26x75 сигнальный патрон (Зеленый)"
L["eft_ammo_26x75_green.compactname"] = "Зеленый"
L["eft_ammo_26x75_green.description"] = "Зелёный сигнальный патрон калибра 26х75мм для сигнального пистолета СП-81."

L["eft_ammo_26x75_red.printname"] = "26x75 сигнальный патрон (Красный)"
L["eft_ammo_26x75_red.compactname"] = "Красный"
L["eft_ammo_26x75_red.description"] = "Красный сигнальный патрон калибра 26х75мм для сигнального пистолета СП-81."

L["eft_ammo_26x75_awhite.printname"] = "26x75мм осветительный патрон (Белый)"
L["eft_ammo_26x75_awhite.compactname"] = "Освет."
L["eft_ammo_26x75_awhite.description"] = "26-мм осветительный патрон ночного действия 7С15 (26 ОП) для сигнального пистолета СП-81."

L["eft_ammo_26x75_yellow.printname"] = "26x75 сигнальный патрон (Желтый)"
L["eft_ammo_26x75_yellow.compactname"] = "Желтый"
L["eft_ammo_26x75_yellow.description"] = "Жёлтый сигнальный патрон калибра 26х75мм для сигнального пистолета СП-81."

L["eft_ammo_26x75_greenp.printname"] = "26x75мм сигнальный патрон (Ядовито-зеленый)"
L["eft_ammo_26x75_greenp.compactname"] = "ЯЗ"
L["eft_ammo_26x75_greenp.description"] = "Сигнальный патрон калибра 26х75мм для СП-81. Необычный цвет говорит о том, что используется патрон для каких-то особых сигналов \"своим\". Есть смысл попробовать использовать для спасения жизни в присутствии Диких или Боссов."

///////////////////////////// MDR + MP-443 + RFB
-- [[ mdr ]]
L["eft_mdr_barrel_762.printname"] = "Ствол 406мм для MDR 7.62x51"
L["eft_mdr_barrel_762.compactname"] = "MDR 762 406мм"
L["eft_mdr_barrel_762.description"] = "Ствол для оружия на базе MDR под патрон 7.62x51 NATO длиной 406мм (16 дюймов)."

L["eft_mdr_barrel_556.printname"] = "Ствол 406мм для MDR 5.56x45"
L["eft_mdr_barrel_556.compactname"] = "MDR 556 406мм"
L["eft_mdr_barrel_556.description"] = "Ствол для оружия на базе MDR под патрон 5.56x45 NATO длиной 406мм."

L["eft_mdr_pg_blk.printname"] = "Пистолетная рукоятка для MDR (Черная)"
L["eft_mdr_pg_blk.compactname"] = "MDR чрн."
L["eft_mdr_pg_blk.description"] = "Полимерная пистолетная рукоятка от Desert Tech, устанавливается штурмовые винтовки MDR. Вариант в черной расцветке."

L["eft_mdr_pg_fde.printname"] = "Пистолетная рукоятка для MDR (FDE)"
L["eft_mdr_pg_fde.compactname"] = "MDR"
L["eft_mdr_pg_fde.description"] = "Штатная пистолетная рукоятка для штурмовых винтовок MDR, производство Desert Tech. Версия в цвете Flat Dark Earth."

L["eft_mdr_hg_blk.printname"] = "Цевье для MDR (Черное)"
L["eft_mdr_hg_blk.compactname"] = "MDR чрн."
L["eft_mdr_hg_blk.description"] = "Штатное цевьё производства Desert Tech для штурмовых винтовок MDR. Оснащено интерфейсом M-LOK для установки дополнительного тактического оборудования и аксессуаров. Версия в черном цвете."

L["eft_mdr_hg_fde.printname"] = "Цевье для MDR (FDE)"
L["eft_mdr_hg_fde.compactname"] = "MDR"
L["eft_mdr_hg_fde.description"] = "Штатное цевьё производства Desert Tech для штурмовых винтовок MDR. Оснащено интерфейсом M-LOK для установки дополнительного тактического оборудования и аксессуаров. Версия в цвете Flat Dark Earth."

-- [[ mp433 ]]
L["eft_mag_mp443_std.printname"] = "Магазин на 18 патронов 9x19 для MP-443 \"Грач\""
L["eft_mag_mp443_std.compactname"] = "MP-443 18"
L["eft_mag_mp443_std.description"] = "Стандартный 18-зарядный магазин для пистолетов MP-443, под патрон 9x19."

L["eft_grip_mp443_std.printname"] = "Накладка полимерная для MP-443 \"Грач\""
L["eft_grip_mp443_std.compactname"] = "MP443"
L["eft_grip_mp443_std.description"] = "Штатная полимерная накладка на рукоять для пистолетов MP-443 производства Ижмех."

L["eft_mount_mp443_rail.printname"] = "Крепление Зенит \"Б-8\" для MP-443 \"Грач\""
L["eft_mount_mp443_rail.compactname"] = "Б-8"
L["eft_mount_mp443_rail.description"] = "Планка Б-8 предназначена для установки дополнительного оборудования (фонарей серии \"Клещ\" и \"Мини Клещ\" и д.р.) на пистолет Ярыгина (МП-443 Грач, МП-446 Викинг). Производство Зенит."

-- [[ rfb ]]
L["eft_rfb_barrel_18.printname"] = "Ствол 457мм для RFB 7.62x51"
L["eft_rfb_barrel_18.compactname"] = "RFB 457мм"
L["eft_rfb_barrel_18.description"] = "Ствол для карабина Kel-Tec RFB под патрон 7.62x51 длиной 457мм (18 дюймов)."

L["eft_rfb_hg_std.printname"] = "Цевье для RFB"
L["eft_rfb_hg_std.compactname"] = "RFB"
L["eft_rfb_hg_std.description"] = "Штатное цевьё на винтовки RFB. Производство Kel-Tec."

L["eft_rfb_mount_bottom.printname"] = "Направляющая для цевья RFB"
L["eft_rfb_mount_bottom.compactname"] = "RFB"
L["eft_rfb_mount_bottom.description"] = "Штатная нижняя направляющая для установки дополнительного тактического снаряжения на винтовки RFB."

L["eft_rfb_mount_upper.printname"] = "Направляющая для прицелов для RFB"
L["eft_rfb_mount_upper.compactname"] = "RFB приц."
L["eft_rfb_mount_upper.description"] = "Универсальная направляющая для установки различных прицелов на винтовку RFB, производство Kel-Tec."

L["eft_rfb_mount_quad.printname"] = "Направляющая 3 дюйма \"RFB Quad Rail\" для RFB"
L["eft_rfb_mount_quad.compactname"] = "RFB 3\""
L["eft_rfb_mount_quad.description"] = "Направляющая RFB 3\" Quad Rail позволяет устанавливать дополнительное тактическое оборудование. Производство Kel-Tec."

L["eft_rfb_muzzle_thr.printname"] = "Втулка предохранительная для RFB"
L["eft_rfb_muzzle_thr.compactname"] = "RFB ВП"
L["eft_rfb_muzzle_thr.description"] = "Предохранительная втулка для ствола Kel-Tec RFB 7.62x51."

L["eft_rfb_muzzle_spacer.printname"] = "Контргайка для RFB"
L["eft_rfb_muzzle_spacer.compactname"] = "RFB конт."
L["eft_rfb_muzzle_spacer.description"] = "Контргайка \"спейсер\", необходимая для установки большинства доступных дульных устройств на винтовку RFB. Производство Kel-Tec."

L["eft_muzzle_rfb_fh.printname"] = "Пламегаситель для RFB 7.62x51"
L["eft_muzzle_rfb_fh.compactname"] = "RFB"
L["eft_muzzle_rfb_fh.description"] = "Штатный пламегаситель типа Bird Cage (Птичья Клетка), предназначен для установки на RFB под патрон 7.62x51. Производство Kel-Tec."

///////////////////////////// Rhino
-- [[ rhino ]]
L["eft_rhino_pgrip_std.printname"] = "Пистолетная рукоятка деревянная для Chiappa Rhino"
L["eft_rhino_pgrip_std.compactname"] = "CR дер."
L["eft_rhino_pgrip_std.description"] = "Деревянная рукоятка для револьверов Rhino, производства Chiappa Firearms."

L["eft_rhino_pgrip_poly.printname"] = "Пистолетная рукоятка для Chiappa Rhino"
L["eft_rhino_pgrip_poly.compactname"] = "CR пл."
L["eft_rhino_pgrip_poly.description"] = "Штатная пластиковая рукоятка для револьверов Rhino, производства Chiappa Firearms."

L["eft_rhino_rs_std.printname"] = "Целик для Chiappa Rhino"
L["eft_rhino_rs_std.compactname"] = "CR цел."
L["eft_rhino_rs_std.description"] = "Штатный целик для револьверов Rhino, производства Chiappa Firearms."

L["eft_rhino_rs_red.printname"] = "Целик с тритиевыми вставками для Chiappa Rhino"
L["eft_rhino_rs_red.compactname"] = "CR GF"
L["eft_rhino_rs_red.description"] = "Целик с тритиевыми вставками для револьверов Rhino, производства Chiappa Firearms."

L["eft_rhino_fs_std.printname"] = "Мушка для Chiappa Rhino"
L["eft_rhino_fs_std.compactname"] = "CR муш."
L["eft_rhino_fs_std.description"] = "Штатная мушка для револьверов Rhino, производства Chiappa Firearms."

L["eft_rhino_fs_red.printname"] = "Мушка с тритиевыми вставками для Chiappa Rhino"
L["eft_rhino_fs_red.compactname"] = "CR GF"
L["eft_rhino_fs_red.description"] = "Мушка с тритиевыми вставками для револьверов Rhino, производства Chiappa Firearms."

///////////////////////////// Sako TRG
-- [[ sako ]]
L["eft_sako_mag338.printname"] = "Магазин на 8 патронов .338 LM для Sako TRG M10"
L["eft_sako_mag338.compactname"] = "M10 .338 8"
L["eft_sako_mag338.description"] = "8-зарядный магазин для снайперской винтовки TRG M10, под патрон .338 Lapua Magnum. Производство Sako."

L["eft_sako_barrel_20.printname"] = "Ствол 508мм для Sako TRG M10 .338 LM"
L["eft_sako_barrel_20.compactname"] = "M10 508мм .338LM"
L["eft_sako_barrel_20.description"] = "Ствол для TRG M10 под патрон .338 Lapua Magnum длиной 508мм. Производство Sako."

L["eft_sako_barrel_235.printname"] = "Ствол 597мм для Sako TRG M10 .338 LM"
L["eft_sako_barrel_235.compactname"] = "M10 597мм .338LM"
L["eft_sako_barrel_235.description"] = "Ствол для TRG M10 под патрон .338 Lapua Magnum длиной 597мм. Производство Sako."

L["eft_sako_barrel_27.printname"] = "Ствол 685мм для Sako TRG M10 .338 LM"
L["eft_sako_barrel_27.compactname"] = "M10 685мм .338LM"
L["eft_sako_barrel_27.description"] = "Ствол для TRG M10 под патрон .338 Lapua Magnum длиной 685мм. Производство Sako."

L["eft_sako_bolt_std.printname"] = "Затвор под .338LM для Sako TRG M10"
L["eft_sako_bolt_std.compactname"] = "M10 .338LM"
L["eft_sako_bolt_std.description"] = "Затвор под калибр .338 Lapua Magnum для снайперской винтовки TRG M10. Производство Sako."

L["eft_sako_chassis.printname"] = "Ложе для Sako TRG M10"
L["eft_sako_chassis.compactname"] = "TRG M10"
L["eft_sako_chassis.description"] = "Штатное ложе для TRG M10 со складным прикладом. Производство Sako."

L["eft_sako_hook_std.printname"] = "Накладка-крюк для приклада Sako TRG M10"
L["eft_sako_hook_std.compactname"] = "M10 кр."
L["eft_sako_hook_std.description"] = "Накладка на рельсу для приклада снайперской винтовки TRG M10. Производство Sako."

L["eft_sako_pad.printname"] = "Рукоятка эргономическая для Sako TRG M10"
L["eft_sako_pad.compactname"] = "M10 рук."
L["eft_sako_pad.description"] = "Штатная эргономическая передняя рукоятка для снайперской винтовки TRG M10. Имеет отсек для инструментов разборки в быстром доступе. Производство Sako."

L["eft_sako_upper.printname"] = "Ствольная коробка .338 LM для Sako TRG M10"
L["eft_sako_upper.compactname"] = "M10 .338LM"
L["eft_sako_upper.description"] = "Стандартная ствольная коробка для снайперской винтовки TRG M10 под калибр .338 Lapua Magnum. Производство Sako."

L["eft_sako_toprail.printname"] = "Направляющая для прицелов для Sako TRG M10"
L["eft_sako_toprail.compactname"] = "M10 напр."
L["eft_sako_toprail.description"] = "Универсальная направляющая для установки различных прицелов на TRG M10. Производство Sako."

L["eft_sako_hg_11.printname"] = "Цевье длиной 11 дюймов для Sako TRG M10"
L["eft_sako_hg_11.compactname"] = "M10 11\""
L["eft_sako_hg_11.description"] = "Цевьё длиной 11 дюймов для TRG M10, снабженное финским интерфейсом для крепления дополнительного оборудования. Производство Sako."

L["eft_sako_hg_15.printname"] = "Цевье длиной 15 дюймов для Sako TRG M10"
L["eft_sako_hg_15.compactname"] = "M10 15\""
L["eft_sako_hg_15.description"] = "Цевьё длиной 15 дюймов для TRG M10, снабженное финским интерфейсом для крепления дополнительного оборудования. Производство Sako."

L["eft_sako_hg_15mlok.printname"] = "Цевье M-LOK длиной 15 дюймов для Sako TRG M10"
L["eft_sako_hg_15mlok.compactname"] = "M10 15\" M-LOK"
L["eft_sako_hg_15mlok.description"] = "Цевьё длиной 15 дюймов для TRG M10, оснащенное интерфейсом M-LOK для крепления дополнительного оборудования. Производство Sako."

L["eft_sako_railmid.printname"] = "Направляющая средняя для Sako TRG"
L["eft_sako_railmid.compactname"] = "TRG ср."
L["eft_sako_railmid.description"] = "Направляющая позволяет устанавливать дополнительное оборудование на цевья Sako TRG."

L["eft_sako_railshort.printname"] = "Направляющая короткая для Sako TRG"
L["eft_sako_railshort.compactname"] = "TRG кор."
L["eft_sako_railshort.description"] = "Направляющая позволяет устанавливать дополнительное оборудование на цевья Sako TRG."
