L = {}

////////////////////////////////////////////////////////////////////// Weapons
///////////////////////////// EFT Weapon Names
////////////// Weapon Names
/////// Assault carbines
L["eft_weapon_9a91"] = "9А-91"
L["eft_weapon_9a91_full"] = "Автомат КБП 9А-91 9x39"
L["eft_weapon_9a91_desc"] = "Компактный автомат 9А-91 в калибре 9x39мм, созданный как более технологичный аналог и конкурент автомата СР-3 \"Вихрь\". Производство Тульского Конструкторского Бюро Приборостроения."

L["eft_weapon_adar215"] = "ADAR 2-15"
L["eft_weapon_adar215_full"] = "Карабин ADAR 2-15 5.56x45"
L["eft_weapon_adar215_desc"] = "Российский гражданский карабин ADAR 2-15, основанный на конструкции AR-15. Карабин производится в Санкт-Петербурге из израильских комплектующих с хромированными стволами от ООО «Молот Оружие»."

L["eft_weapon_avt40"] = "АВТ-40"
L["eft_weapon_avt40_full"] = "Автоматическая винтовка Токарева АВТ-40 7.62x54R"
L["eft_weapon_avt40_desc"] = "АВТ-40 позволяла частично компенсировать недостаток ручных пулеметов и пистолетов-пулеметов в начале Великой Отечественной. АВТ-40 по своему устройству аналогична СВТ-40, но благодаря наличию переводчика, роль которого выполняет предохранитель, может вести как одиночный, так и непрерывный огонь."

L["eft_weapon_opsks"] = "ОП-СКС"
L["eft_weapon_opsks_full"] = "Самозарядный карабин Симонова Молот СКС 7.62x39 Охотничье-Промысловый"
L["eft_weapon_opsks_desc"] = "Молот ОП-СКС самозарядный охотничий карабин калибра 7.62x39мм создан на базе известного самозарядного карабина Симонова (СКС) и имеет идентичный вид, массу, габаритные размеры. Карабин ОП-СКС предназначен для промысловой и любительской охоты на среднего и крупного зверя."

L["eft_weapon_rfb"] = "RFB"
L["eft_weapon_rfb_full"] = "Винтовка Kel-Tec RFB 7.62x51"
L["eft_weapon_rfb_desc"] = "Kel-Tec RFB (Rifle, Forward-ejection, Bullpup) - это полуавтоматическая винтовка типа булл-пап с газовым приводом, производимая Kel-Tec. Использует патрон 7.62x51мм NATO/.308 Winchester. RFB использует метрические магазины FAL, которые вставляются прямо в углубление магазина. Оружие полностью двустороннее, во многом в стиле бельгийской винтовки F2000. RFB поставляется без механического прицела. Предусмотрена планка Пикатинни mil-spec для установки широкого спектра оптики и тактических аксессуаров."

L["eft_weapon_sagak"] = "АК-545"
L["eft_weapon_sagak_full"] = "Карабин SAG АК-545 5.45x39"
L["eft_weapon_sagak_desc"] = "Карабин АК-545 производства Sureshot Armament Group, построенный на базе современных автоматов Калашникова."

L["eft_weapon_sagakshort"] = "АК-545 Кор."
L["eft_weapon_sagakshort_full"] = "Карабин SAG АК-545 Укороченный 5.45x39"
L["eft_weapon_sagakshort_desc"] = "Укороченная версия карабина АК-545 производства Sureshot Armament Group, построенного на базе современных автоматов Калашникова."

L["eft_weapon_sks"] = "СКС"
L["eft_weapon_sks_full"] = "Самозарядный карабин Симонова ТОЗ СКС 7.62x39"
L["eft_weapon_sks_desc"] = "Советский самозарядный карабин конструкции Сергея Симонова под патрон 7.62x39, за рубежом также известен как СКС-45. Невероятно популярное в странах СНГ и на западе оружие, до сих пор состоящее на вооружении в отдельных странах в виде различных клонов и модификаций. Конкретно этот образец производства Тульского Оружейного Завода со складов длительного хранения, не успевший пройти процедуру приведения к \"стандартам гражданского рынка\"."

L["eft_weapon_sr3m"] = "СР-3М"
L["eft_weapon_sr3m_full"] = "Малогабаритный автомат СР-3М 9x39"
L["eft_weapon_sr3m_desc"] = "Малогабаритный автомат СР-3М - компактный и мощный автомат. Автомат имеет весьма небольшие размеры, сравнимые с размерами пистолетов-пулеметов, однако заметно превосходит их по огневой мощи за счет использования специальных бронебойных патронов. Основным назначением СР-3М является использование его в качестве оружия скрытого ношения для специальных подразделений. Был разработан на базе АС \"Вал\" в ЦНИИТочМаш."

L["eft_weapon_svt40"] = "СВТ-40"
L["eft_weapon_svt40_full"] = "Самозарядная винтовка Токарева СВТ-40 7.62x54R"
L["eft_weapon_svt40_desc"] = "СВТ-40 в первые годы ВОВ была единственным массовым личным автоматическим оружием, до начала массового производства пистолетов-пулеметов. Военные ласково называли эту винтовку \"Света\". Когда \"Светы\" пошли в войска, оказалось, что по-настоящему освоить это оружие способны далеко не все красноармейцы. Лучше всего СВТ использовали отряды морской пехоты и снайперы. Выпуск СВТ-40 продолжался вплоть до конца войны, и эта самозарядная винтовка внесла свой важный вклад в дело общей победы."

L["eft_weapon_tx15"] = "TX-15 DML"
L["eft_weapon_tx15_full"] = "Карабин Lone Star TX-15 DML 5.56x45"
L["eft_weapon_tx15_desc"] = "TX15 Designated Marksman Light (DML) - высокоточная полуавтоматическая гражданская винтовка, выполненная на базе системы AR-15, под калибр 5.56x45. Производство Lone Star Armory."

L["eft_weapon_vpo101"] = "ВПО-101 \"Вепрь-Хантер\""
L["eft_weapon_vpo101_full"] = "Карабин Молот ВПО-101 \"Вепрь-Хантер\" 7.62x51"
L["eft_weapon_vpo101_desc"] = "Самозарядный охотничий карабин калибра 7.62x51мм, созданный на базе Ручного Пулемета Калашникова (РПК), имеет идентичный вид, массу, габаритные размеры. Предназначен для промысловой и любительской охоты на среднего и крупного зверя, а также спортивного использования."

L["eft_weapon_vpo136"] = "ВПО-136 \"Вепрь-КМ\""
L["eft_weapon_vpo136_full"] = "Карабин Молот ВПО-136 \"Вепрь-КМ\" 7.62x39"
L["eft_weapon_vpo136_desc"] = "Самозарядный охотничий карабин калибра 7.62х39мм, созданный на базе Автомата Калашникова (АКМ), имеет идентичный вид, массу, габаритные размеры. Предназначен для промысловой и любительской охоты на среднего и крупного зверя, а также спортивного использования."

L["eft_weapon_vpo209"] = "ВПО-209"
L["eft_weapon_vpo209_full"] = "Карабин Молот ВПО-209 .366 ТКМ"
L["eft_weapon_vpo209_desc"] = "ВПО-209 .366 ТКМ создан на базе известного автомата Калашникова (АКМ) и имеет идентичный вид, массу, габаритные размеры. Ударно-спусковой механизм куркового типа обеспечивает производство одиночных выстрелов и постановку на предохранитель флажкового типа. Питание ружья производится из отъемного магазина."

L["eft_weapon_vsk94"] = "ВСК-94"
L["eft_weapon_vsk94_full"] = "Винтовка КБП ВСК-94 9x39"
L["eft_weapon_vsk94_desc"] = "Войсковой Снайперский Комплекс 94 - винтовка, разработанная на базе автомата 9А-91 как более дешевая альтернатива ВСС \"Винторез\". Глушитель, в отличие от ВСС, не интегрированный, что позволяет пользоваться винтовкой без него. Производство Тульского Конструкторского Бюро Приборостроения."

/////// Assault rifles
L["eft_weapon_ak12"] = "АК-12"
L["eft_weapon_ak12_full"] = "Автомат Калашникова АК-12 5.45x39"
L["eft_weapon_ak12_desc"] = "5.45мм Автомат Калашникова АК-12 является основным образцом индивидуального стрелкового оружия личного состава мотострелковых и других подразделений Вооруженных сил России. Автомат АК-12 входит в состав экипировки военнослужащего «Ратник»."

L["eft_weapon_ak74"] = "АК-74"
L["eft_weapon_ak74_full"] = "Автомат Калашникова АК-74 5.45x39"
L["eft_weapon_ak74_desc"] = "Автомат Калашникова 74 калибра 5.45x39мм, разработанный в 1970 году конструктором М. Т. Калашниковым как дальнейшее развитие АКМ в связи с переходом Вооруженных Сил на новый боеприпас 5.45x39. АК-74 оборудован модернизированным прикладом, цевьём и газовой трубкой. Приклад и цевье сначала были изготовлены из ламинированной древесины, которая позже была заменена на синтетическое стекловолокно \"сливового\" или темно-коричневого цвета."

L["eft_weapon_ak74m"] = "АК-74М"
L["eft_weapon_ak74m_full"] = "Автомат Калашникова АК-74М 5.45x39"
L["eft_weapon_ak74m_desc"] = "АК-74М 5.45x39мм (Автомат Калашникова 74 Модернизированный) представляет собой серийно производимую модернизированную версию АК-74, которая предлагает большую универсальность по сравнению с его предшественником. Имеет несколько незначительных улучшений, таких как облегченный узел затвора и держателя для уменьшения импульса газового поршня и затворной рамы во время выстрела, а также оснащён складывающимся на левый бок полимерным прикладом и универсальным креплением Ласточкин Хвост для крепления прицелов, как оптических, так и ночных, на левой стороне ствольной коробки."

L["eft_weapon_ak74n"] = "АК-74Н"
L["eft_weapon_ak74n_full"] = "Автомат Калашникова АК-74Н 5.45x39"
L["eft_weapon_ak74n_desc"] = "Автомат Калашникова Ночной калибра 5.45 мм, разработанный в 1970 году конструктором М. Т. Калашниковым как дальнейшее развитие АКМ в связи с переходом Вооруженных Сил на новый боеприпас 5.45x39. Основное отличие от штатного АК-74 - наличие крепления для оптических и ночных прицелов."

L["eft_weapon_ak101"] = "АК-101"
L["eft_weapon_ak101_full"] = "Автомат Калашникова АК-101 5.56x45"
L["eft_weapon_ak101_desc"] = "АК-101 5.56x45 - модернизация автомата АК-74М. Предназначен для стрельбы боеприпасами 5.56x45мм НАТО и полностью предназначен для экспорта. Оснащён складывающимся на левый бок полимерным прикладом и универсальным креплением Ласточкин Хвост для крепления прицелов, как оптических, так и ночных, на левой стороне ствольной коробки."

L["eft_weapon_ak102"] = "АК-102"
L["eft_weapon_ak102_full"] = "Автомат Калашникова АК-102 5.56x45"
L["eft_weapon_ak102_desc"] = "АК-102 5.56x45 - модернизация автомата АК-74М, укороченная версия автомата АК-101. АК-102 предназначен для стрельбы боеприпасами 5.56x45мм НАТО и полностью предназначен для экспорта. Оснащён складывающимся на левый бок полимерным прикладом и универсальным креплением Ласточкин Хвост для крепления прицелов, как оптических, так и ночных, на левой стороне ствольной коробки."

L["eft_weapon_ak103"] = "АК-103"
L["eft_weapon_ak103_full"] = "Автомат Калашникова АК-103 7.62x39"
L["eft_weapon_ak103_desc"] = "АК-103 7.62x39 - модернизация автомата АК-74М. Оснащён складывающимся на левый бок полимерным прикладом и универсальным креплением Ласточкин Хвост для крепления прицелов, как оптических, так и ночных, на левой стороне ствольной коробки."

L["eft_weapon_ak104"] = "АК-104"
L["eft_weapon_ak104_full"] = "Автомат Калашникова АК-104 7.62x39"
L["eft_weapon_ak104_desc"] = "АК-104 7.62x39 - модернизация автомата АК-74М, укороченная версия автомата АК-103. Оснащён складывающимся на левый бок полимерным прикладом и универсальным креплением Ласточкин Хвост для крепления прицелов, как оптических, так и ночных, на левой стороне ствольной коробки."

L["eft_weapon_ak105"] = "АК-105"
L["eft_weapon_ak105_full"] = "Автомат Калашникова АК-105 5.45x39"
L["eft_weapon_ak105_desc"] = "АК-105 5.45x39 - модернизация автомата АК-74М, укороченная версия. Оснащён складывающимся на левый бок полимерным прикладом и универсальным креплением Ласточкин Хвост для крепления прицелов, как оптических, так и ночных, на левой стороне ствольной коробки."

L["eft_weapon_akm"] = "АКМ"
L["eft_weapon_akm_full"] = "Автомат Калашникова АКМ 7.62x39"
L["eft_weapon_akm_desc"] = "Автомат Калашникова Модернизированный 7.62х39мм, принятый на вооружение в 1959 году на смену автомату АК. Основное отличие от АК: увеличенная прицельная дальность стрельбы, меньший вес, новый приклад, замедлитель срабатывания курка, установлен дульный компенсатор и другие конструктивные изменения направленные на повышение эффективности автомата."

L["eft_weapon_akmn"] = "АКМН"
L["eft_weapon_akmn_full"] = "Автомат Калашникова АКМН 7.62x39"
L["eft_weapon_akmn_desc"] = "AKMН (Автомат Калашникова Модернизированный Ночной) - комплекс, состоящий из модифицированного автомата AKM с креплением типа \"ласточкин хвост\" для установки ночных прицелов семейства НСП-2/3/3А, НСПУ, НСПУМ."

L["eft_weapon_akms"] = "АКМС"
L["eft_weapon_akms_full"] = "Автомат Калашникова АКМС 7.62x39"
L["eft_weapon_akms_desc"] = "Автомат АКМС 7.62x39 (Автомат Калашников Модернизированный Складной) (Индекс ГРАУ — 6П4) — вариант АКМ со складным плечевым упором (прикладом). Складывается вниз, под цевье. Разработан специально для ВДВ."

L["eft_weapon_akmsn"] = "АКМСН"
L["eft_weapon_akmsn_full"] = "Автомат Калашникова АКМСН 7.62x39"
L["eft_weapon_akmsn_desc"] = "AKMСН 7.62x39 (Автомат Калашникова Модернизированный Складной Ночной) - складной вариант комплекса, состоящего из модифицированного автомата AKM с креплением типа \"ласточкин хвост\" для установки ночных прицелов семейства НСП-2/3/3А, НСПУ, НСПУМ."

L["eft_weapon_aks74"] = "АКС-74"
L["eft_weapon_aks74_full"] = "Автомат Калашникова АКС-74 5.45x39"
L["eft_weapon_aks74_desc"] = "Автомат Калашникова Складной 74 5.45x39мм - побочная модификация автомата АК-74 со складным рамочным металлическим прикладом, созданная для использования в воздушно-десантных войсках. Приклад изготовлен из штампованных стоек из листового металла, запрессован на станке в U-образную форму и собран с помощью штамповки и сварки."

L["eft_weapon_aks74n"] = "АКС-74Н"
L["eft_weapon_aks74n_full"] = "Автомат Калашникова АКС-74Н 5.45x39"
L["eft_weapon_aks74n_desc"] = "АКС-74Н 5.45x39 (Автомат Калашникова Складной Ночной) со складывающимся на левый бок рамочным металлическим прикладом. Создан для использования в воздушно-десантных войсках. Основное отличие от штатного АКC-74 - наличие крепления Ласточкин Хвост для оптических и ночных прицелов."

L["eft_weapon_aks74u"] = "АКС-74У"
L["eft_weapon_aks74u_full"] = "Автомат Калашникова АКС-74У 5.45x39"
L["eft_weapon_aks74u_desc"] = "АКС-74У (Автомат Калашникова Складной 74 Укороченный) - укороченный вариант автомата АКС-74, был разработан в начале 80-х годов для вооружения экипажей боевой техники и десантников. Также пользуется популярностью в силовых структурах и спецподразделениях за свои компактные размеры."

L["eft_weapon_aks74ub"] = "АКС-74УБ"
L["eft_weapon_aks74ub_full"] = "Автомат Калашникова АКС-74УБ 5.45x39"
L["eft_weapon_aks74ub_desc"] = "Специальная версия автомата АКС-74У, модификация Б (бесшумный) штатно оснащенная креплением \"ласточкин хвост\" для прицелов, прибором бесшумной стрельбы и прицельными приспособлениями для ведения огня дозвуковыми боеприпасами."

L["eft_weapon_aks74un"] = "АКС-74УН"
L["eft_weapon_aks74un_full"] = "Автомат Калашникова АКС-74УН 5.45x39"
L["eft_weapon_aks74un_desc"] = "АКС-74УН (Автомат Калашникова Складной 74 Укороченный Ночной) - укороченный вариант автомата АКС-74, был разработан в начале 80-х годов для вооружения экипажей боевой техники и десантников. Также пользуется популярностью в силовых структурах и спецподразделениях за свои компактные размеры. Модификация Н (Ночной) оборудована креплением \"ласточкин хвост\" для установки ночных прицелов."

L["eft_weapon_asval"] = "АС \"Вал\""
L["eft_weapon_asval_full"] = "Автомат Специальный АС \"Вал\" 9x39"
L["eft_weapon_asval_desc"] = "АС \"Вал\" (Автомат Специальный) — бесшумный автомат с интегрированным глушителем, для подразделений и групп специального назначения. Был разработан на базе ВСС \"Винторез\" в ЦНИИТочМаш."

L["eft_weapon_ash12"] = "АШ-12"
L["eft_weapon_ash12_full"] = "Автомат АШ-12 12.7x55"
L["eft_weapon_ash12_desc"] = "Российский крупнокалиберный штурмовой автомат АШ-12 (Автомат Штурмовой 12), созданный в ЦКИБ СОО для нужд подразделений спецназначения ФСБ России вместе со снайперской винтовкой ВССК. Оружие разрабатывалось с расчетом на сверхсильную ближнебойную останавливающую силу для городских боевых частей ФСБ."

L["eft_weapon_auga1"] = "AUG A1"
L["eft_weapon_auga1_full"] = "Штурмовая винтовка Steyr AUG A1 5.56x45"
L["eft_weapon_auga1_desc"] = "Автоматическая винтовка буллпап AUG A1 5.56x45, разработанная австрийской компанией Steyr-Daimler-Puch. AUG известен хорошей эргономикой, приличной точностью, малой отдачей и достаточной надежностью. Также винтовка выделяется своим футуристичным дизайном."

L["eft_weapon_auga3"] = "AUG A3"
L["eft_weapon_auga3_full"] = "Штурмовая винтовка Steyr AUG A3 5.56x45"
L["eft_weapon_auga3_desc"] = "Автоматическая винтовка буллпап AUG A3 5.56x45, разработанная австрийской компанией Steyr-Daimler-Puch. AUG известен хорошей эргономикой, приличной точностью, малой отдачей и достаточной надежностью. Также винтовка выделяется своим футуристичным дизайном. A3 версия обладает кнопкой сброса с затворной задержки."

L["eft_weapon_mdr556"] = "MDR"
L["eft_weapon_mdr556_full"] = "Штурмовая винтовка Desert Tech MDR 5.56x45"
L["eft_weapon_mdr556_desc"] = "Автоматическая винтовка буллпап MDR 5.56x45, разработанная американской компанией Desert Tech LLC. Эта винтовка в базовом варианте будет представлять собой модульное, мультикалиберное автоматическое оружие, предназначенное для вооружения подразделений сил специального назначения полиции и армии."

L["eft_weapon_mdr762"] = "MDR"
L["eft_weapon_mdr762_full"] = "Штурмовая винтовка Desert Tech MDR 7.62x51"
L["eft_weapon_mdr762_desc"] = "Автоматическая винтовка буллпап MDR 7.62x51 (.308), разработанная американской компанией Desert Tech LLC. Эта винтовка в базовом варианте будет представлять собой модульное, мультикалиберное автоматическое оружие, предназначенное для вооружения подразделений сил специального назначения полиции и армии."

L["eft_weapon_g36"] = "G36"
L["eft_weapon_g36_full"] = "Штурмовая винтовка HK G36 5.56x45"
L["eft_weapon_g36_desc"] = "G36 - немецкая автоматическая винтовка под малоимпульсный патрон НАТО 5.56x45 мм. Разработана фирмой Heckler & Koch в начале 90-х годов XX века. После провальных для H&K тендеров на новые винтовки для бундесвера были свёрнуты программы G41 и G11, оказавшиеся слишком дорогостоящими для армии объединённой Германии. В 1995 году на войсковых испытаниях была представлена новая автоматическая винтовка HK50, которая была успешно принята бундесвером под индексом G36. Эта винтовка заменила G3 в 1997 году."

L["eft_weapon_hk416a5"] = "HK 416A5"
L["eft_weapon_hk416a5_full"] = "Штурмовая винтовка HK 416A5 5.56x45"
L["eft_weapon_hk416a5_desc"] = "HK416 A5 - это дальнейшая ступень развития автомата HK416 в калибре 5.56x45мм NATO. Основными изменениями в сравнении с предыдущими поколениями являются улучшенный газовый регулятор, более не требущий дополнительного инструмента, обновленная ствольная коробка с двусторонними элементами управления, улучшенная совместимость с магазинами разных производителей и множество других изменений, направленных на улучшение эргономики и надежности оружия."

L["eft_weapon_m4a1"] = "M4A1"
L["eft_weapon_m4a1_full"] = "Штурмовая винтовка Colt M4A1 5.56x45"
L["eft_weapon_m4a1_desc"] = "Colt M4A1 - штурмовая винтовка (карабин), созданная в США на базе платформы AR-15 под патрон 5.56x45 NATO. Планировалась к вооружению экипажей боевых машин и расчётов техники, которым было необходимо иметь оружие меньших габаритов, чем штатное вооружение, но использующее стандартный боеприпас. Однако вскоре, US SOCOM (Командование Сил Специальных Операций США) приняло на вооружение M4A1 для всех входящих в его состав подразделений. Затем последовало полное принятие M4A1 на вооружение в армии и морской пехоте США."

L["eft_weapon_mcx"] = "MCX .300 BLK"
L["eft_weapon_mcx_full"] = "Штурмовая винтовка SIG MCX .300 Blackout"
L["eft_weapon_mcx_desc"] = "Линейка MCX, разработанная и производимая SIG Sauer, выпускаемое как в гражданском варианте полуавтомат, так и в автоматическом исполнении, оснащено системой газового поршня с коротким ходом, которая унаследована от более раннего пистолета-пулемета SIG MPX. Калибр .300 Blackout и винтовки MCX совместимы для использования с любыми магазинами для AR-15."

L["eft_weapon_mcxspear"] = "SPEAR 6.8"
L["eft_weapon_mcxspear_full"] = "Штурмовая винтовка SIG MCX-SPEAR 6.8x51"
L["eft_weapon_mcxspear_desc"] = "MCX-SPEAR - мультикалиберная штурмовая винтовка, разработанная на базе винтовки MCX и выпускаемая компанией SIG Sauer. Базовый калибр - 6.8х51мм (.277 FURY). Разработан специально для вооруженных сил США в качестве замены карабину M4."

L["eft_weapon_mk47"] = "Mk47"
L["eft_weapon_mk47_full"] = "Штурмовая винтовка CMMG Mk47 Mutant 7.62x39"
L["eft_weapon_mk47_desc"] = "CMMG \"Mk47 Mutant\", карабин американского производства под патрон калибра 7,62x39мм, произведен в CMMG Inc. Работает со всеми типами магазинов АК, включая стальные, полимерные и барабанные. Карабин показал исключительную надежность и безотказность при высоких настрелах, что в сумме с классической эргономикой AR-системы дает превосходный образец оружия. Этот вариант полностью автоматический, только для использования правоохранительными органами и военными."

L["eft_weapon_rd704"] = "RD-704"
L["eft_weapon_rd704_full"] = "Автомат Rifle Dynamics RD-704 7.62x39"
L["eft_weapon_rd704_desc"] = "Автомат Rifle Dynamics 704 7.62х39мм, усовершенствованная версия системы АК от компании Rifle Dynamics. Основное отличие от АК: конструкция передней части смещает центр тяжести ближе к корпусу, что значительно улучшает контроль автомата."

L["eft_weapon_sa58"] = "SA58"
L["eft_weapon_sa58_full"] = "Штурмовая винтовка DS Arms SA58 7.62x51"
L["eft_weapon_sa58_desc"] = "SA58 OSW (Operations Specialist Weapon) производимая американской компанией DSA (или DS Arms - David Selveggio Arms) на той же производственной линии, что и StG-58, и является официальной копией винтовок \"FAL\". Гражданская версия производится только в полу-автоматическом варианте, также для полиции или армейских подразделений производится модификация с возможностью ведения автоматического огня. DSA58 полностью совместима с любыми метрическими магазинами для FN FAL."

L["eft_weapon_scarh"] = "Mk 17"
L["eft_weapon_scarh_full"] = "Штурмовая винтовка FN SCAR-H 7.62x51"
L["eft_weapon_scarh_desc"] = "Штурмовая винтовка FN SCAR-H (Special Operations Forces Combat Assault Rifle - Heavy) калибра 7.62x51 NATO, принятая на вооружение Командованием специальных операций ВС США под именем Mk 17. Оснащена складывающимся полимерным прикладом и свободно вывешенным кованым стволом с твердосплавным каналом. Полностью двусторонние органы управления позволяют стрелку адаптировать винтовку под любую позицию стрельбы. Интегрированная в ресивер направляющая, а также три вспомогательных рельсы позволяют устанавливать широкий спектр оптических прицелов, коллиматоров, тактических фонарей и лазеров. Производство Fabrique Nationale Herstal."

L["eft_weapon_scarhx17"] = "X-17"
L["eft_weapon_scarhx17_full"] = "Штурмовая винтовка FN SCAR-H \"X-17\" 7.62x51"
L["eft_weapon_scarhx17_desc"] = "Штурмовая винтовка FN SCAR-H (Special Operations Forces Combat Assault Rifle - Heavy) калибра 7.62x51 NATO, принятая на вооружение Командованием специальных операций ВС США под именем Mk 17. Оснащена складывающимся полимерным прикладом и свободно вывешенным кованым стволом с твердосплавным каналом. Полностью двусторонние органы управления позволяют стрелку адаптировать винтовку под любую позицию стрельбы. Интегрированная в ресивер направляющая, а также три вспомогательных рельсы позволяют устанавливать широкий спектр оптических прицелов, коллиматоров, тактических фонарей и лазеров. Данная вариация винтовки позволяет устанавливать магазины от AR-10. Производство Fabrique Nationale Herstal и X Products."

L["eft_weapon_scarl"] = "Mk 16"
L["eft_weapon_scarl_full"] = "Штурмовая винтовка FN SCAR-L 5.56x45"
L["eft_weapon_scarl_desc"] = "Штурмовая винтовка FN SCAR-L (Special Operations Forces Combat Assault Rifle - Light) калибра 5.56x45 NATO, принятая на вооружение Командованием специальных операций ВС США под именем Mk 16. Оснащена складывающимся полимерным прикладом и свободно вывешенным кованым стволом с твердосплавным каналом. Полностью двусторонние органы управления позволяют стрелку адаптировать винтовку под любую позицию стрельбы. Интегрированная в ресивер направляющая, а также три вспомогательных рельсы позволяют устанавливать широкий спектр оптических прицелов, коллиматоров, тактических фонарей и лазеров. Производство Fabrique Nationale Herstal."

L["eft_weapon_velociraptor"] = "Velociraptor .300 BLK"
L["eft_weapon_velociraptor_full"] = "Автомат Aklys Defense Velociraptor .300 Blackout"
L["eft_weapon_velociraptor_desc"] = "Специальная модификация на базе автомата АК, выполненная компанией Aklys Defense в калибре .300 Blackout. Представляет из себя замену штатного ствольного блока на модифицированный с интегрированным глушителем, что позволило добиться значительного снижения звука выстрела."

/////// Bolt-action rifles
L["eft_weapon_axmc"] = "AXMC"
L["eft_weapon_axmc_full"] = "Снайперская винтовка Accuracy International AXMC .338 LM"
L["eft_weapon_axmc_desc"] = "AXMC - новейшая модель в длинной и выдающейся линейке проверенных в боях снайперских винтовок, разработанных и изготовленных британской компанией Accuracy International. Стандартно снабжается патронами .338 Lapua Magnum, однако может быть быстро переоборудована в калибры .300 Winchester Magnum и .308 Winchester, используя набор замены ствола, магазина и затвора."

L["eft_weapon_dvl10"] = "ДВЛ-10"
L["eft_weapon_dvl10_full"] = "Снайперская винтовка Lobaev Arms ДВЛ-10 7.62x51"
L["eft_weapon_dvl10_desc"] = "ДВЛ-10 - легкая, компактная и бесшумная винтовка под новые и существующие дозвуковые боеприпасы. Была разработана для специальных служебно-боевых задач, при решении которых требуется особая точность и дальность. Снабжена унифицированным с другими моделями СВЛ складным прикладом. Комплектуется матчевым стволом Lobaev Hummer Barrels из нержавеющей стали."

L["eft_weapon_m700"] = "M700"
L["eft_weapon_m700_full"] = "Снайперская винтовка Remington Model 700 7.62x51"
L["eft_weapon_m700_desc"] = "Снайперская винтовка Remington Model 700 cо скользящим затвором, серийно выпускаемая с 1962 года компанией Remington Arms."

L["eft_weapon_mosininf"] = "Мосина Пехотная"
L["eft_weapon_mosininf_full"] = "Винтовка Мосина 1891г. 7.62x54R (Пехотная)"
L["eft_weapon_mosininf_desc"] = "Винтовка системы Мосина образца 1891 года, она же Трехлинейка. Пехотный вариант. Одна из самых массовых военных винтовок с продольно-скользящим затвором в истории. С 1891 года было произведено более 37 миллионов единиц. Несмотря на свой возраст, она до сих пор используется в различных конфликтах по всему миру."

L["eft_weapon_mosinsnip"] = "Мосина Снайперская"
L["eft_weapon_mosinsnip_full"] = "Винтовка Мосина 1891г. 7.62x54R (Снайперская)"
L["eft_weapon_mosinsnip_desc"] = "Винтовка системы Мосина образца 1891 года, она же Трехлинейка. Снайперский вариант, оснащенный боковым креплением для установки оптических прицелов. Массово использовалась советскими снайперами во время Великой Отечественной Войны."

L["eft_weapon_sv98"] = "СВ-98"
L["eft_weapon_sv98_full"] = "Снайперская винтовка СВ-98 7.62x54R"
L["eft_weapon_sv98_desc"] = "СВ-98 - российская снайперская винтовка, разработанная 1998-2000 годах группой конструкторов под руководством В. Стронского. Серийно выпускается концерном ИжМаш. Винтовка имеет магазинное питание и продольно-скользящий затвор, предназначена для поражения живой силы на дистанции до 1000 м."

L["eft_weapon_t5000"] = "T-5000M"
L["eft_weapon_t5000_full"] = "Снайперская винтовка ОРСИС T-5000M 7.62x51"
L["eft_weapon_t5000_desc"] = "ОРСИС \"T-5000M\" – многозарядная винтовка с ручным перезаряжанием, продольно-скользящим поворотным затвором и двумя боевыми упорами. Модель предназначена для универсального применения. Характеристики винтовки позволяют обеспечить высокую точность стрельбы на дальних дистанциях (до 1500м), высокий уровень комфорта стрелка в процессе подготовки выстрела, в фазе выстрела и отдачи, быстрый возврат винтовки на линию прицеливания, высокую надежность и эргономику."

L["eft_weapon_trgm10"] = "TRG M10"
L["eft_weapon_trgm10_full"] = "Снайперская винтовка Sako TRG M10 .338 LM"
L["eft_weapon_trgm10_desc"] = "Sako TRG M10 - высокоточная снайперская винтовка с продольно-скользящим затвором под патрон .338 Lapua Magnum. TRG M10 чрезвычайно универсальная платформа: легко превращается из настоящей винтовки для дальнего боя в более компактное оружие. Винтовка предназначена для вооружения армейских, полицейских и различных силовых спецподразделений целого ряда государств. Производство компании Sako, которая входит в состав оружейного холдинга Beretta Defense Technologies."

L["eft_weapon_vpo215"] = "ВПО-215 \"Горностай\""
L["eft_weapon_vpo215_full"] = "Винтовка Молот ВПО-215 \"Горностай\" .366 ТКМ"
L["eft_weapon_vpo215_desc"] = "Болтовой карабин ВПО-215 \"Горностай\" калибра .366 ТКМ предназначен для охоты на мелкого и среднего зверя, а также для любительской стрельбы."

/////// Designated marksman rifles
L["eft_weapon_g28"] = "G28"
L["eft_weapon_g28_full"] = "Марксманская винтовка HK G28 7.62x51"
L["eft_weapon_g28_desc"] = "Винтовка HK G28 была разработана компанией Heckler & Koch специально по заказу Бундесвера, в качестве оружия поддержки малых пехотных подразделений. G28 создана на основе спортивно-охотничьей самозарядной винтовки HK MR308, которая, в свою очередь, представляет собой гражданский вариант автоматической винтовки HK 417. Несмотря на ряд отличий, HK G28 по своему устройству на 75% частей взаимозаменяема с HK 417. Эта винтовка дает возможность пехоте вести эффективную стрельбу на недоступные для штатных штурмовых винтовок калибра 5.56мм дистанции."

L["eft_weapon_m1a"] = "M1A"
L["eft_weapon_m1a_full"] = "Винтовка Springfield Armory M1A 7.62x51"
L["eft_weapon_m1a_desc"] = "M1A - гражданская версия винтовки M14, производимая компанией Springfield Armory. По большей части идентична M14. Наиболее заметным отличием является удаление переключателя огня с M14, что делает M1A постоянно полуавтоматической. С оружия также было удалено крепление для штыка."

L["eft_weapon_mk18"] = "Mk-18 Mjölnir"
L["eft_weapon_mk18_full"] = "Марксманская винтовка SWORD International Mk-18 .338 LM"
L["eft_weapon_mk18_desc"] = "Полуавтоматическая винтовка \"Mk-18 Mod 1\" была разработана с целью использования преимущества характеристик патрона .338 Lapua Magnum. Данная винтовка сочетает в себе превосходгые баллистические характеристики при достаточно небольшом весе. Благодаря использованию газоотводной автоматики с коротким ходом поршня, винтовка имеет прекрасную точность, высокий ресурс и надежность. Двусторонние органы управления, эргономические особенности, а также высокая модульность делает Mk-18 отличным выбором как для охотников, стрелков-высокоточников, так и для спортсменов, специализирующихся на стрельбе на дальние дистанции."

L["eft_weapon_rsass"] = "RSASS"
L["eft_weapon_rsass_full"] = "Марксманская винтовка Remington R11 RSASS 7.62x51"
L["eft_weapon_rsass_desc"] = "R11 RSASS (Remington Semi Automatic Sniper System) - совместная разработка компаний Remington Arms и JP Enterprises с целью создания высокоточной полуавтоматической снайперской винтовки. Данное оружие показывает прекрасную точность на 800 и более метров, при этом имея все тактические преимущества полуавтоматической снайперской винтовки."

L["eft_weapon_sr25"] = "SR-25"
L["eft_weapon_sr25_full"] = "Марксманская винтовка Knight's Armament Company SR-25 7.62x51"
L["eft_weapon_sr25_desc"] = "Knight's Armament SR-25 - самозарядная снайперская винтовка, разработанная Юджином Стоунером в 1990-е годы на основе конструкции винтовки AR-15. Новейшая модификация имеет двусторонние органы управления, что позволяет левшам так же эффективно оперировать данный винтовкой, а новая \"E2\" модификация затворной группы и газовой системы позволяет еще больше увеличить общую надежность системы, даже при использовании с глушителями."

L["eft_weapon_svds"] = "СВДС"
L["eft_weapon_svds_full"] = "Снайперская винтовка СВДС 7.62x54R"
L["eft_weapon_svds_desc"] = "Снайперская Винтовка Драгунова со складным прикладом СВДС 7.62x54ммR разработана на базе проверенной временем винтовки СВД для вооружения снайперов воздушно-десантных войск и специальных подразделений, нуждающихся в более компактном снайперском оружии. Благодаря использованию надежной автоматики, винтовка сочетает в себе хорошую точность и кучность стрельбы и высокую практическую скорострельность, позволяющую поражать одну цель несколькими последовательными выстрелами или же быстро поражать несколько целей."

L["eft_weapon_vss"] = "ВСС \"Винторез\""
L["eft_weapon_vss_full"] = "Винтовка Снайперская Специальная ВСС \"Винторез\" 9x39"
L["eft_weapon_vss_desc"] = "ВСС (Винтовка Снайперская Специальная) — бесшумная снайперская винтовка с интегрированным глушителем, для подразделений и групп специального назначения. Была разработана в 80-х годах в ЦНИИТочМаш."

/////// Grenade launchers
L["eft_weapon_fn40gl"] = "FN40GL"
L["eft_weapon_fn40gl_full"] = "Однозарядный гранатомет FN40GL Mk2 40мм"
L["eft_weapon_fn40gl_desc"] = "Однозарядный гранатомет 40мм \"FN40GL Mk2\" на базе с прикладом. Разработан для использования всей номенклатуры 40-мм гранат НАТО. Производство Fabrique Nationale Herstal."

L["eft_weapon_m32a1"] = "MSGL"
L["eft_weapon_m32a1_full"] = "Револьвер-гранатомет Milkor M32A1 MSGL 40мм"
L["eft_weapon_m32a1_desc"] = "40-мм шестизарядный гранатомёт M32A1 MSGL, разработанный Milkor USA. Этот универсальный гранатомет использует хорошо зарекомендовавший себя принцип работы револьвера для достижения высокой скорострельности и точного наведения на цель."

/////// Light machine guns
L["eft_weapon_m60e4"] = "Mk 43 Mod 1"
L["eft_weapon_m60e4_full"] = "Ручной пулемет U.S. Ordnance M60E4 7.62x51"
L["eft_weapon_m60e4_desc"] = "Ручной пулемет M60E4 (Mk 43 Mod 1) под калибр 7.62x51, модификация пулемёта M60E3 с более надежной работой спускового механизма, возможностью крепления прицельных приспособлений и рядом прочих улучшений. М60 получил прозвище \"Свинья\" из-за своих громоздких размеров и недостатков конструкции. Несмотря на свои минусы, модификации M60 все еще используются в некоторых подразделениях. Производство U.S Ordnance."

L["eft_weapon_m60e6"] = "M60E6"
L["eft_weapon_m60e6_full"] = "Ручной пулемет U.S. Ordnance M60E6 7.62x51"
L["eft_weapon_m60e6_desc"] = "Ручной пулемет M60E6 под калибр 7.62x51 - облегченный и улучшенный вариант M60E4 с возможностью крепления прицельных приспособлений. М60 получил прозвище \"Свинья\" из-за своих громоздких размеров и недостатков конструкции. Несмотря на свои минусы, модификации M60 все еще используются в некоторых подразделениях. Производство U.S Ordnance."

L["eft_weapon_pkm"] = "ПКМ"
L["eft_weapon_pkm_full"] = "Пулемет Калашникова Модернизированный ПКМ 7.62x54R"
L["eft_weapon_pkm_desc"] = "Пулемет Калашникова Модернизированный под калибр 7.62x54R, заменил собой Пулемет Калашникова 1961 года. ПКМ зарекомендовал себя мощным, простым, надёжным и эффективным оружием. Он был востребован многие десятилетия, начиная с конца 60-х годов прошлого века и до настоящего времени. Производство Завода имени В. А. Дегтярева."

L["eft_weapon_pkp"] = "ПКП"
L["eft_weapon_pkp_full"] = "Пулемет Калашникова Пехотный ПКП 7.62x54R"
L["eft_weapon_pkp_desc"] = "7,62 мм ПКП \"Печенег\" широко известен благодаря своей надежности и огневой мощи. Проверенные временем технические решения, умело совмещенные с передовыми подходами к эргономике, позволили повысить не только мобильность стрелка на поле боя, но и точность ведения огня на расстоянии до 1500 м, устранив эффект теплового миража за счет оснащения пулемета надствольной транспортировочной рукояткой."

L["eft_weapon_rpd"] = "РПД"
L["eft_weapon_rpd_full"] = "Ручной пулемет Дегтярева РПД 7.62x39"
L["eft_weapon_rpd_desc"] = "Ручной пулемет Дегтярева под калибр 7.62x39. Этот пулемет был принят на вооружение Советской Армией и использовался в качестве средства усиления пехотных отделений и взводов с конца сороковых до начала шестидесятых годов. Автоматика РПД выполнена элегантно, в результате пулемет получился компактным, надёжным и достаточно мощным оружием огневой поддержки. Производство Завода имени В. А. Дегтярева."

L["eft_weapon_rpdn"] = "РПДН"
L["eft_weapon_rpdn_full"] = "Ручной пулемет Дегтярева РПДН 7.62x39"
L["eft_weapon_rpdn_desc"] = "Ручной пулемет Дегтярева под калибр 7.62x39. Этот пулемет был принят на вооружение Советской Армией и использовался в качестве средства усиления пехотных отделений и взводов с конца сороковых до начала шестидесятых годов. Автоматика РПД выполнена элегантно, в результате пулемет получился компактным, надёжным и достаточно мощным оружием огневой поддержки. РПДН оборудован откидным креплением под ласточкин хвост для установки прицелов. Производство Завода имени В. А. Дегтярева."

L["eft_weapon_rpk16"] = "РПК-16"
L["eft_weapon_rpk16_full"] = "Ручной пулемет РПК-16 5.45x39"
L["eft_weapon_rpk16_desc"] = "Российский единый ручной пулемет РПК-16 под калибр 5.45x39, который разрабатывался на замену устаревшему РПК-74. Ключевыми особенностями данного образца вооружения являются быстросменные стволы, улучшенная эргономика, а также цевье и крышка ствольной коробки с направляющими типа \"Weaver\"."

/////// Shotguns
L["eft_weapon_aa12gen1"] = "AA-12 Gen 1"
L["eft_weapon_aa12gen1_full"] = "Автоматический дробовик MPS Auto Assault-12 Gen 1 12к"
L["eft_weapon_aa12gen1_desc"] = "AA-12 (Auto Assault-12) Gen 1 - надежный автоматический дробовик 12 калибра. У AA-12 Gen1 имеются только механические прицельные приспособления, собранные на высоких стойках. Особенностью этого дробовика является наличие накопления импульса отдачи, благодаря чему отдача ощущается довольно мягкой, без потери скорострельности и убойности. AA-12 предназначен для армейских и полицейских подразделений. Производство Military Police Systems."

L["eft_weapon_aa12gen2"] = "AA-12 Gen 2"
L["eft_weapon_aa12gen2_full"] = "Автоматический дробовик MPS Auto Assault-12 Gen 2 12к"
L["eft_weapon_aa12gen2_desc"] = "AA-12 (Auto Assault-12) - надежный автоматический дробовик 12 калибра. У AA-12 Gen2 установлена направляющая для установки прицельных приспособлений. Особенностью этого дробовика является наличие накопления импульса отдачи, благодаря чему отдача ощущается довольно мягкой, без потери скорострельности и убойности. AA-12 предназначен для армейских и полицейских подразделений. Производство Military Police Systems."

L["eft_weapon_ks23"] = "КС-23М"
L["eft_weapon_ks23_full"] = "Помповый карабин ТОЗ КС-23М 23x75мм"
L["eft_weapon_ks23_desc"] = "КС-23 (Карабин Специальный 23мм) — многофункциональное полицейское ружье, предназначенное для пресечения массовых беспорядков, избирательного силового, психического и химического воздействия на правонарушителей. Классифицируется именно как карабин из-за своего нарезного ствола. Известен большим калибром 23мм, что делает его самым крупнокалиберным ружьем, используемым на сегодняшний день."

L["eft_weapon_m3super90"] = "M3 Super 90"
L["eft_weapon_m3super90_full"] = "Ружье Benelli M3 Super 90 12к"
L["eft_weapon_m3super90_desc"] = "Benelli M3 Super 90 — итальянский самозарядный дробовик производства Benelli, разработанный на основе конструкции ружей Benelli M1 и Benelli M2. Ружьё оснащено механизмом, сочетающим в себе инерционную автоматику с ручным перезаряжанием при помощи продольно подвижного цевья. Ружья Benelli демонстрируют превосходные баллистические характеристики, отделка и точная обработка деталей олицетворяют собой традиционный итальянский стиль."

L["eft_weapon_m590a1"] = "590A1"
L["eft_weapon_m590a1_full"] = "Помповое ружье Mossberg 590A1 12к"
L["eft_weapon_m590a1_desc"] = "Mossberg 500 серии - одно из самых известных и распространенных помповых ружей в мире. Защищает вашу лужайку перед домом с 1961 года."

L["eft_weapon_m870"] = "M870"
L["eft_weapon_m870_full"] = "Помповое ружье Remington Model 870 12к"
L["eft_weapon_m870_desc"] = "Remington Model 870 - помповое ружье, производимое \"Remington Arms Company\". Распространено по всему миру как спортивное, охотничье, или оружие для самообороны. Также широко используется полицией и некоторыми армейскими подразделениями."

L["eft_weapon_mp18"] = "MP-18"
L["eft_weapon_mp18_full"] = "Однозарядное ружье MP-18 7.62x54R"
L["eft_weapon_mp18_desc"] = "MP-18 - легендарная советская одностволка. Это ружье прекрасно ведет себя при любых погодных условиях, поломок и отказов не выявлено."

L["eft_weapon_mp431c"] = "MP-43-1C"
L["eft_weapon_mp431c_full"] = "Двуствольное ружье MP-43-1C 12к"
L["eft_weapon_mp431c_desc"] = "Мечта охотника. Двуствольная классика, элегантная в своей простоте. Заряжается патронами 12 калибра."

L["eft_weapon_mp133"] = "MP-133"
L["eft_weapon_mp133_full"] = "Помповое ружье MP-133 12к"
L["eft_weapon_mp133_desc"] = "Гладкоствольное многозарядное ружьё MP-133 с продольно скользящим цевьём. Ружьё разработано на базе ружья ИЖ-81 и серийно выпускалось Ижевским механическим заводом (ИжМех) с 2000 года. Уникально в своем роде благодаря наличию затворной задержки. Надёжное и удобное оружие для охоты и самообороны."

L["eft_weapon_mp153"] = "MP-153"
L["eft_weapon_mp153_full"] = "Самозарядное ружье MP-153 12к"
L["eft_weapon_mp153_desc"] = "Гладкоствольное многозарядное ружьё MP-153, производства ИжМех. Надёжное и удобное оружие для охоты и самообороны."

L["eft_weapon_mp155"] = "MP-155"
L["eft_weapon_mp155_full"] = "Самозарядное ружье MP-155 12к"
L["eft_weapon_mp155_desc"] = "Российское гладкоствольное многозарядное ружье МР-155 12 калибра производства ИжМех (Ижевский механический завод). Ружье весит меньше своего предшественника МР-153, отличается улучшенной эргономикой и легко заменяемым ствольным механизмом. Новый дизайн также упрощает использование для левшей."

L["eft_weapon_mts25512"] = "МЦ-255-12"
L["eft_weapon_mts25512_full"] = "Ружье МЦ-255-12 12к"
L["eft_weapon_mts25512_desc"] = "МЦ-255-12 - это уникальное для Российского рынка револьверное ружье 12го калибра."

L["eft_weapon_saiga12k"] = "Сайга-12К исп.10"
L["eft_weapon_saiga12k_full"] = "Самозарядный карабин Сайга-12К исп.10"
L["eft_weapon_saiga12k_desc"] = "Полуавтоматический карабин 12 калибра со складывающимся прикладом, снабжён блокировкой ударно-спускового механизма, позволяющей вести стрельбу только с откинутым прикладом. Ствол укороченный, длиной 430мм."

L["eft_weapon_saiga12kfa"] = "Сайга FA"
L["eft_weapon_saiga12kfa_full"] = "Автоматический дробовик Сайга-12К"
L["eft_weapon_saiga12kfa_desc"] = "Модификация гладкоствольного дробовика Сайга 12К, позволяющая вести полностью автоматический огонь. Оружие снабжено барабанным магазином повышенной емкости на 20 патронов. Адская машинка!"

L["eft_weapon_toz106"] = "ТОЗ-106"
L["eft_weapon_toz106_full"] = "Болтовое ружье ТОЗ-106 20к"
L["eft_weapon_toz106_desc"] = "Охотничье одноствольное гладкоствольное ружьё 20 калибра с продольно-скользящим затвором. Из-за компактных размеров в народе имеет название \"Смерть председателя\"."

/////// Submachine guns
L["eft_weapon_mp5"] = "MP5"
L["eft_weapon_mp5_full"] = "Пистолет-пулемет HK MP5 9x19 (Navy 3 Round Burst)"
L["eft_weapon_mp5_desc"] = "Пистолет-пулемет HK MP5 в версии УСМ Navy 3 Round Burst с отсечкой по 3 патрона. Широко известный образец пистолета пулемета, в первую очередь известен как оружие GSG9 и подобных силовых структур мира, а также как частый гость в кинематографе и видеоиграх."

L["eft_weapon_mp5k"] = "MP5K-N"
L["eft_weapon_mp5k_full"] = "Пистолет-пулемет HK MP5K 9x19"
L["eft_weapon_mp5k_desc"] = "Heckler & Koch MP5K (\"K\" от Немецкого Kurz - \"короткий\") - укороченная версия пистолета-пулемета MP5, разработанная для скрытого ношения и работы на коротких дистанциях."

L["eft_weapon_mp7a1"] = "MP7A1"
L["eft_weapon_mp7a1_full"] = "Пистолет-пулемет HK MP7A1 4.6x30"
L["eft_weapon_mp7a1_desc"] = "H&K MP7A1 — пистолет-пулемет под специально разработанный для него патрон 4.6×30 мм. Автоматика MP7 построена по схеме с газовым двигателем с коротким ходом газового поршня, запирание осуществляется поворотом затвора. В конструкции используются некоторые особенности автомата HK G36, например широкое использование полимерных материалов, сходная автоматика и конструкция УСМ."

L["eft_weapon_mp7a2"] = "MP7A2"
L["eft_weapon_mp7a2_full"] = "Пистолет-пулемет HK MP7A2 4.6x30"
L["eft_weapon_mp7a2_desc"] = "MP7A2 —Дальнейшая модификация линейки пистолет-пулеметов MP7. Особенностью данного пистолет-пулемета является замена штатной складной рукоятки переноса огня на направляющую типа \"picatinny\" для установки различных вертикальных рукояток. Производство Heckler & Koch."

L["eft_weapon_mp9"] = "MP9"
L["eft_weapon_mp9_full"] = "Пистолет-пулемет B&T MP9 9x19"
L["eft_weapon_mp9_desc"] = "Brügger & Thomet MP9 (Maschinenpistole 9mm, \"Пистолет-Пулемет 9мм\") - ПП калибра 9x19мм Парабеллум с выборочным режимом стрельбы, разработанный и производящийся компанией Brügger & Thomet в Швейцарии. Идеальный выбор в качестве оружия личной защиты (Personal Defense Weapon - PDW)."

L["eft_weapon_mp9n"] = "MP9-N"
L["eft_weapon_mp9n_full"] = "Пистолет-пулемет B&T MP9-N 9x19"
L["eft_weapon_mp9n_desc"] = "MP9-N - дальнейшее развитие Пистолет-Пулемета MP9, модифицированноея для нужд полицейского и военного использования. MP9-N в настоящее время находится на вооружении групп личной охраны, а также команд спецназа по всему миру. Идеальный выбор в качестве оружия личной защиты (Personal Defense Weapon - PDW)."

L["eft_weapon_mpx"] = "MPX"
L["eft_weapon_mpx_full"] = "Пистолет-пулемет SIG MPX 9x19"
L["eft_weapon_mpx_desc"] = "SIG Sauer MPX - это непревзойденная скорость работы и знакомый форм фактор платформы AR. Газовый поршень с коротким ходом позволяет SIG MPX использовать всю номенклатуру 9мм боеприпасов без каких-либо корректировок к газовому клапану. Полноформатная планка дает возможность устанавливать широкий спектр оптики и прицельных приспособлений."

L["eft_weapon_p90"] = "P90"
L["eft_weapon_p90_full"] = "Пистолет-пулемет FN P90 5.7x28"
L["eft_weapon_p90_desc"] = "FN P90, также известный как FN Project 1990, представляет собой компактное оружие индивидуальной защиты (PDW - Personal Defense Weapon), разработанное и изготовленное компанией FN Herstal в Бельгии. Созданный в ответ на запросы НАТО о замене огнестрельного оружия калибра 9x19мм Парабеллум, P90 был разработан как компактное, но мощное огнестрельное оружие для экипажей транспортных средств, операторов группового оружия, вспомогательного персонала, сил специального назначения и контртеррористических групп."

L["eft_weapon_klin"] = "ПП-9 \"Клин\""
L["eft_weapon_klin_full"] = "Пистолет-пулемет ПП-9 \"Клин\" 9x18ПММ"
L["eft_weapon_klin_desc"] = "Дальнейшее развитие ПП \"Кедр\" под новый патрон 9x18ПММ, получивший название ПП-9 \"Клин\". Выпускался с 1996—2002 гг. для Министерства Внутренних Дел РФ."

L["eft_weapon_pp1901"] = "ПП-19-01"
L["eft_weapon_pp1901_full"] = "Пистолет-пулемет ПП-19-01 \"Витязь\" 9x19"
L["eft_weapon_pp1901_desc"] = "Российский пистолет-пулемет \"Витязь\", изначально разработанный на базе автомата АКС-74У, но в дальнейшем переработанный. Является штатным пистолетом-пулеметом многих силовых структур Российской Федерации."

L["eft_weapon_kedr"] = "ПП-91 \"Кедр\""
L["eft_weapon_kedr_full"] = "Пистолет-пулемет ПП-91 \"Кедр\" 9x18ПМ"
L["eft_weapon_kedr_desc"] = "ПП-91 «Кедр» - пистолет-пулемет под патрон 9х18мм ПМ, разработанный Евгением Драгуновым в начале 90-х по заказу МВД и выпускаемый на ЗМЗ (Златоустовский Машиностроительный Завод). Имеет простую, но эффективную конструкцию. Его легкий вес делает его более удобным для переноски, не влияя на его характеристики, и обеспечивает высокую скорострельность, не влияя на отдачу. Благодаря этим характеристикам он до сих пор используется в качестве служебного оружия практически во всех правоохранительных органах России."

L["eft_weapon_kedrb"] = "ПП-91-01 \"Кедр-Б\""
L["eft_weapon_kedrb_full"] = "Пистолет-пулемет ПП-91-01 \"Кедр-Б\" 9x18ПМ"
L["eft_weapon_kedrb_desc"] = "Редкая бесшумная версия ПП \"Кедр\" под индексом ПП-91-01 \"Кедр-Б\"."

L["eft_weapon_ppsh41"] = "ППШ-41"
L["eft_weapon_ppsh41_full"] = "Пистолет-пулемет ППШ-41 7.62x25"
L["eft_weapon_ppsh41_desc"] = "ППШ-41 (Пистолет-Пулемёт системы Шпагина образца 1941 года) - советский пистолет-пулемёт, разработанный в 1940 году конструктором Г. С. Шпагиным под патрон 7,62×25 мм ТТ и принятый на вооружение Красной Армии 21 декабря 1940 года."

L["eft_weapon_saiga9"] = "Сайга-9"
L["eft_weapon_saiga9_full"] = "Карабин Сайга-9 9x19"
L["eft_weapon_saiga9_desc"] = "Самозарядный карабин Сайга-9 был разработан как гражданский вариант пистолета-пулемета ПП-19-01 «Витязь». Карабин Сайга-9 предназначен для спортивно-тренировочной и развлекательной стрельбы."

L["eft_weapon_veresk"] = "СР-2М"
L["eft_weapon_veresk_full"] = "Пистолет-пулемет СР-2М \"Вереск\" 9x21"
L["eft_weapon_veresk_desc"] = "СР-2М \"Вереск\" - компактный пистолет-пулемет, разработанный под мощный бронебойный патрон 9x21мм по заказу ФСБ и ФСО РФ. Этот пистолет-пулемёт является частью стрелкового комплекса повышенной эффективности, предназначенного для спецподразделений. Оснащен складной передней рукояткой. Разработан \"ЦНИИточмаш\"."

L["eft_weapon_stm9"] = "STM-9"
L["eft_weapon_stm9_full"] = "Карабин Союз-ТМ STM-9 Gen.2 9x19"
L["eft_weapon_stm9_desc"] = "Карабин для PCC, показывающий превосходные результаты уже \"из коробки\". Карабин разработан при участии бронзового призёра мира в Semi-Auto Rifle Вадима Михайлова. Точность, скорость, комфортность отдачи. Совместим с магазинами Glock 9x19."

L["eft_weapon_ump45"] = "UMP 45"
L["eft_weapon_ump45_full"] = "Пистолет-пулемет HK UMP .45 ACP"
L["eft_weapon_ump45_desc"] = "Heckler & Koch \"UMP\" — пистолет-пулемёт, разработанный немецкой компанией Heckler & Koch в 1990-х как более легкий и дешевый аналог MP5. Данный вариант предназначен для стрельбы патроном .45 ACP и имеет сниженную до 600 выс/мин скорострельность."

L["eft_weapon_uzi"] = "UZI"
L["eft_weapon_uzi_full"] = "Пистолет-пулемет IWI UZI 9x19"
L["eft_weapon_uzi_desc"] = "Израильский пистолет-пулемет под патрон 9x19мм, построенный по системе с открытым затвором. Весьма инновационный продукт своего времени, получивший огромную популярность за счет своей надежности и простоты конструкции. Несмотря на весьма устаревший дизайн, он всё еще достаточно популярен по всему миру."

L["eft_weapon_uzipro"] = "UZI PRO Pistol"
L["eft_weapon_uzipro_full"] = "Пистолет-пулемет IWI UZI PRO Pistol 9x19"
L["eft_weapon_uzipro_desc"] = "UZI PRO Pistol (UPP9S) - полностью автоматическая конверсия пистолета-пулемета калибра 9x19мм Парабеллум для использования в правоохранительных органах и в военных целях. Этот сверхкомпактный израильский пистолет-пулемет является идейным продолжением полноразмерного ПП UZI, идеально подходит для скрытого ношения и имеет высокую скорострельность. Производство Israel Weapon Industries."

L["eft_weapon_uziprosmg"] = "UZI PRO SMG"
L["eft_weapon_uziprosmg_full"] = "Пистолет-пулемет IWI UZI PRO SMG 9x19"
L["eft_weapon_uziprosmg_desc"] = "UZI PRO SMG - пистолет-пулемет калибра 9x19мм Парабеллум для использования в правоохранительных органах и в военных целях. Этот сверхкомпактный израильский пистолет-пулемет является идейным продолжением полноразмерного ПП UZI, идеально подходит для скрытого ношения и имеет высокую скорострельность. Производство Israel Weapon Industries."

L["eft_weapon_vector45"] = "Vector .45ACP"
L["eft_weapon_vector45_full"] = "Пистолет-пулемет TDI KRISS Vector Gen.2 .45 ACP"
L["eft_weapon_vector45_desc"] = "Пистолет-пулемёт KRISS Vector - компактная оружейная система для ведения боя в условиях замкнутых пространств, идеальный выбор для сотрудников силовых ведомств и вооружённых сил. Низкое расположение канала ствола, а также система компенсирования отдачи \"Super V\" позволяют получить наилучший результат как при стрельбе в автоматическом режиме, так и беглым одиночным огнём. Совместим с .45 ACP магазинами от пистолетов Glock."

L["eft_weapon_vector9"] = "Vector 9x19"
L["eft_weapon_vector9_full"] = "Пистолет-пулемет TDI KRISS Vector Gen.2 9x19"
L["eft_weapon_vector9_desc"] = "Пистолет-пулемёт KRISS Vector - компактная оружейная система для ведения боя в условиях замкнутых пространств, идеальный выбор для сотрудников силовых ведомств и вооружённых сил. Низкое расположение канала ствола, а также система компенсирования отдачи \"Super V\" позволяют получить наилучший результат как при стрельбе в автоматическом режиме, так и беглым одиночным огнём. Совместим с 9x19 магазинами от пистолетов Glock."

/////// Pistols
L["eft_weapon_apb"] = "АПБ"
L["eft_weapon_apb_full"] = "Автоматический Пистолет Бесшумный АПБ 9x18ПМ"
L["eft_weapon_apb_desc"] = "АПБ (Автоматический Пистолет Бесшумный, Индекс ГРАУ - 6П13) - бесшумный вариант пистолета АПС. Был принят на вооружение в 1972 году. Используется различными Российскими специальными подразделениями."

L["eft_weapon_aps"] = "АПС"
L["eft_weapon_aps_full"] = "Автоматический Пистолет Стечкина АПС 9x18ПМ"
L["eft_weapon_aps_desc"] = "Автоматический пистолет Стечкина (АПС) — автоматический пистолет, разработанный в конце 1940-х — начале 1950-х годов конструктором И. Я. Стечкиным и принятый на вооружение Вооружённых Сил СССР в 1951 году, одновременно с пистолетом Макарова. АПС предназначен для вооружения офицеров, принимающих непосредственное участие в боевых действиях, а также для солдат и сержантов некоторых специальных подразделений."

L["eft_weapon_pd20"] = "Пестик"
L["eft_weapon_pd20_full"] = "Игрушечный пистолет 20x1мм"
L["eft_weapon_pd20_desc"] = "Пластмассовый полуавтоматический игрушечный пистолет, стреляющий дисками 20x1мм. Предназначен для детей старше 5 лет. Производство СССР."

L["eft_weapon_deaglel5357"] = "Desert Eagle L5"
L["eft_weapon_deaglel5357_full"] = "Пистолет Magnum Research Desert Eagle L5 .357"
L["eft_weapon_deaglel5357_desc"] = "Desert Eagle (L5) - облегченная модификация спортивно-охотничьего пистолета калибра .357 Magnum. Этот пистолет очень большой, тяжелый и не самый удобный в эксплуатации, но в то же время абсолютно уникальный и ни на что не похожий образец короткоствольного оружия, который несомненно стал частым гостем в видеоиграх за свой брутальный внешний вид и внушительные размеры. Desert Eagle не снискал одобрения на военном поприще, но зато заслуженно стал одним из самых известных пистолетов мира. Производство Magnum Research."

L["eft_weapon_deaglel550ae"] = "Desert Eagle L5"
L["eft_weapon_deaglel550ae_full"] = "Пистолет Magnum Research Desert Eagle L5 .50 AE"
L["eft_weapon_deaglel550ae_desc"] = "Desert Eagle (L5) - облегченная модификация спортивно-охотничьего пистолета калибра .50 Action Express. Этот пистолет очень большой, тяжелый и не самый удобный в эксплуатации, но в то же время абсолютно уникальный и ни на что не похожий образец короткоствольного оружия, который несомненно стал частым гостем в видеоиграх за свой брутальный внешний вид и внушительные размеры. Desert Eagle не снискал одобрения на военном поприще, но зато заслуженно стал одним из самых известных пистолетов мира. Производство Magnum Research."

L["eft_weapon_deaglel6"] = "Desert Eagle L6"
L["eft_weapon_deaglel6_full"] = "Пистолет Magnum Research Desert Eagle L6 .50 AE"
L["eft_weapon_deaglel6_desc"] = "Desert Eagle (L6) - модификация спортивно-охотничьего пистолета калибра .50 Action Express. Этот пистолет очень большой, тяжелый и не самый удобный в эксплуатации, но в то же время абсолютно уникальный и ни на что не похожий образец короткоствольного оружия, который несомненно стал частым гостем в видеоиграх за свой брутальный внешний вид и внушительные размеры. Desert Eagle не снискал одобрения на военном поприще, но зато заслуженно стал одним из самых известных пистолетов мира. Производство Magnum Research."

L["eft_weapon_deaglel6wts"] = "Desert Eagle L6"
L["eft_weapon_deaglel6wts_full"] = "Пистолет Magnum Research Desert Eagle L6 .50 AE (WTS)"
L["eft_weapon_deaglel6wts_desc"] = "Desert Eagle (L6) - модификация спортивно-охотничьего пистолета калибра .50 Action Express в расцветке White Tiger Stripes. Этот пистолет очень большой, тяжелый и не самый удобный в эксплуатации, но в то же время абсолютно уникальный и ни на что не похожий образец короткоствольного оружия, который несомненно стал частым гостем в видеоиграх за свой брутальный внешний вид и внушительные размеры. Desert Eagle не снискал одобрения на военном поприще, но зато заслуженно стал одним из самых известных пистолетов мира. Производство Magnum Research."

L["eft_weapon_deaglexix"] = "Desert Eagle Mk XIX"
L["eft_weapon_deaglexix_full"] = "Пистолет Magnum Research Desert Eagle Mk XIX .50 AE"
L["eft_weapon_deaglexix_desc"] = "Desert Eagle (Mk XIX) - третья модификация спортивно-охотничьего пистолета калибра .50 Action Express. Этот пистолет очень большой, тяжелый и не самый удобный в эксплуатации, но в то же время абсолютно уникальный и ни на что не похожий образец короткоствольного оружия, который несомненно стал частым гостем в видеоиграх за свой брутальный внешний вид и внушительные размеры. Desert Eagle не снискал одобрения на военном поприще, но зато заслуженно стал одним из самых известных пистолетов мира. Производство Magnum Research."

L["eft_weapon_fn57"] = "FN 5-7"
L["eft_weapon_fn57_full"] = "Пистолет FN Five-seveN MK2 5.7x28"
L["eft_weapon_fn57_desc"] = "FN Five-Seven, торговая марка \"Five-seveN\", представляет собой полуавтоматический пистолет, разработанный и изготовленный FN Herstal в Бельгии. Пистолет был разработан в начале 1990-х годов и имеет хромированный ствол, изготовленный методом холодной ковки для увеличения срока службы. Полимерный Five-SeveN одинарного действия обеспечивает низкую отдачу, емкость магазина на 20 патронов, и также оснащен двусторонним установленным вперед ручным предохранителем и вспомогательной направляющей для установки тактических фонарей и ЛЦУ."

L["eft_weapon_glock17"] = "Glock 17"
L["eft_weapon_glock17_full"] = "Пистолет Glock 17 9x19"
L["eft_weapon_glock17_desc"] = "Glock 17 — австрийский пистолет, разработанный фирмой Glock для нужд австрийской армии. Благодаря своим боевым качествам и надёжности получил широкое распространение в качестве полицейского, спортивного, а также гражданского оружия самообороны."

L["eft_weapon_glock18c"] = "Glock 18C"
L["eft_weapon_glock18c_full"] = "Автоматический пистолет Glock 18C 9x19"
L["eft_weapon_glock18c_desc"] = "Glock 18 - вариант Glock 17 с выборочным режимом стрельбы. Обычно используется с расширенным магазином на 33 патрона, хотя можно использовать и другие магазины от Glock 17 с доступной емкостью на 10, 17 или 19 патронов. Glock 18 легко отличить по выступающей за пределы затвора-кожуха дульной части ствола с интегрированным компенсатором реактивного типа, уменьшающим подброс оружия при стрельбе. В модели 18C отверстия в стволе совпадают с отверстиями в затворе-кожухе как в модели 17C."

L["eft_weapon_glock19x"] = "Glock 19X"
L["eft_weapon_glock19x_full"] = "Пистолет Glock 19X 9x19"
L["eft_weapon_glock19x_desc"] = "Glock 19X - австрийский пистолет, созданный на базе Glock 19 «Modular Handgun System», разработанный фирмой Glock. Представляет из себя своеобразный гибрид из моделей Glock 17 и Glock 19: затвор и ствол 19-й модели, и длинная рукоять самой первой 17-й модели. Также Glock 19X лишен подпальцевых выемок, но оснащен петлей для страховочного шнура. Пистолет выполнен в цвете Coyote."

L["eft_weapon_m9a3"] = "M9A3"
L["eft_weapon_m9a3_full"] = "Пистолет Beretta M9A3 9x19"
L["eft_weapon_m9a3_desc"] = "Beretta M9A3 - новейшая модель пистолета M9, разработанная для использования полицией, вооруженными силами, а также для самообороны и спортивной стрельбы. Модификация \"A3\" имеет более стойкое покрытие в цвете \"FDE\" и множество эргономических улучшений в сравнении с моделями предыдущих поколений."

L["eft_weapon_m45a1"] = "M45A1"
L["eft_weapon_m45a1_full"] = "Пистолет Colt M45A1 .45 ACP"
L["eft_weapon_m45a1_desc"] = "Пистолет MEU (SOC), официально обозначенный как M45 MEUSOC (\"Marine Expeditionary Unit\"; \"Special Operations Capable\"), представляет собой полуавтоматический пистолет одинарного действия с магазинным питанием и механизмом отдачи, рассчитанный на патрон .45 ACP. Это вариант M1911, который с 1985 года является стандартным пистолетом для подразделения разведки сил экспедиционных подразделений морской пехоты США. Усовершенствованный M45A1 содержит несколько изменений оригинального дизайна M1911A1. Одной из особенностей является система двойной возвратной пружины, которая распределяет силу отдачи патрона .45 ACP за счет снижения пиковой силы импульса отдачи. У него также есть тритиевые ночные прицелы с 3 точками, 5-дюймовый ствол, двусторонний предохранитель, планка Пикатинни и отделка Cerakote пустынно-коричневого цвета."

L["eft_weapon_m1911a1"] = "M1911A1"
L["eft_weapon_m1911a1_full"] = "Пистолет Colt M1911A1 .45 ACP"
L["eft_weapon_m1911a1_desc"] = "Широко известный как просто \"Кольт\", M1911 является одним из самых известных пистолетов в мире. Он прошел через обе мировые войны как штатный пистолет армии США, и, несмотря на замену в 1986 году, его дальнейшие варианты до сих пор используются в качестве личного оружия различных спецподразделений США. M1911A1 - это дальнейшее развитие пистолета M1911, претерпевшее множество эргономических изменений, среди которых: укороченный спусковой крючок, улучшенные механические прицельные приспособления, а также обновленный автоматический предохранитель."

L["eft_weapon_mp443"] = "MP-443 \"Грач\""
L["eft_weapon_mp443_full"] = "Пистолет Ярыгина MP-443 \"Грач\" 9x19"
L["eft_weapon_mp443_desc"] = "ПЯ МР-443 (Пистолет Ярыгина МР-443; индекс ГРАУ: 6П35), широко известный как «Грач» - российский полуавтоматический пистолет под патрон 9х19. Он был разработан Владимиром Ярыгиным в 1990-х годах и принят на вооружение в российских вооруженных силах, правоохранительных органах и спецподразделениях МВД. Имеет магазин большой емкости и может быть оснащен креплением Зенит \"Б-8\" для установки дополнительных приспособлений под стволом."

L["eft_weapon_p226r"] = "P226R"
L["eft_weapon_p226r_full"] = "Пистолет SIG P226R 9x19"
L["eft_weapon_p226r_desc"] = "SIG Sauer P226R - полноразмерный армейский пистолет производства SIG Sauer, табельное оружие спецназа ВМФ США, с планкой Пикатинни в нижней части рамки перед спусковой скобой. Под патрон 9x19 Парабеллум."

L["eft_weapon_pb"] = "ПБ"
L["eft_weapon_pb_full"] = "Пистолет Бесшумный ПБ 9x18ПМ"
L["eft_weapon_pb_desc"] = "Пистолет Бесшумный ПБ (Индекс ГРАУ 6П9) был разработан с двойной дульной конструкцией - основным глушителем и секцией, встроенной в ствол, что позволяет без проблем управлять оружием даже без присоединенного главного глушителя, но использование оружия таким образом не приведет к уменьшению звука или дульной вспышки. ПБ был создан для вооружения армейских разведывательных групп, а также персонала КГБ СССР, принят на вооружение в 1967 году. Продолжает находиться на вооружении спецподразделений ФСБ и внутренних войск МВД РФ."

L["eft_weapon_pl15"] = "ПЛ-15"
L["eft_weapon_pl15_full"] = "Пистолет Лебедева ПЛ-15 9x19"
L["eft_weapon_pl15_desc"] = "Российский самозарядный пистолет под патрон 9x19мм, разработанный коллективом конструкторов концерна «Калашников» под руководством Дмитрия Лебедева для нужд российских силовых структур."

L["eft_weapon_pmt"] = "ПМ (г)"
L["eft_weapon_pmt_full"] = "Пистолет Макарова ПМ (г) 9x18ПМ"
L["eft_weapon_pmt_desc"] = "Полулегендарный ПМ с удлинённым стволом и резьбой для установки глушителя. Кто-то утверждает, что он производен малой серией в Болгарии, кто-то вспоминает ГДР, некоторые вообще склонны утверждать, что это кустарная доводка. Как он оказался в Норвинской области, никто сказать уже не сможет."

L["eft_weapon_pm"] = "ПМ"
L["eft_weapon_pm_full"] = "Пистолет Макарова ПМ 9x18ПМ"
L["eft_weapon_pm_desc"] = "Проверенный временем ПМ (Пистолет Макарова, индекс ГАУ - 56-А-125). Из-за повсеместной доступности как пистолета, так и боеприпаса, до сих пор используется спецназом РФ благодаря своей исключительной надёжности, лёгкости и компактности. Единственный минус - малая убойность пистолета."

L["eft_weapon_gyurza"] = "СР-1МП"
L["eft_weapon_gyurza_full"] = "Пистолет Сердюкова СР-1МП Гюрза 9x21"
L["eft_weapon_gyurza_desc"] = "Самозарядный Пистолет Сердюкова \"СПС\" \"Гюрза\", Индекс ГРАУ 6П53. Пистолет, разработанный П. Сердюковым и И. Беляевым с патроном 9x21 для замены пистолета АПС, используемого подразделениями специального назначения РФ. Данная модель может быть оснащена комплектом креплений для установки дополнительного оборудования, а также специальным глушителем."

L["eft_weapon_tt"] = "ТТ"
L["eft_weapon_tt_full"] = "Пистолет ТТ-33 7.62x25 ТТ"
L["eft_weapon_tt_desc"] = "Легендарный пистолет, прошедший не один военный конфликт и воюющий до сих пор в отдельных точках нашей планеты, в том или ином варианте. Этот образец - классический ТТ-33, самая массовая версия. В нем используется браунинговский механизм короткого хода затвора с запиранием перекосом ствола, но в остальном пистолет отличается оригинальными конструкторскими решениями - намеренно упрощённый, одинарного действия УСМ, никаких предохранителей и мер безопасности, кроме предохранительного взвода, благодаря чему он выдерживает чудовищные эксплуатационные нагрузки. Благодаря мощному патрону 7.62x25 и длине ствола обладает высокой начальной скоростью пули, обеспечивающей хорошие показатели дальности, точности и пробиваемости."

L["eft_weapon_ttgold"] = "ТТ Золотой"
L["eft_weapon_ttgold_full"] = "Пистолет ТТ-33 7.62x25 ТТ (Золотой)"
L["eft_weapon_ttgold_desc"] = "Легендарный пистолет, прошедший не один военный конфликт и воюющий до сих пор в отдельных точках нашей планеты, в том или ином варианте. Этот образец - классический ТТ-33, самая массовая версия. В нем используется браунинговский механизм короткого хода затвора с запиранием перекосом ствола, но в остальном пистолет отличается оригинальными конструкторскими решениями - намеренно упрощённый, одинарного действия УСМ, никаких предохранителей и мер безопасности, кроме предохранительного взвода, благодаря чему он выдерживает чудовищные эксплуатационные нагрузки. Благодаря мощному патрону 7.62x25 и длине ствола обладает высокой начальной скоростью пули, обеспечивающей хорошие показатели дальности, точности и пробиваемости. Особый вариант в золоте."

L["eft_weapon_usp45"] = "USP .45"
L["eft_weapon_usp45_full"] = "Пистолет HK USP .45 ACP"
L["eft_weapon_usp45_desc"] = "Пистолет HK USP (Universelle Selbstladepistole - \"Универсальный Самозарядный Пистолет\") является дальнейшей заменой пистолетов серии HK P7. Признан во всем мире как точный и сверхнадежный пистолет. Используя модифицированную конструкцию типа Браунинга со специальной запатентованной системой уменьшения отдачи, USP снижает влияние отдачи на компоненты пистолета, а также снижает силу отдачи, ощущаемую стрелком. Этот конкретный вариант изготовлен под патрон .45 ACP. Производство Heckler & Koch."

/////// Revolvers
L["eft_weapon_cr50ds"] = "CR 50DS"
L["eft_weapon_cr50ds_full"] = "Револьвер Chiappa Rhino 50DS .357"
L["eft_weapon_cr50ds_desc"] = "Револьверы \"Rhino\", выпускающиеся итальянской компанией Armi Chiappa, отличаются революционным запатентованным дизайном и конструкцией с необычной для револьверов схемой расположения ствола напротив нижней каморы барабана."

L["eft_weapon_cr200ds"] = "CR 200DS"
L["eft_weapon_cr200ds_full"] = "Револьвер Chiappa Rhino 200DS 9x19"
L["eft_weapon_cr200ds_desc"] = "Револьверы \"Rhino\", выпускающиеся итальянской компанией Armi Chiappa, отличаются революционным запатентованным дизайном и конструкцией с необычной для револьверов схемой расположения ствола напротив нижней каморы барабана. \"Карманная\" модель с 2-х дюймовым стволом под патрон 9x19мм."

L["eft_weapon_rsh12"] = "РШ-12"
L["eft_weapon_rsh12_full"] = "Револьвер РШ-12 12.7x55"
L["eft_weapon_rsh12_desc"] = "Мощный штурмовой револьвер РШ-12 разработан тульским \"Конструкторским бюро приборостроения\" для нужд спецподразделений под патрон 12.7x55 мм. Несмотря на солидный калибр, подброс ствола у РШ-12 меньше, чем у многих других револьверов и пистолетов крупного калибра, так как выстрел производится из нижней каморы барабана."

/////// Sec. shotguns
L["eft_weapon_mp43sawedoff"] = "Обрез"
L["eft_weapon_mp43sawedoff_full"] = "Обрез двуствольного ружья MP-43 12к"
L["eft_weapon_mp43sawedoff_desc"] = "Двуствольная обрезанная классика. Личное оружие Рыжего. Заряжается патронами 12 калибра."

/////// Handheld flares
L["eft_weapon_rop30"] = "Освет."
L["eft_weapon_rop30_full"] = "Реактивный осветительный патрон РОП-30 (Белый)"
L["eft_weapon_rop30_desc"] = "РОП-30 реактивный осветительный патрон для освещения местности в ночное время."

L["eft_weapon_rsp30b"] = "Синий"
L["eft_weapon_rsp30b_full"] = "Реактивный сигнальный патрон РСП-30 (Синий)"
L["eft_weapon_rsp30b_desc"] = "Реактивный сигнальный патрон для управления подразделениями и поддержания их взаимодействия. Такими же РСП пользовались Дикие для подачи сигналов. Вопрос только в том, что обозначает этот сигнал?"

L["eft_weapon_rsp30g"] = "Зеленый"
L["eft_weapon_rsp30g_full"] = "Реактивный сигнальный патрон РСП-30 (Зеленый)"
L["eft_weapon_rsp30g_desc"] = "РСП-30 реактивный сигнальный патрон для управления подразделениями и поддержания их взаимодействия. Многозвездные реактивные патроны используются как сигнальные ракеты."

L["eft_weapon_rsp30r"] = "Красный"
L["eft_weapon_rsp30r_full"] = "Реактивный сигнальный патрон РСП-30 (Красный)"
L["eft_weapon_rsp30r_desc"] = "РСП-30 реактивный сигнальный патрон для управления подразделениями и поддержания их взаимодействия. Многозвездные реактивные патроны используются как сигнальные ракеты."

L["eft_weapon_rsp30sy"] = "О-Желтый"
L["eft_weapon_rsp30sy_full"] = "Реактивный сигнальный патрон РСП-30 (Особый Желтый)"
L["eft_weapon_rsp30sy_desc"] = "Этот реактивный сигнальный патрон понадобится, чтобы дать знак нужным людям и забрать особый груз для Прапора. "

L["eft_weapon_rsp30y"] = "Желтый"
L["eft_weapon_rsp30y_full"] = "Реактивный сигнальный патрон РСП-30 (Желтый)"
L["eft_weapon_rsp30y_desc"] = "РСП-30 реактивный сигнальный патрон для управления подразделениями и поддержания их взаимодействия. Многозвездные реактивные патроны используются как сигнальные ракеты."

/////// Signal pistols
L["eft_weapon_sp81"] = "СП-81"
L["eft_weapon_sp81_full"] = "Сигнальный пистолет ЗиД СП-81 26x75"
L["eft_weapon_sp81_desc"] = "Гладкоствольный ручной пистолет, пред­на­зна­чен­ный для стрель­бы сиг­наль­ны­ми и ос­ве­ти­тель­ны­ми па­тро­на­ми раз­лич­но­го цве­та го­ре­ния. Производство Завода имени В. А. Дегтярева."

/////// Melee weapons
L["eft_weapon_6x5"] = "6Х5"
L["eft_weapon_6x5_full"] = "Штык-нож Изделие 6Х5"
L["eft_weapon_6x5_desc"] = "Изделие 6Х5- штык-нож, принятый на вооружение в 1989 году для использования с автоматами АК-74."

L["eft_weapon_akula"] = "Акула"
L["eft_weapon_akula_full"] = "Нож \"Акула\""
L["eft_weapon_akula_desc"] = "Опасен так же, как и рыба, в чью честь назван."

L["eft_weapon_wycc"] = "Топор"
L["eft_weapon_wycc_full"] = "Антикварный топор"
L["eft_weapon_wycc_desc"] = "Антикварный топор с поврежденной ручкой, принадлежавший древнему клану топористов-шустрил."

L["eft_weapon_gladius"] = "TWG"
L["eft_weapon_gladius_full"] = "APOK Tactical Wasteland Gladius"
L["eft_weapon_gladius_desc"] = "Тактический меч \"Tactical Wasteland Gladius\". Производство APOK. Оружие чемпионов Арены. По слухам, именно таким сражался гладиатор по прозвищу Ворон. Или, по крайней мере, похожим."

L["eft_weapon_a2607"] = "А-2607"
L["eft_weapon_a2607_full"] = "Нож Барс А-2607 95Х18"
L["eft_weapon_a2607_desc"] = "Нож Барс А-2607, кованый из стали 95Х18 с рукоятью из ценных пород дерева и латунной гардой."

L["eft_weapon_a2607d"] = "А-2607"
L["eft_weapon_a2607d_full"] = "Нож Барс А-2607 Дамаск"
L["eft_weapon_a2607d_desc"] = "Нож Барс А-2607, выполненный из дамасской стали с рукоятью венге и латунной гардой."

L["eft_weapon_camper"] = "Поход"
L["eft_weapon_camper_full"] = "Походный топор"
L["eft_weapon_camper_desc"] = "Универсальный туристический топор для использования в походных условиях или в хозяйстве. Также подходит для ближнего боя, если ситуация настолько безнадёжна."

L["eft_weapon_crash"] = "SCA"
L["eft_weapon_crash_full"] = "Crash Axe"
L["eft_weapon_crash_desc"] = "Разработан как инструмент для работы по твердым поверхностям. Материалы и конструкция предназначены для обеспечения оптимального воздействия и прочности. Голова топора изготовлена из титана 6AL4V толщиной 2,85 дюйма."

L["eft_weapon_cultist"] = "Нож"
L["eft_weapon_cultist_full"] = "Нож сектанта"
L["eft_weapon_cultist_desc"] = "Нож странной формы и со странными знаками, отнятый у сектантов. Видимо, используется как ритуальный нож, но, судя по всему, этим применением он не ограничивается. Имеет технологические изменения в конструкции, предназначенные для использования отравляющих веществ - до лезвия лучше не дотрагиваться."

L["eft_weapon_fulcrum"] = "ER BAYONET"
L["eft_weapon_fulcrum_full"] = "Штык-нож ER FULCRUM BAYONET"
L["eft_weapon_fulcrum_desc"] = "Компания Extrema Ratio разработала свой нож FULCRUM по заказу итальянского штаба альпийских стрелков, которым требовался многофункциональный пехотный нож, который мог бы использоваться как в бою, так и решать другие проблемы там, где не могло справиться даже более специализированное снаряжение. Нож получился настолько удачным, что был выпущен в штыковой версии FULCRUM BAYONET - с теми же характеристиками, но с креплением для штатной винтовки."

L["eft_weapon_freeman"] = "Фомка"
L["eft_weapon_freeman_full"] = "Лом-монтировка Freeman"
L["eft_weapon_freeman_desc"] = "Лом-монтировка, он же фомка, он же гвоздодер фирмы Freeman. Осторожно! Может вызвать каскадный резонанс."

L["eft_weapon_tomahawk"] = "KATT"
L["eft_weapon_tomahawk_full"] = "Kiba Arms Tactical Tomahawk"
L["eft_weapon_tomahawk_desc"] = "Тактический томагавк, мультиинструмент и средство проникновения в одном изделии."

L["eft_weapon_millerbros"] = "M-2"
L["eft_weapon_millerbros_full"] = "Miller Bros. Blades M-2 Tactical Sword"
L["eft_weapon_millerbros_desc"] = "Тактический короткий меч \"M-2\", производство Miller Bros. Blades."

L["eft_weapon_mpl50"] = "МПЛ-50"
L["eft_weapon_mpl50_full"] = "Малая Пехотная Лопата МПЛ-50"
L["eft_weapon_mpl50_desc"] = "Малая пехотная лопата (МПЛ-50) — малая лопата, шанцевый инструмент рядового и сержантского состава ВС СССР. Нередко использовалась как оружие ближнего боя и даже сковорода для приготовления пищи."

L["eft_weapon_taran"] = "ПР-Т"
L["eft_weapon_taran_full"] = "Полицейская дубинка \"ПР-Таран\""
L["eft_weapon_taran_desc"] = "Дубинка с боковой рукояткой \"ПР-Таран\" используется силовыми структурами для охраны и пресечения массовых беспорядков."

L["eft_weapon_rebel"] = "RedRebel"
L["eft_weapon_rebel_full"] = "Ледоруб Red Rebel"
L["eft_weapon_rebel_desc"] = "Отлично сбалансированный ледоруб, острие выполнено из цельного куска закаленного металла."

L["eft_weapon_voodoo"] = "Hawk"
L["eft_weapon_voodoo_full"] = "Тактический томагавк SOG Voodoo Hawk"
L["eft_weapon_voodoo_desc"] = "SOG Voodoo Hawk объединил в себе три лучшие черты: удлиненную режущую головку, компактную рукоятку из нейлона, армированного стекловолокном, и металлическую заглушку на конце."

L["eft_weapon_sp8"] = "SP-8"
L["eft_weapon_sp8_full"] = "Мачете выживальщика SP-8"
L["eft_weapon_sp8_desc"] = "SP8 - мачете для выживания, выполненное из цельного куска высокоуглеродистой стали. Производство Ontario Knife Company."

L["eft_weapon_superfors"] = "Dead Blow"
L["eft_weapon_superfors_full"] = "Superfors DB 2020 Dead Blow Hammer"
L["eft_weapon_superfors_desc"] = "Молот покрыт уретаном, что обеспечивает \"глухой удар\" с использованием стальных шариков для амортизации удара и уменьшения вибрации отдачи в рукоять."

L["eft_weapon_m48"] = "Кукри M48"
L["eft_weapon_m48_full"] = "Тактическое кукри United Cutlery M48"
L["eft_weapon_m48_desc"] = "Тактическое кукри из серии M48 производства компании United Cutlery. Имеет лезвие из нержавеющей стали и прорезиненную рукоятку. Отличное дополнение к арсеналу каждого выживальщика!"

L["eft_weapon_taiga"] = "Тайга-1"
L["eft_weapon_taiga_full"] = "Мачете УВСР Тайга-1"
L["eft_weapon_taiga_desc"] = "УВСР «Устройство для Выполнения Спасательных Работ» Тайга-1. Поистине универсальная вещь для выживания. Это и оружие, и лопата, и топор, и всё, что вы только можете себе представить. Был разработан и производился в СССР для разных структур."

/////// Throwable fragmentation
L["eft_weapon_f1"] = "Ф-1"
L["eft_weapon_f1_full"] = "Ручная граната Ф-1"
L["eft_weapon_f1_desc"] = "Ф-1 (индекс ГРАУ — 57-Г-721) — ручная противопехотная оборонительная граната. Предназначена для поражения живой силы в оборонительном бою. Из-за значительного радиуса разлёта осколков метать её можно только из-за укрытия, из бронетранспортёра или из танка."

L["eft_weapon_m67"] = "M67"
L["eft_weapon_m67_full"] = "Ручная граната M67"
L["eft_weapon_m67_desc"] = "M67 grenade (M67 Fragmentation Hand Grenade) — американская ручная осколочная граната, с 1969-го была принята на вооружение армией США. Предназначена для поражения живой силы в бою."

L["eft_weapon_rgd5"] = "РГД-5"
L["eft_weapon_rgd5_full"] = "Ручная граната РГД-5"
L["eft_weapon_rgd5_desc"] = "РГД-5 (Ручная Граната Дистанционная, модификация 5) относится к противопехотным осколочным ручным гранатам дистанционного действия наступательного типа. Время замедления запала 3,2—4,2 секунды. Так как граната наступательного типа, осколки имеют небольшую массу и, соответственно, летят на меньшую дальность."

L["eft_weapon_rgn"] = "РГН"
L["eft_weapon_rgn_full"] = "Ручная граната РГН"
L["eft_weapon_rgn_desc"] = "РГН (Ручная Граната Наступательная) - наступательная противопехотная осколочная ручная граната ударно-дистанционного действия."

L["eft_weapon_rgo"] = "РГО"
L["eft_weapon_rgo_full"] = "Ручная граната РГО"
L["eft_weapon_rgo_desc"] = "РГО (Ручная Граната Оборонительная) - оборонительная противопехотная осколочная ручная граната ударно-дистанционного действия."

L["eft_weapon_v40"] = "V40"
L["eft_weapon_v40_full"] = "Ручная граната V40 Mini-Grenade"
L["eft_weapon_v40_desc"] = "V40 Mini-Grenade — нидерландская ручная осколочная граната. Граната по размеру не больше стандартного мяча для гольфа и гарантированный радиус поражения всего один метр. Предназначена для поражения живой силы в бою."

L["eft_weapon_vog17"] = "ВОГ-17"
L["eft_weapon_vog17_full"] = "Граната \"Хаттабка\" на базе ВОГ-17"
L["eft_weapon_vog17_desc"] = "Самодельная ручная граната \"Хаттабка\" на базе гранатометного выстрела ВОГ-17. Граната представляет собой гранатометный выстрел ВОГ-17 с удаленной головной частью, содержащей детонатор и самоликвидатор. Установлен короткий запал для ускорения времени подрыва. Максимально смертоносное оружие в правильных руках."

L["eft_weapon_vog25"] = "ВОГ-25"
L["eft_weapon_vog25_full"] = "Граната \"Хаттабка\" на базе ВОГ-25"
L["eft_weapon_vog25_desc"] = "Самодельная ручная граната \"Хаттабка\" на базе гранатометного выстрела ВОГ-25. Граната представляет собой гранатометный выстрел ВОГ-25 с удаленной головной частью, содержащей детонатор и самоликвидатор. Установлен короткий запал для ускорения времени подрыва. Максимально смертоносное оружие в правильных руках."

/////// Throwable smoke
L["eft_weapon_m18"] = "M18"
L["eft_weapon_m18_full"] = "Дымовая граната M18 (Зеленый)"
L["eft_weapon_m18_desc"] = "Дымовая граната M18 производства США. Используется в армии США ещё со времен Второй Мировой Войны. Цвет дыма - зеленый."

L["eft_weapon_rdg2b"] = "РДГ-2Б"
L["eft_weapon_rdg2b_full"] = "Дымовая граната РДГ-2Б"
L["eft_weapon_rdg2b_desc"] = "Ручная дымовая граната советского производства, предназначенная для создания зон задымления с целью маскировки или целеуказания. Дешевая и довольно распространенная на территории СНГ."

/////// Throwable stun
L["eft_weapon_m7290"] = "M7290"
L["eft_weapon_m7290_full"] = "Светозвуковая граната Model 7290"
L["eft_weapon_m7290_desc"] = "Модель 7290 - стандартное отвлекающее взрывное устройство. Производит 175 дБ и мощнейшую световую вспышку."

L["eft_weapon_zarya"] = "Заря"
L["eft_weapon_zarya_full"] = "Светозвуковая граната \"Заря\""
L["eft_weapon_zarya_desc"] = "Предназначена для подавления психоволевой устойчивости путём создания внезапного звукового воздействия и яркой вспышки. Применяется при проведении специальных операций по захвату преступников и пресечении массовых беспорядков."

/////// Other
L["eft_weapon_vortex"] = "R1500"
L["eft_weapon_vortex_full"] = "Дальномер Vortex \"Ranger 1500\""
L["eft_weapon_vortex_desc"] = "Ручной оптический прибор, который позволяет измерять расстояние до целей. Производство Vortex Optics."

////////////////////////////////////////////////////////////////////// Attachments
///////////////////////////// EFT Category Names
L["eft_cat_barrel"] = "Ствол"
L["eft_cat_bipod"] = "Сошки"
L["eft_cat_charge"] = "Рук. заряжания"
L["eft_cat_foregrip"] = "Тактич. рукоять"
L["eft_cat_gasblock"] = "Газовый блок"
L["eft_cat_handguard"] = "Цевье"
L["eft_cat_launcher"] = "Подств. гранатомет"
L["eft_cat_flashlight"] = "Фонарик"
L["eft_cat_railcover"] = "Защ. чехол крепления"
L["eft_cat_magazine"] = "Магазин"
L["eft_cat_magshaft"] = "Шахта магазина"
L["eft_cat_mount"] = "Крепление"
L["eft_cat_pgrip"] = "Пистол. рукоять"
L["eft_cat_receiver"] = "Ств. коробка"
L["eft_cat_scope"] = "Оптич. прицел"
L["eft_cat_stock"] = "Приклад"

///////////////////////////// EFT Shared
-- [[ ammo_9x18 ]]
L["eft_ammo_9x18_sp7.printname"] = "9x18мм ПМ СП7 гж"
L["eft_ammo_9x18_sp7.compactname"] = "СП7"
L["eft_ammo_9x18_sp7.description"] = "Патрон 9х18мм ПМ СП7 гж с экспансивной пулей массой 5,2 грамм с пластмассовым сердечником в головной части и свинцовым сердечником в хвостовой части, с латунной полуоболочкой, в биметаллической гильзе с усиленным зарядом. Патрон был разработан ЦНИИТочМаш в середине 1980-х годов для обеспечения выдающегося останавливающего действия ценой потери пробивной способности, а благодаря повышенной пороховой нагрузке, он достигает высокую начальную скорость без ущерба для оружия или стрелка."

L["eft_ammo_9x18_psv.printname"] = "9x18мм ПМ ПСВ"
L["eft_ammo_9x18_psv.compactname"] = "ПСВ"
L["eft_ammo_9x18_psv.description"] = "Патрон 9х18мм ПМ ПСВ с экспансивной пулей массой 7,5 грамм. Предназначен для спортивной стрельбы и охоты. Несмотря на низкую начальную скорость, пуля обладает отличным останавливающим действием благодаря расширению после попадания в цель."

L["eft_ammo_9x18_sp8.printname"] = "9x18мм ПМ СП8 гж"
L["eft_ammo_9x18_sp8.compactname"] = "СП8"
L["eft_ammo_9x18_sp8.description"] = "Патрон 9х18мм ПМ СП8 гж с хрупкой экспансивной пулей массой 3,9 грамм с полимерным сердечником в головной части и свинцовым сердечником в хвостовой части, с латунной полуоболочкой, в биметаллической гильзе с уменьшенным зарядом. Разработан в середине 80-х годов в ЦНИИТочМаш для создания патрона с низкой бронепробиваемостью, позволяющего свести к минимуму разрушение и пробивание объектов с низкой структурной прочностью (например во время контртеррористических операций на самолетах) и при этом обеспечивающего значительное останавливающее и травмирующее воздействие при попадании."

L["eft_ammo_9x18_rg028.printname"] = "9x18мм ПМ РГ028 гж"
L["eft_ammo_9x18_rg028.compactname"] = "РГ028"
L["eft_ammo_9x18_rg028.description"] = "Патрон 9х18мм ПМ РГ028 гж с экспансивной пулей массой 6 грамм с цилиндрическим сердечником из закаленной стали, в плакированной томпаком биметаллической полуоболочке, в биметаллической гильзе. Патрон был разработан специально для пистолета ПМ в конце 1970-х по заказу КГБ, чтобы обеспечить значительное останавливающее действие и повысить его пробивную способность против брони базового уровня защиты на коротких дистанциях."

L["eft_ammo_9x18_ppe.printname"] = "9x18мм ПМ ППэ гж"
L["eft_ammo_9x18_ppe.compactname"] = "ППэ"
L["eft_ammo_9x18_ppe.description"] = "Патрон 9х18мм ПМ ППэ гж с экспансивной пулей массой 7,6 грамм со свинцовым сердечником, в биметаллической полуоболочке, в биметаллической гильзе. Конструкция этой пули основана на опыте, полученном с другими экспансивными патронами своего калибра. Пуля ППэ имеет коническое углубление в сердечнике, а на верхней кромке имеется шесть выемок для улучшения раскрытия пули при ударе и, таким образом, достижения значительного останавливающего действия."

L["eft_ammo_9x18_ppt.printname"] = "9x18мм ПМ ППТ гж"
L["eft_ammo_9x18_ppt.compactname"] = "ППТ"
L["eft_ammo_9x18_ppt.description"] = "Патрон 9х18мм ПМ ППТ гж (Индекс ГАУ - 57-Т-181) с трассирующей пулей массой 3,6 грамм со свинцовым сердечником, в биметаллической оболочке, в биметаллической гильзе. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Красный). С появлением в 1990-х годах новых пистолетов-пулеметов МВД заинтересовалось разработкой боеприпасов с возможностью трассировки более 100 метров, в дополнение к сильному останавливающему действию при попадании."

L["eft_ammo_9x18_pstm.printname"] = "9x18мм ПММ ПстМ гж"
L["eft_ammo_9x18_pstm.compactname"] = "ПстМ"
L["eft_ammo_9x18_pstm.description"] = "Патрон 9х18мм ПММ ПстМ гж (Индекс ГАУ - 57-Н-181СМ, Индекс ГРАУ - 7Н16) с пулей массой 5,6 грамм со стальным сердечником с биметаллической оболочкой в форме усеченного конуса, в биметаллической гильзе. Патрон 9x18мм ПММ является модернизацией патрона 9x18мм ПМ, разработанной с целью повышения бронепробиваемости. Патрон высокоимпульсный, что делает опасным стрельбу из несовместимого оружия. Предназначен для использования с пистолетом ПММ (Пистолет Макарова Модернизированный) и пистолетом-пулеметом ПП-9 \"Клин\"."

L["eft_ammo_9x18_prs.printname"] = "9x18мм ПМ ПРС гс"
L["eft_ammo_9x18_prs.compactname"] = "ПРС"
L["eft_ammo_9x18_prs.description"] = "Патрон 9x18мм ПМ ПРС гс с пулей массой 6,1 грамм с мягким свинцовым сердечником, в биметаллической оболочке, в стальной гильзе. Пуля ПРС (Пониженной Рикошетирующей Способности) предназначена для сминания и быстрого снижения скорости при попадании в твердый объект, чтобы существенно снизить сопутствующий ущерб от рикошетов во время городских операций."

L["eft_ammo_9x18_psppo.printname"] = "9x18мм ПМ ПС гс ППО"
L["eft_ammo_9x18_psppo.compactname"] = "ПС ППО"
L["eft_ammo_9x18_psppo.description"] = "Патрон 9х18мм ПМ ПС гс ППО с пулей массой 6,3 грамм со свинцовым сердечником в биметаллической оболочке в форме усеченного конуса с закругленным носом, в стальной гильзе. Патрон был разработан в связи с необходимостью для МВД оснастить сотрудников патроном с уменьшенной рикошетной способностью, чтобы минимизировать побочный ущерб от рикошетов во время городских операций."

L["eft_ammo_9x18_pso.printname"] = "9x18мм ПМ ПСО гж"
L["eft_ammo_9x18_pso.compactname"] = "ПСО"
L["eft_ammo_9x18_pso.description"] = "Патрон 9х18мм ПМ ПСО гж с пулей массой 6,1 грамм со свинцовым сердечником в биметаллической гильзе. Предназначен для спортивной стрельбы и охоты на мелкую дичь."

L["eft_ammo_9x18_bzht.printname"] = "9x18мм ПМ БЖТ гж"
L["eft_ammo_9x18_bzht.compactname"] = "БЖТ"
L["eft_ammo_9x18_bzht.description"] = "Патрон 9х18мм ПМ БЖТ гж (Индекс ГРАУ - 7Н15) с пулей массой 5 грамм из твердой закаленной стали, в биметаллической гильзе. Пуля в этом патроне имеет конструкцию с усеченным конусом для увеличения бронепробиваемости против базового уровня защиты."

L["eft_ammo_9x18_pst.printname"] = "9x18мм ПМ Пст гж"
L["eft_ammo_9x18_pst.compactname"] = "Пст"
L["eft_ammo_9x18_pst.description"] = "Патрон 9х18мм ПМ Пст гж (Индекс ГАУ - 57-Н-181С-01) с пулей массой 5,9 грамм со стальным сердечником с биметаллической оболочкой, в биметаллической гильзе. Патрон был разработан сразу после принятия на вооружение пистолета ПМ с патроном 9x18мм ПМ П гж, чтобы обеспечить более эффективное решение против противников без средств индивидуальной защиты на дистанциях до 50 метров."

L["eft_ammo_9x18_p.printname"] = "9x18мм ПМ П гж"
L["eft_ammo_9x18_p.compactname"] = "П"
L["eft_ammo_9x18_p.description"] = "Патрон 9х18мм ПМ П гж (Индекс ГАУ - 57-Н-181-01) с пулей массой 6,1 грамм со свинцовым сердечником в биметаллической оболочке, в биметаллической гильзе. Обыкновенный патрон, который был выпущен одновременно с принятием на вооружение пистолета ПМ в СССР."

L["eft_ammo_9x18_pbm.printname"] = "9x18мм ПМ ПБМ гж"
L["eft_ammo_9x18_pbm.compactname"] = "ПБМ"
L["eft_ammo_9x18_pbm.description"] = "Патрон 9х18мм ПМ ПБМ гж (Индекс ГРАУ - 7Н25) с бронебойной пулей массой 3,7 грамм с сердечником из закаленной углеродистой стали, в биметаллической гильзе. Патрон был разработан в 1990-х годах для увеличения пробивной способности оружия калибра 9x18мм ПМ, и, благодаря своей высокой начальной скорости, он способен пробивать броню базового и среднего уровня защиты на коротких дистанциях ценой увеличенной отдачи."

-- [[ ammo_9x19 ]]
L["eft_ammo_9x19_ap63.printname"] = "9x19мм AP 6.3"
L["eft_ammo_9x19_ap63.compactname"] = "AP 6.3"
L["eft_ammo_9x19_ap63.description"] = "Патрон 9x19мм Парабеллум AP 6.3 (Armor-Piercing - \"Бронебойная\") с двухэлементной бронебойной пулей с 6.3мм наконечником из закаленной стали и латунным поддоном. Несмотря на то, что пуля имеет среднюю начальную скорость относительно других патронов того же калибра, она обладает высокой бронепробиваемостью против базового и среднего уровня защиты и поражающей способностью."

L["eft_ammo_9x19_luger_cci.printname"] = "9x19мм Luger CCI"
L["eft_ammo_9x19_luger_cci.compactname"] = "Luger CCI"
L["eft_ammo_9x19_luger_cci.description"] = "Патрон 9x19мм Luger со специальной тяжелой пулей с синим наконечником, производство CCI. Пуля тяжелая, но по-прежнему имеет среднюю начальную скорость по сравнению с другими патронами того же калибра, что наделяет её значительным останавливающим действием и способностью вызывать серьезные травмирующие воздействия на цель после попадания ценой потери пробивной способности."

L["eft_ammo_9x19_pbp_gzh.printname"] = "9x19мм ПБП гж"
L["eft_ammo_9x19_pbp_gzh.compactname"] = "ПБП"
L["eft_ammo_9x19_pbp_gzh.description"] = "Патрон 9x19мм Парабеллум ПБП гж (Индекс ГРАУ - 7Н31) с бронебойной пулей массой 4,1 грамма с сердечником из закаленной углеродистой стали, в плакированной томпаком стальной оболочке, в биметаллической гильзе. Конструкция пули основана на опыте с различными бронебойными пистолетными патронами в конце 1990-х годов, направленных на нейтрализацию противника, оснащенного броней базового и среднего уровня защиты, а также способности пробивать легкие укрытия и автомобили, обладая при этом высокой начальной скоростью."

L["eft_ammo_9x19_pso_ghz.printname"] = "9x19мм ПСО гж"
L["eft_ammo_9x19_pso_ghz.compactname"] = "ПСО"
L["eft_ammo_9x19_pso_ghz.description"] = "Патрон 9х19мм Парабеллум ПСО гж (Патрон Спортивно-Охотничий) с пулей массой 7,5 грамм в биметаллической гильзе. Предназначен для спортивной стрельбы и охоты. Несмотря на низкую начальную скорость пули, она обладает значительным останавливающим действием благодаря расширению при попадании в цель."

L["eft_ammo_9x19_pst_gzh.printname"] = "9x19мм Пст гж"
L["eft_ammo_9x19_pst_gzh.compactname"] = "Пст"
L["eft_ammo_9x19_pst_gzh.description"] = "Патрон 9x19мм Парабеллум Пст гж (РГ057, индекс ГРАУ - 7Н21) с пулей со стальным сердечником в двухслойной полуоболочке, в биметаллической гильзе. Масса пули — 5,4 грамма, начальная скорость пули — 445—470 м/с. Разработан в ЦНИИТочМаш в начале 1990-х годов на основе 9x21мм ПС гж СП10 для улучшения пробиваемости оружий калибра 9x19 против базовых средств защиты тела на дистанции до 50 метров."

L["eft_ammo_9x19_fmj_m882.printname"] = "9x19мм FMJ M882"
L["eft_ammo_9x19_fmj_m882.compactname"] = "M882"
L["eft_ammo_9x19_fmj_m882.description"] = "Патроны US Military калибра 9 мм - одни из самых надежных боеприпасов, представленных на рынке. Патрон \"M882\", снаряженный 124-грановой пулей с металлической оболочкой,  считается патроном +P (но чуть слабее, чем +P+). Эти патроны повышенного давления летят дальше и имеют лучшую проникающую способность, чем стандартные 9-мм патроны."

L["eft_ammo_9x19_quake.printname"] = "9x19мм QuakeMaker"
L["eft_ammo_9x19_quake.compactname"] = "QuakeMaker"
L["eft_ammo_9x19_quake.description"] = "Патрон 9x19мм Парабеллум QuakeMaker с экспансивной свинцовой пулей массой 11,9 грамм в легкой стальной гильзе с закраиной из анодированного в красный алюминия. Предназначен для защиты дома и тренировочной стрельбы. Благодаря своей конструкции, патрон обеспечивает выдающееся останавливающее действие, а также вызывает серьезное травмирующее воздействие на цель после попадания. Имеет значительно более низкую начальную скорость по сравнению с другими патронами того же калибра."

L["eft_ammo_9x19_rip.printname"] = "9x19мм RIP"
L["eft_ammo_9x19_rip.compactname"] = "RIP"
L["eft_ammo_9x19_rip.description"] = "Патрон 9x19мм Парабеллум RIP (Radically Invasive Projectile) с хрупкой пулей массой 6 грамм, предназначенный для нанесения огромных повреждений мягким тканям. В отличие от традиционной конструкции экспансивной пули, патрон \"R.I.P.\" имеет 8 обработанных на станке бессвинцовых медных лепестков, предназначенных для быстрого фрагментирования и вхождения в цель в нескольких направлениях, обеспечивая таким образом превосходное останавливающее действие."

L["eft_ammo_9x19_tracer.printname"] = "9x19мм Green Tracer"
L["eft_ammo_9x19_tracer.compactname"] = "GT"
L["eft_ammo_9x19_tracer.description"] = "Патрон 9х19мм Парабеллум Green Tracer с трассирующей пулей. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Зеленый). Несмотря на наличие стального сердечника, пуля в этом патроне не способна пробивать броню даже базового уровня защиты, однако может оказывать значительное останавливающее воздействие на цель при попадании."

-- [[ ammo_12x70 ]]
L["eft_ammo_12x70_50bmg.printname"] = "12/70 пуля кустарная .50 BMG"
L["eft_ammo_12x70_50bmg.compactname"] = ".50 BMG"
L["eft_ammo_12x70_50bmg.description"] = "Патрон 12 калибра, снаряженный кустарно укороченной трассирующей пулей .50 BMG. Никто не знает, кому пришло в голову релоудить патроны 12 калибра предварительно укороченными пулями от пулемета Браунинга, но факт остается фактом - это возможно, и даже работает...как-то."

L["eft_ammo_12x70_525mm.printname"] = "12/70 5.25мм картечь"
L["eft_ammo_12x70_525mm.compactname"] = "5.25мм"
L["eft_ammo_12x70_525mm.description"] = "Патрон, снаряженный 15-ю 5.25мм картечинами 12/70 для ружей 12 калибра."

L["eft_ammo_12x70_pir.printname"] = "12/70 Пиранья"
L["eft_ammo_12x70_pir.compactname"] = "Пиранья"
L["eft_ammo_12x70_pir.description"] = "Патрон 12 калибра заряжен десятками острых как бритва стальных поражающих элементов, разлетающихся с высокой скоростью, что практически гарантирует отсутствие ответа со стороны противника. В каждый патрон также добавлена дробь №12, что добавляет останавливающего действия к и без того мощному боеприпасу. Совершенно точно не навредит стволу вашего оружия. Применять не ближе 5 метров, и не дальше 25."

L["eft_ammo_12x70_7mm.printname"] = "12/70 7мм картечь"
L["eft_ammo_12x70_7mm.compactname"] = "7мм"
L["eft_ammo_12x70_7mm.description"] = "Патрон с картечью 12/70 для ружей 12 калибра."

L["eft_ammo_12x70_ap20.printname"] = "12/70 бронебойная пуля AP-20"
L["eft_ammo_12x70_ap20.compactname"] = "AP-20"
L["eft_ammo_12x70_ap20.description"] = "Бронебойный патрон с копьевидной пулей 12/70 для ружей 12 калибра. Разработанный для нужд силовых подразделений наших заокеанских ʕ•ᴥ•ʔ друзей ʕ•ᴥ•ʔ."

L["eft_ammo_12x70_dual_sabot.printname"] = "12/70 патрон с двойной пулей Dual Sabot"
L["eft_ammo_12x70_dual_sabot.compactname"] = "DualSabot"
L["eft_ammo_12x70_dual_sabot.description"] = "Патрон, снаряженный двумя сферическими пулями 12/70, для ружей 12 калибра."

L["eft_ammo_12x70_express.printname"] = "12/70 6.5мм картечь \"Экспресс\""
L["eft_ammo_12x70_express.compactname"] = "Экспресс"
L["eft_ammo_12x70_express.description"] = "Патрон, снаряженный 9-ю 6.25мм картечинами 12/70 для ружей 12 калибра."

L["eft_ammo_12x70_flechette.printname"] = "12/70 флешетта"
L["eft_ammo_12x70_flechette.compactname"] = "Флешетта"
L["eft_ammo_12x70_flechette.description"] = "Патрон, снаряженный заточенными флешеттами 12/70, для ружей 12 калибра. Далеко не самый эффективный патрон, но поверьте - вы бы точно не хотели оказаться по другую сторону дульного среза."

L["eft_ammo_12x70_ftx.printname"] = "12/70 пуля FTX Custom Lite"
L["eft_ammo_12x70_ftx.compactname"] = "FTX"
L["eft_ammo_12x70_ftx.description"] = "Патрон с пулей \"FTX Custom LIte\" 12/70 для ружей 12 калибра."

L["eft_ammo_12x70_grizzly40.printname"] = "12/70 пуля \"Гризли 40\""
L["eft_ammo_12x70_grizzly40.compactname"] = "Гризли 40"
L["eft_ammo_12x70_grizzly40.description"] = "Патрон \"Гризли 40\" с экспансивной пулей 12/70 для ружей 12 калибра."

L["eft_ammo_12x70_hpcopper.printname"] = "12/70 экспансивная пуля Copper Sabot Premier"
L["eft_ammo_12x70_hpcopper.compactname"] = "CSP"
L["eft_ammo_12x70_hpcopper.description"] = "Патрон с омедненной экспансивной пулей 12/70 для ружей 12 калибра."

L["eft_ammo_12x70_magnum.printname"] = "12/70 8.5мм картечь \"Магнум\""
L["eft_ammo_12x70_magnum.compactname"] = "Магнум"
L["eft_ammo_12x70_magnum.description"] = "Патрон, снаряженный 16-ю 8.5мм картечинами 12/70 для ружей 12 калибра."

L["eft_ammo_12x70_poleva3.printname"] = "12/70 пуля \"Полева-3\""
L["eft_ammo_12x70_poleva3.compactname"] = "Полева-3"
L["eft_ammo_12x70_poleva3.description"] = "Патрон \"Полева-3\" с экспансивной пулей 12/70 для ружей 12 калибра."

L["eft_ammo_12x70_poleva6u.printname"] = "12/70 пуля \"Полева-6у\""
L["eft_ammo_12x70_poleva6u.compactname"] = "Полева-6у"
L["eft_ammo_12x70_poleva6u.description"] = "Патрон \"Полева-6у\" с цельно свинцовой пулей 12/70 для ружей 12 калибра."

L["eft_ammo_12x70_rip.printname"] = "12/70 RIP"
L["eft_ammo_12x70_rip.compactname"] = "RIP"
L["eft_ammo_12x70_rip.description"] = "Боеприпасы RIP (Radically Invasive Projectile - \"Радикально Инвазивный Снаряд\") - это чрезвычайно эффективный выбор для использования в противопехотных целях. Этот боеприпас 12 калибра оснащен раскрывающейся медной пулей, предназначенной для нанесения огромных повреждений мягким тканям."

L["eft_ammo_12x70_slug.printname"] = "12/70 свинцовая калиберная пуля"
L["eft_ammo_12x70_slug.compactname"] = "Пуля"
L["eft_ammo_12x70_slug.description"] = "Патрон с калиберной свинцовой пулей 12/70 для ружей 12 калибра."

L["eft_ammo_12x70_superformance.printname"] = "12/70 экспансивная пуля SuperFormance"
L["eft_ammo_12x70_superformance.compactname"] = "SFormance"
L["eft_ammo_12x70_superformance.description"] = "Патрон с экспансивной пулей \"SuperFormance\" 12/70 для ружей 12 калибра."

-- [[ ammo_40x46 ]]
L["eft_ammo_40x46_m381.printname"] = "Выстрел 40x46мм M381 (HE)"
L["eft_ammo_40x46_m381.compactname"] = "M381"
L["eft_ammo_40x46_m381.description"] = "40мм выстрел с осколочной гранатой, оснащённой взрывателем мгновенного действия, который взводится после выстрела, на расстоянии 2-3 метра от дульного среза."

L["eft_ammo_40x46_m386.printname"] = "Выстрел 40x46мм M386 (HE)"
L["eft_ammo_40x46_m386.compactname"] = "M386"
L["eft_ammo_40x46_m386.description"] = "40мм выстрел с осколочной гранатой, оснащённой взрывателем мгновенного действия, который взводится после выстрела, на расстоянии 15-30 метров от дульного среза."

L["eft_ammo_40x46_m406.printname"] = "Выстрел 40x46мм M406 (HE)"
L["eft_ammo_40x46_m406.compactname"] = "M406"
L["eft_ammo_40x46_m406.description"] = "40-мм выстрел с осколочной гранатой повышенной точности, оснащённой взрывателем мгновенного действия, который взводится после выстрела, на расстоянии 15-30 метров от дульного среза."

L["eft_ammo_40x46_m433.printname"] = "Выстрел 40x46мм M433 (HEDP)"
L["eft_ammo_40x46_m433.compactname"] = "M433"
L["eft_ammo_40x46_m433.description"] = "40-мм выстрел с осколочной гранатой повышенной поражающей способности (High Explosive Dual Purpose), оснащённой взрывателем мгновенного действия, который взводится после выстрела, на расстоянии 15-30 метров от дульного среза."

L["eft_ammo_40x46_m441.printname"] = "Выстрел 40x46мм M441 (HE)"
L["eft_ammo_40x46_m441.compactname"] = "M441"
L["eft_ammo_40x46_m441.description"] = "40-мм выстрел с осколочной гранатой повышенной поражающей способности, оснащённой взрывателем мгновенного действия, который взводится после выстрела, на расстоянии 2-3 метра от дульного среза."

L["eft_ammo_40x46_m576.printname"] = "Выстрел 40x46мм M576 (MP-APERS)"
L["eft_ammo_40x46_m576.compactname"] = "M576"
L["eft_ammo_40x46_m576.description"] = "40-мм картечный выстрел M576 (MP-APERS). Используется при зачистках помещений и эффективного поражения небронированных целей."

L["eft_ammo_40x46_m576_nonubgl.printname"] = "Выстрел 40x46мм M576 (MP-APERS)"
L["eft_ammo_40x46_m576_nonubgl.compactname"] = "M576"
L["eft_ammo_40x46_m576_nonubgl.description"] = "40-мм картечный выстрел M576 (MP-APERS). Используется при зачистках помещений и эффективного поражения небронированных целей."

-- [[ ammo_45acp ]]
L["eft_ammo_45acp_fmj.printname"] = ".45 ACP Match FMJ"
L["eft_ammo_45acp_fmj.compactname"] = "FMJ"
L["eft_ammo_45acp_fmj.description"] = "Патрон .45 ACP (11.43x23мм) Match FMJ (Cartridge, Caliber .45, Ball, Match, M1911) с пулей массой 14,9 грамм со свинцовым сердечником, в медной оболочке, в латунной гильзе. Обладает значительной убойностью и пробивной способностью против брони базового и среднего уровня защиты."

L["eft_ammo_45acp_ap.printname"] = ".45 ACP AP"
L["eft_ammo_45acp_ap.compactname"] = "AP"
L["eft_ammo_45acp_ap.description"] = "Патрон .45 ACP (11.43x23мм) AP (Armor-Piercing - \"Бронебойная\") с двухкомпонентной бронебойной пулей с латунным поддоном и 7мм наконечником из закаленной стали. Несмотря на то, что пуля имеет среднюю начальную скорость относительно других патронов того же калибра, она обладает отличной убойностью и пробивной способностью против брони базового и среднего уровня защиты."

L["eft_ammo_45acp_laser.printname"] = ".45 ACP Lasermatch FMJ"
L["eft_ammo_45acp_laser.compactname"] = "Lasermatch"
L["eft_ammo_45acp_laser.description"] = "Патрон .45 ACP (11.43x23мм) Lasermatch FMJ с трассирующей пулей массой 14,5 грамм со свинцовым сердечником, в медной оболочке, в латунной гильзе. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Красный). Патрон создан для обеспечения возможности отслеживания стрельбы пистолетов-пулеметов калибра .45 ACP во время автоматического огня. Пуля обладает значительной убойностью и способна пробивать броню базового уровня защиты."

L["eft_ammo_45acp_hydra.printname"] = ".45 ACP Hydra-Shok"
L["eft_ammo_45acp_hydra.compactname"] = "HydraShok"
L["eft_ammo_45acp_hydra.description"] = "Патрон .45 ACP (11.43x23мм) Hydra-Shok со свинцовой экспансивной пулей массой 14,9 грамм, в медной полуоболочке, в латунной гильзе. Несмотря на немного меньшую начальную скорость для своего калибра, эта пуля обеспечивает одну из лучших передач энергии среди калибра .45 ACP и обеспечивает отличную убойность ценой потери бронепробиваемости."

L["eft_ammo_45acp_rip.printname"] = ".45 ACP RIP"
L["eft_ammo_45acp_rip.compactname"] = "RIP"
L["eft_ammo_45acp_rip.description"] = "Патрон .45 ACP (11.43x23мм) RIP (Radically Invasive Projectile) с хрупкой пулей массой 10,5 грамм, предназначенной для нанесения критиеских повреждений мягким тканям. В отличие от традиционной конструкции экспансивной пули, патрон \"R.I.P.\" имеет 8 бессвинцовых медных лепестков, предназначенных для быстрого фрагментирования и вхождения в цель в нескольких направлениях, обеспечивая таким образом превосходную убойность."

-- [[ ammo_556 ]]
L["eft_ammo_556_warma.printname"] = "5.56x45мм Warmageddon"
L["eft_ammo_556_warma.compactname"] = "Warmage"
L["eft_ammo_556_warma.description"] = "Патрон .223 Remington (5.56x45мм) Warmageddon с экспансивной пулей массой 3,6 грамм с полимерным наконечником, рубашкой из медного сплава, со свинцовым сердечником, в латунной гильзе. Предназначен для охоты. Наконечник на пуле действует как клин на свинцовый сердечник при ударе, позволяя пуле расширяться и наносить непоправимый урон цели, несмотря на отсутствие полной энергии промежуточного патрона."

L["eft_ammo_556_hp.printname"] = "5.56x45мм HP"
L["eft_ammo_556_hp.compactname"] = "HP"
L["eft_ammo_556_hp.description"] = "Патрон .223 Remington (5.56x45мм) с экспансивной пулей массой 3,6 грамм со свинцовым сердечником, с биметаллической оболочкой, в стальной гильзе. Предназначен для охоты, домашней обороны и спортивной стрельбы. Несмотря на то, что пуля не обладает полной энергией промежуточного патрона, она имеет значительную поражающую способность, а также оказывает существенное травмирующее воздействие на цель после удара. Не обладает пробивной способностью даже против брони базового уровня защиты."

L["eft_ammo_556_sost.printname"] = "5.56x45мм MK 318 Mod 0 (SOST)"
L["eft_ammo_556_sost.compactname"] = "SOST"
L["eft_ammo_556_sost.description"] = "Патрон 5.56x45мм НАТО MK 318 Mod 0 (SOST) с 4-граммовой пулей с открытым носом с медной рубашкой и свинцовым сердечником, в латунной гильзе. Патрон был специально разработан для Корпуса морской пехоты США под названием SOST (Special Operations Science and Technology - \"Специальные Операции, Наука и Технологии\"), чтобы обеспечить пробивную способность по объектам с низкой структурной прочностью и поражающую способность даже по противникам, оснащенным броней базового уровня защиты."

L["eft_ammo_556_rrlp.printname"] = "5.56x45мм MK 255 Mod 0 (RRLP)"
L["eft_ammo_556_rrlp.compactname"] = "RRLP"
L["eft_ammo_556_rrlp.description"] = "Патрон 5.56x45мм НАТО MK 255 Mod 0 (RRLP) с пулей массой 4 грамма с медно-полимерным композитным сердечником, с медной рубашкой, в латунной гильзе. Патрон был разработан под названием RRLP (Reduced Ricochet Limited Penetration - \"Уменьшенной Рикошетируемости и Ограниченной Пробиваемости\"), чтобы существенно снизить сопутствующий ущерб от рикошетов и чрезмерного пробивания во время тренировок и операций на близких дистанциях, а также обеспечить значительную поражающую способность."

L["eft_ammo_556_m856.printname"] = "5.56x45мм M856"
L["eft_ammo_556_m856.compactname"] = "M856"
L["eft_ammo_556_m856.description"] = "Патрон 5.56x45мм НАТО M856 с трассирующей пулей массой 4,1 грамм со свинцовым сердечником, в медной рубашке, в латунной гильзе. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Красный). Патрон был разработан в 1980-х годах для обеспечения возможности корректировки стрельбы оружия калибра 5.56x45мм, используемого в армии США, в сочетании с патроном M855. Несмотря на отсутствие стального наконечника как у M855, пуля в этом патроне все же способна пробивать броню базового уровня защиты, однако имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_556_m856a1.printname"] = "5.56x45мм M856A1"
L["eft_ammo_556_m856a1.compactname"] = "M856A1"
L["eft_ammo_556_m856a1.description"] = "Патрон 5.56x45мм НАТО M856A1 с трассирующей пулей массой 3,6 грамм с сердечником из медного сплава, с медной рубашкой, в латунной гильзе. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Красный). Патрон был разработан для обеспечения возможности корректировки стрельбы при использовании в сочетании с патроном 5.56x45мм НАТО M855A1 и имеет аналогичные баллистические характеристики с отличной пробивной способностью против брони базового и среднего уровня защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_556_m855a1.printname"] = "5.56x45мм M856A1"
L["eft_ammo_556_m855a1.compactname"] = "M856A1"
L["eft_ammo_556_m855a1.description"] = "Патрон 5.56x45мм НАТО M856A1 с трассирующей пулей массой 3,6 грамм с сердечником из медного сплава, с медной рубашкой, в латунной гильзе. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Красный). Патрон был разработан для обеспечения возможности корректировки стрельбы при использовании в сочетании с патроном 5.56x45мм НАТО M855A1 и имеет аналогичные баллистические характеристики с отличной пробивной способностью против брони базового и среднего уровня защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_556_fmj.printname"] = "5.56x45мм FMJ"
L["eft_ammo_556_fmj.compactname"] = "FMJ"
L["eft_ammo_556_fmj.description"] = "Патрон .223 Remington (5.56x45мм) FMJ с пулей массой 3.6 грамм со свинцовым сердечником, биметаллической оболочкой, в стальной гильзе. Предназначен для охоты, обороны дома и стрельбы. Несмотря на элементарную конструкцию и неимение полной энергии промежуточного патрона, пуля все же способна к пробитию брони базового уровня защиты."

L["eft_ammo_556_ssaap.printname"] = "5.56x45мм SSA AP"
L["eft_ammo_556_ssaap.compactname"] = "SSA AP"
L["eft_ammo_556_ssaap.description"] = "Патрон 5.56x45мм NATO SSA AP с двухэлементной пулей, состоящей из поддона и наконечника из карбида вольфрама, в латунной гильзе. Пуля была разработана, чтобы превзойти 5.56x45мм НАТО M995 по бронепробиваемости. Благодаря своей начальной скорости и своеобразной конструкции, она обладает превосходной пробивной способностью против брони базового и среднего уровня защиты, и даже против самых современных средств защиты 5-6 класса. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_556_m855.printname"] = "5.56x45мм M855"
L["eft_ammo_556_m855.compactname"] = "M855"
L["eft_ammo_556_m855.description"] = "Патрон 5.56x45мм НАТО M855 с пулей массой 4 грамма со стальным наконечником-пенетратором над свинцовым сердечником, с медной оболочкой, в латунной гильзе. Патрон был разработан в 1980-х годах как эквивалент патрона FN SS109 для вооружения калибра 5.56x45мм, используемого в армии США. Благодаря своей конструкции, пуля в этом патроне обладает хорошей пробивной и поражающей способностью против брони базового уровня защиты, однако имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_556_m855a1.printname"] = "5.56x45мм M855A1"
L["eft_ammo_556_m855a1.compactname"] = "M855A1"
L["eft_ammo_556_m855a1.description"] = "Патрон 5.56x45мм НАТО M855A1 с 4-граммовой бронебойной пулей со стальным наконечником над сердечником из медного сплава, в медной полуоболочке, в латунной гильзе. Патрон был разработан для улучшения пробивной способности патрона 5.56x45мм НАТО M855 армии США, что усилило бронепробиваемость против брони базового и среднего уровня защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_556_m995.printname"] = "5.56x45мм M995"
L["eft_ammo_556_m995.compactname"] = "M995"
L["eft_ammo_556_m995.description"] = "Патрон 5.56x45мм НАТО M995 с бронебойной пулей массой 3,4 грамма с наконечником из карбида вольфрама над алюминиевым сердечником, в медной рубашке, в латунной гильзе. Патрон был разработан в 1990-х годах, чтобы предоставить солдатам армии США пробивную способность по легким укрытиям, легкобронированной технике и броне базового и среднего уровня защиты, также показывая отличные результаты против средств защиты 5-6 класса. Однако, из-за своей конструкции, пуля имеет значительную вероятность отскока от различных поверхностей."

L["eft_ammo_556_bb.printname"] = "Пластиковые шары 6мм"
L["eft_ammo_556_bb.compactname"] = "6мм BB"
L["eft_ammo_556_bb.description"] = "6 миллиметровые пластиковые шары массой 0.2 грамма."

-- [[ ammo_762x51 ]]
L["eft_ammo_762x51_bpzfmj.printname"] = "7.62x51мм БПЗ FMJ"
L["eft_ammo_762x51_bpzfmj.compactname"] = "БПЗ FMJ"
L["eft_ammo_762x51_bpzfmj.description"] = "Патрон 7.62x51мм БПЗ FMJ с пулей массой 10,9 грамм со свинцовым сердечником, в биметаллической оболочке, в стальной гильзе. Предназначен для охоты, обороны дома и стрельбы, произведен на Барнаульском Патронном Заводе. Несмотря на элементарную конструкцию, этот патрон обеспечивает выдающееся останавливающее воздействие и хорошую пробивную способность против брони базового уровня защиты, а также некоторых моделей 3-4 класса защиты."

L["eft_ammo_762x51_m61.printname"] = "7.62x51мм M61"
L["eft_ammo_762x51_m61.compactname"] = "M61"
L["eft_ammo_762x51_m61.description"] = "Патрон 7.62x51мм НАТО M61 с бронебойной пулей массой 9,8 грамм с сердечником из закаленной стали и плакированной биметаллической оболочкой, в латунной гильзе. Патрон был разработан в 1950-х годах на основе патрона .30-06 Springfield AP M2 для обеспечения вооруженных сил США бронебойной пулей для автоматического оружия калибра 7.62x51мм НАТО, способной пробивать самую современную специализированную броню 5-6 класса защиты, вдобавок обеспечивая значительное останавливающее воздействие. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_762x51_m62t.printname"] = "7.62x51мм M62 Tracer"
L["eft_ammo_762x51_m62t.compactname"] = "M62"
L["eft_ammo_762x51_m62t.description"] = "Патрон 7.62x51мм НАТО M62 с трассирующей пулей массой 9,2 грамм с сердечником из свинцово-сурьмянистого сплава в биметаллической оболочке, в латунной гильзе. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Зеленый). Патрон был разработан для обеспечения возможности отслеживания стрельбы автоматического оружия калибра 7.62x51мм, используемого в вооруженных силах Соединенных Штатов, а также существенной пробивной способности против брони базового и среднего уровня защиты. Из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_762x51_m80.printname"] = "7.62x51мм M80"
L["eft_ammo_762x51_m80.compactname"] = "M80"
L["eft_ammo_762x51_m80.description"] = "Патрон 7.62x51мм НАТО M80 с пулей массой 9,5 грамм с сердечником из свинцово-сурьмянистого сплава в биметаллической оболочке, в латунной гильзе. Этот патрон был принят в вооруженных силах США в качестве замены патрона 7.62x51мм НАТО M59 после войны во Вьетнаме в качестве стандартного боеприпаса. Обеспечивает значительное останавливающее воздействие и хорошую пробивную способность против брони базового и среднего уровня защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_762x51_m80a1.printname"] = "7.62x51мм M80A1"
L["eft_ammo_762x51_m80a1.compactname"] = "M80A1"
L["eft_ammo_762x51_m80a1.description"] = "Патрон 7.62х51мм М80А1 с 8-граммовой бронебойной пулей, покрытой медной оболочкой вместо свинцовой с открытым сердечником из закалённой стали, идёт с гильзой из нержавеющей стали. Был разработан в качестве замены патрона М80 для повышения бронепробиваемости и улучшения баллистики патрона в рамках программы по отказу от использования свинца в стрелковых боеприпасах в армии США."

L["eft_ammo_762x51_m993.printname"] = "7.62x51мм M993"
L["eft_ammo_762x51_m993.compactname"] = "M993"
L["eft_ammo_762x51_m993.description"] = "Патрон 7.62x51мм НАТО M993 с бронебойной пулей массой 8,2 грамма с наконечником из карбида вольфрама на алюминиевом сердечнике, в медной оболочке, в латунной гильзе. Патрон был разработан в 1990-х годах, чтобы предоставить личному составу вооруженных сил США возможность пробивать легкие укрытия и легкобронированный транспорт, а также обеспечивать выдающиеся результаты против самых современных специализированных средств защиты 5-6 класса."

L["eft_ammo_762x51_tpzsp.printname"] = "7.62x51мм ТПЗ SP"
L["eft_ammo_762x51_tpzsp.compactname"] = "ТПЗ SP"
L["eft_ammo_762x51_tpzsp.description"] = "Патрон 7.62x51мм с пулей массой 10,7 грамм с мягким наконечником (Soft-Point) со свинцовым сердечником, в биметаллической полуоболочке, в стальной гильзе. Произведен на Тульском Патронном Заводе. Патрон универсален и предназначен как для охоты и самообороны, так и для развлекательной и спортивной стрельбы. Также способен пробивать броню базового уровня защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_762x51_ultranosler.printname"] = "7.62x51мм Ultra Nosler"
L["eft_ammo_762x51_ultranosler.compactname"] = "Ultra Nosler"
L["eft_ammo_762x51_ultranosler.description"] = "Патрон 7.62x51мм Ultra Nosler с пулей массой 10,6 грамм с мягким наконечником с двумя свинцовыми сердечниками, разделенными сплошной перегородкой, сплавленной с медной полуоболочкой, в стальной гильзе. Предназначен для охоты и тренировочной стрельбы. Благодаря своей конструкции, пуля обеспечивает одну из лучших передач энергии в своем калибре и вызывает серьезное травмирующее воздействие на цель после попадания за счет заднего сердечника."

-- [[ ammo_762x54r ]]
L["eft_ammo_762x54r_bs_gzh.printname"] = "7.62x54мм R БС гс"
L["eft_ammo_762x54r_bs_gzh.compactname"] = "БС"
L["eft_ammo_762x54r_bs_gzh.description"] = "Патрон 7.62x54ммR БС гс (Индекс ГРАУ - 7Н37) с бронебойной пулей массой 12,2 грамма с заостренным сердечником из карбида вольфрама над свинцовым поддоном, в биметаллической оболочке, в стальной гильзе. Пуля БС (Бронебойный Сердечник) разработана ЦНИИТОЧМАШ в 2010-х годах для значительного увеличения пробивной способности снайперских винтовок при стрельбе по современным средствам защиты 5-6 класса, легким укрытиям и легкобронированному транспорту, несмотря на относительно низкую начальную скорость по сравнению с другими патронами своего калибра. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_762x54r_bt_gzh.printname"] = "7.62x54мм R БТ гж"
L["eft_ammo_762x54r_bt_gzh.compactname"] = "БТ"
L["eft_ammo_762x54r_bt_gzh.description"] = "Патрон 7.62x54ммR БТ гж (Индекс ГРАУ - 7БТ1) с бронебойно-трассирующей пулей массой 9,2 грамма с заостренным термоупрочненным стальным сердечником, в биметаллической оболочке, в биметаллической гильзе. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Зеленый). Пуля БТ (Бронебойная Трассирующая) является модернизацией пули Т-46М. Свинцовый сердечник заменен на сердечник из термоупрочненной стали, обеспечивающий значительное останавливающее действие и улучшенную пробивную способность против брони базового и среднего уровня защиты, а также некоторых моделей 5-6 класса защиты."

L["eft_ammo_762x54r_fmj.printname"] = "7.62x54мм R FMJ"
L["eft_ammo_762x54r_fmj.compactname"] = "FMJ"
L["eft_ammo_762x54r_fmj.description"] = "Пуля с цельнометаллической оболочкой и свинцовым сердечником. Лучше всего подходит для тренировочной и практической стрельбы\n"

L["eft_ammo_762x54r_hpbt.printname"] = "7.62x54мм R HP BT"
L["eft_ammo_762x54r_hpbt.compactname"] = "HP BT"
L["eft_ammo_762x54r_hpbt.description"] = "HPBT (Hollow Point Boat Tail) - пуля HP-типа с обтекаемой или суживающейся хвостовой частью. HP (Hollow Point) - полуоболочечная пуля с отверстием в носовой части."

L["eft_ammo_762x54r_lps_gzh.printname"] = "7.62x54мм R ЛПС гж"
L["eft_ammo_762x54r_lps_gzh.compactname"] = "ЛПС"
L["eft_ammo_762x54r_lps_gzh.description"] = "Патрон 7.62х54ммR ЛПС гж (Индекс ГРАУ - 57-Н-323С) с пулей массой 9,6 грамм со стальным сердечником, в биметаллической оболочке, в биметаллической гильзе. Патрон ЛПС (Легкая Пуля со Стальным сердечником) был принят на вооружение в 1953 году для советского оружия калибра 7.62x54ммR, и за эти годы претерпел множество изменений в материалах изготовления. Благодаря стальному сердечнику, пуля обладает хорошей бронепробиваемостью против базового и среднего уровня защиты и значительным останавливающим воздействием, однако она имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_762x54r_ps_gzh.printname"] = "7.62x54мм R ПС гж"
L["eft_ammo_762x54r_ps_gzh.compactname"] = "ПС"
L["eft_ammo_762x54r_ps_gzh.description"] = "Патрон 7.62х54ммR ПС гж (Индекс ГРАУ - 7Н1) с пулей массой 9,8 грамм с заостренным стальным сердечником на свинцовом поддоне, в биметаллической оболочке, в биметаллической гильзе. Патрон разработан ЦНИИТОЧМАШ в середине 1960-х годов на базе патрона 7.62x54ммR ЛПС для повышения его точности при стрельбе из снайперских винтовок. Обладает отличной пробивной способностью против брони базового и среднего уровня защиты и выдающимся останавливающим воздействием."

L["eft_ammo_762x54r_snb_gzh.printname"] = "7.62x54мм R СНБ гж"
L["eft_ammo_762x54r_snb_gzh.compactname"] = "СНБ"
L["eft_ammo_762x54r_snb_gzh.description"] = "Патрон 7.62x54ммR СНБ гж (Индекс ГРАУ - 7Н14) с бронебойной пулей массой 9,8 грамм с заостренным термоупрочненным стальным сердечником над свинцовым поддоном, в биметаллической оболочке, в биметаллической гильзе. Патрон СНБ (Снайперский с Бронебойной пулей) разработан в середине 1990-х годов как модернизация патрона 7.62x54ммR 7Н1 ПС гж с целью улучшения его пробивной способности при стрельбе из снайперских винтовок. Обладает высокой бронепробиваемостью против брони 5-6 класса защиты и существенным останавливающим действием."

L["eft_ammo_762x54r_spbt.printname"] = "7.62x54мм R SP BT"
L["eft_ammo_762x54r_spbt.compactname"] = "SP BT"
L["eft_ammo_762x54r_spbt.description"] = "180-gr Soft Point Boat Tail для крупной дичи предназначены для стрельбы по оленям, кабанам и другой крупной дичи, где требуется большая поражающая способность."

L["eft_ammo_762x54r_t46m_gzh.printname"] = "7.62x54мм R Т-46М гж"
L["eft_ammo_762x54r_t46m_gzh.compactname"] = "Т-46М"
L["eft_ammo_762x54r_t46m_gzh.description"] = "Патрон 7.62х54ммR Т-46М гж (Индекс ГРАУ - 7Т2М) с трассирующей пулей массой 9,6 грамм со свинцовым сердечником, в биметаллической оболочке, в биметаллической гильзе. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Зеленый). Является модернизирацией патрона Т-46 (Индекс ГРАУ - 7Т2) и обеспечивает возможность отслеживания на более дальних дистанциях. По баллистической эффективности аналогичен патрону ЛПС гж (Индекс ГРАУ - 57-Н-323С). Несмотря на относительно простую конструкцию, пуля имеет хорошую пробивную способность против брони базового и среднего уровня защиты и значительное останавливающее воздействие. Однако она имеет высокую вероятность отскока от различных поверхностей."

-- [[ ammo_76239 ]]
L["eft_ammo_76239_hp.printname"] = "7.62x39мм HP"
L["eft_ammo_76239_hp.compactname"] = "HP"
L["eft_ammo_76239_hp.description"] = "Патрон 7.62x39мм с экспансивной пулей (Hollow Point) массой 8 грамм со свинцовым сердечником, с биметаллической полуоболочкой, в стальной гильзе. Предназначен для охоты, обороны дома и стрельбы. Пуля в этом патроне обладает отличным расширением и передачей энергии при ударе, что придает ей исключительное останавливающее и травмирующее воздействие на цель после попадания, что делает патрон хорошим выбором для охоты."

L["eft_ammo_76239_t45m1.printname"] = "7.62x39мм Т-45М1 гж"
L["eft_ammo_76239_t45m1.compactname"] = "Т-45М1"
L["eft_ammo_76239_t45m1.description"] = "Патрон 7.62х39мм Т-45М1 гж (Индекс ГАУ - 57-Т-231ПМ1) с трассирующей пулей массой 7,6 грамм со свинцовым сердечником, в биметаллической оболочке, в биметаллической гильзе. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Красный). Является модернизизацией патрона Т-45 (индекс ГАУ - 57-T-231) и обеспечивает дальность трассера на более высокие расстояния. Несмотря на относительно простую конструкцию пули, она обладает хорошей пробивной способностью против брони базового и среднего уровня и значительным останавливающим воздействием. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_76239_fmj.printname"] = "7.62x39мм FMJ"
L["eft_ammo_76239_fmj.compactname"] = "FMJ"
L["eft_ammo_76239_fmj.description"] = "Пуля свинцовая с цельнометаллической оболочкой. Отлично подойдет для практической и рекреационной стрельбы."

L["eft_ammo_76239_sp.printname"] = "7.62x39мм SP"
L["eft_ammo_76239_sp.compactname"] = "SP"
L["eft_ammo_76239_sp.description"] = "Нарезные патроны 7.62×39 с пулей SP 123 гран (8 г) отлично подойдут для тренировочной и развлекательной стрельбы."

L["eft_ammo_76239_us.printname"] = "7.62x39мм УС гж"
L["eft_ammo_76239_us.compactname"] = "УС"
L["eft_ammo_76239_us.description"] = "Утяжеленный патрон 7.62x39мм УС гж (Индекс ГАУ - 57-Н-231У) с дозвуковой пулей массой 12,6 грамм с заостренным термоупрочненным стальным сердечником, с биметаллической оболочкой, в биметаллической гильзе с уменьшенным зарядом. Патрон УС (Уменьшенной Скорости) был разработан в 1950-х годах для использования в сочетании с глушителем ПБС-1, обеспечивая снижение шума оружия калибра 7.62x39мм. Пуля обладает хорошей пробивной способностью против брони базового уровня защиты, однако имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_76239_pp.printname"] = "7.62x39мм ПП гж"
L["eft_ammo_76239_pp.compactname"] = "ПП"
L["eft_ammo_76239_pp.description"] = "Автоматный патрон 7Н27 с пулей повышенной пробиваемости. Пуля «ПП» состоит из стальной плакированной томпаком оболочки с усечённой вершинкой, острого сердечника из инструментальной закалённой стали, колпачка из тонкой металлической фольги, покрытой зелёным лаком, и свинцовой рубашки. Фольга служит для предотвращения износа узлов оружия и магазина при подаче патронов."

L["eft_ammo_76239_bp.printname"] = "7.62x39мм БП гж"
L["eft_ammo_76239_bp.compactname"] = "БП"
L["eft_ammo_76239_bp.description"] = "Патрон 7.62x39мм БП гж (Индекс ГРАУ - 7Н23) с бронебойной пулей массой 7,9 грамм с сердечником из закаленной углеродистой стали, с плакированной томпаком биметаллической оболочкой, в биметаллической гильзе. Пуля БП была разработана в 1990-х годах на основе 7,62x39мм ПС гж для улучшения ее конструкции и пробивной способности. Был выбран более длинный и узкий армированный стальной сердечник, позволяющий пробивать броню базового и среднего уровня защиты, обеспечивая значительное останавливающее воздействие. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_76239_ps.printname"] = "7.62x39мм ПС гж"
L["eft_ammo_76239_ps.compactname"] = "ПС"
L["eft_ammo_76239_ps.description"] = "Патрон 7.62x39мм ПС гж (Индекс ГАУ - 57-Н-231) с пулей массой 7,9 грамм с термоупрочненным стальным сердечником, плакированной томпаком оболочкой, в биметаллической гильзе. Патрон ПС (Пуля со Стальным сердечником) был принят на вооружение в 1949 году для советского оружия калибра 7.62x39мм, и за эти годы претерпел многочисленные изменения в материалах изготовления. Благодаря сердечнику из закаленной стали, пуля имеет хорошую пробивную способность против брони базового и среднего уровня защиты, а также сильную останавливающую способность. Однако, из-за своей конструкции, она имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_76239_maiap.printname"] = "7.62x39мм MAI AP"
L["eft_ammo_76239_maiap.compactname"] = "MAI AP"
L["eft_ammo_76239_maiap.description"] = "Патрон 7.62x39мм MAI AP с двухэлементой пулей с поддоном и наконечником из карбида вольфрама, в стальной гильзе. Пуля была разработана MAI для увеличения пробивной способности калибра 7.62x39мм. Благодаря своей начальной скорости и своеобразной конструкции, она обладает существенной пробивной способносью против брони базового и среднего уровня защиты, а также некоторых моделей 5-6 класса защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

-- [[ ar_buffertube ]]
L["eft_ar_buffertube_a2.printname"] = "Труба приклада Colt \"A2\" для AR-15"
L["eft_ar_buffertube_a2.compactname"] = "Colt A2"
L["eft_ar_buffertube_a2.description"] = "Стандартная труба для установки прикладов производства компании Colt, военного образца, устанавливается на любые карабины семейства AR-15."

L["eft_ar_buffertube_adar.printname"] = "Труба приклада \"ADAR 2-15\" для AR-15"
L["eft_ar_buffertube_adar.compactname"] = "ADAR"
L["eft_ar_buffertube_adar.description"] = "Четырехпозиционная труба для установки телескопических прикладов производства компании ADAR, устанавливается на любые карабины семейства AR-15."

L["eft_ar_buffertube_f93pro.printname"] = "Приклад ERGO \"F93 PRO\" для AR-15"
L["eft_ar_buffertube_f93pro.compactname"] = "F93 PRO"
L["eft_ar_buffertube_f93pro.description"] = "Телескопический приклад \"F93 PRO\". Производство ERGO."

L["eft_ar_buffertube_m7a1.printname"] = "Приклад TROY \"M7A1 PDW\" для AR-15 (Черный)"
L["eft_ar_buffertube_m7a1.compactname"] = "M7A1PDW"
L["eft_ar_buffertube_m7a1.description"] = "Выдвижной приклад TROY Industries \"M7A1 PDW\", предназначенный для установки на оружие системы AR-15. Уменьшает общий габарит оружия и буфер отдачи. Версия в черном цвете."

L["eft_ar_buffertube_m7a1f.printname"] = "Приклад TROY \"M7A1 PDW\" для AR-15 (FDE)"
L["eft_ar_buffertube_m7a1f.compactname"] = "M7A1PDW"
L["eft_ar_buffertube_m7a1f.description"] = "Выдвижной приклад TROY Industries \"M7A1 PDW\", предназначенный для установки на оружие системы AR-15. Уменьшает общий габарит оружия и буфер отдачи. Версия в цвете Flat Dark Earth."

L["eft_ar_buffertube_rtm.printname"] = "Труба приклада РТМ \"АТП\" для AR-15"
L["eft_ar_buffertube_rtm.compactname"] = "АТП"
L["eft_ar_buffertube_rtm.description"] = "Шестипозиционная труба \"АТП\" для установки телескопических прикладов военного образца, устанавливается на любые карабины семейства AR-15. Производство \"РТМ\"."

L["eft_ar_buffertube_siadv.printname"] = "Труба приклада Strike Industries \"Advanced Receiver Extension\" для AR-15"
L["eft_ar_buffertube_siadv.compactname"] = "ARE"
L["eft_ar_buffertube_siadv.description"] = "Труба \"Advanced Receiver Extension\" для установки прикладов производства компании Strike industries, военного образца, устанавливается на автоматы и карабины семейства AR-15. Имеет характерный гребешок, который снижает трение о приклад и снижает вес, сохраняя при этом прочность в областях, которые испытывают наибольшую нагрузку."

L["eft_ar_buffertube_siadvred.printname"] = "Труба приклада Strike Industries \"Advanced Receiver Extension\" для AR-15 (Anodized Red)"
L["eft_ar_buffertube_siadvred.compactname"] = "ARE"
L["eft_ar_buffertube_siadvred.description"] = "Труба \"Advanced Receiver Extension\" для установки прикладов производства компании Strike industries, военного образца, устанавливается на автоматы и карабины семейства AR-15. Имеет характерный гребешок, который снижает трение о приклад и снижает вес, сохраняя при этом прочность в областях, которые испытывают наибольшую нагрузку. Анодирована в красный цвет."

L["eft_ar_buffertube_socom.printname"] = "Приклад DoubleStar \"ACE SOCOM Gen.4\" для AR-15"
L["eft_ar_buffertube_socom.compactname"] = "ACE SOCOM"
L["eft_ar_buffertube_socom.description"] = "4-е поколение приклада \"SOCOM\" производства DoubleStar. Имеет крепкую встроенную трубку, а также верхнее покрытие из вспененного материала для обеспечения удобного подщечника."

L["eft_ar_buffertube_std.printname"] = "Труба приклада Colt \"Carbine Buffer Tube\" для AR-15"
L["eft_ar_buffertube_std.compactname"] = "Carbine"
L["eft_ar_buffertube_std.description"] = "Четырехпозиционная труба для установки телескопических прикладов производства компании Colt, военного образца, устанавливается на любые карабины семейства AR-15."

L["eft_ar_buffertube_ubrgen2.printname"] = "Приклад Magpul \"UBR GEN2\" для AR-15 (Черный)"
L["eft_ar_buffertube_ubrgen2.compactname"] = "UBR GEN2"
L["eft_ar_buffertube_ubrgen2.description"] = "Телескопический приклад \"UBR GEN2\" от компании Magpul. Версия в черном цвете."

L["eft_ar_buffertube_ubrgen2f.printname"] = "Приклад Magpul \"UBR GEN2\" для AR-15 (FDE)"
L["eft_ar_buffertube_ubrgen2f.compactname"] = "UBR GEN2"
L["eft_ar_buffertube_ubrgen2f.description"] = "Телескопический приклад \"UBR GEN2\" от компании Magpul. Версия в цвете Flat Dark Earth."

L["eft_ar_buffertube_viperpdw.printname"] = "Приклад Strike Industries \"Viper PDW\" для AR-15"
L["eft_ar_buffertube_viperpdw.compactname"] = "Viper PDW"
L["eft_ar_buffertube_viperpdw.description"] = "Выдвижной приклад Strike Industries \"Viper PDW\", предназначенный для установки на оружие системы AR-15. Уменьшает общий габарит оружия и буфер отдачи."

L["eft_ar_buffertube_arfx.printname"] = "Приклад DoubleStar \"ACE ARFX Skeleton Stock\" для AR-15"
L["eft_ar_buffertube_arfx.compactname"] = "ARFX"
L["eft_ar_buffertube_arfx.description"] = "Легкий приклад ACE ARFX Skeleton Stock обеспечивает комфорт, баланс и эстетику. Подходит для установки на посадочные места стандарта M/AR, как Mil-Spec, так и гражданские. Производство DoubleStar."

L["eft_ar_buffertube_baskak.printname"] = "Приклад Армакон \"Баскак\""
L["eft_ar_buffertube_baskak.compactname"] = "Баскак"
L["eft_ar_buffertube_baskak.description"] = "Отечественный приклад \"Баскак\" для установки на посадочные места стандарта M/AR, как Mil-Spec, так и гражданские. Устанавливается только на переходники для труб приклада."

-- [[ ar_pgrip ]]
L["eft_ar_pgrip_colta2.printname"] = "Пистолетная рукоятка Colt \"A2\" для AR-15"
L["eft_ar_pgrip_colta2.compactname"] = "A2"
L["eft_ar_pgrip_colta2.description"] = "Полимерная пистолетная рукоятка Colt A2 устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15. Штатно устанавливается почти на всё оружие армии и морской пехоты США на базе AR-15."

L["eft_ar_pgrip_diecsfde.printname"] = "Пистолетная рукоятка Damage Industries \"ECS\" для AR-15 (FDE)"
L["eft_ar_pgrip_diecsfde.compactname"] = "ECS FDE"
L["eft_ar_pgrip_diecsfde.description"] = "Полимерная пистолетная рукоятка ECS устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15. Единственное отличие от штатной рукоятки - цвет."

L["eft_ar_pgrip_dlg123.printname"] = "Пистолетная рукоятка DLG Tactical \"DLG-123\" для AR-15"
L["eft_ar_pgrip_dlg123.compactname"] = "DLG123"
L["eft_ar_pgrip_dlg123.description"] = "Полимерная пистолетная рукоятка \"DLG-123\" устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15. Производство DLG Tactical."

L["eft_ar_pgrip_f1s1.printname"] = "Пистолетная рукоятка F1 Firearms \"Skeletonized Style 1\" для AR-15"
L["eft_ar_pgrip_f1s1.compactname"] = "F1 St1"
L["eft_ar_pgrip_f1s1.description"] = "Облегченная эргономическая рукоятка, разработанная для платформы AR-15 и совместимых. Производство F1 Firearms."

L["eft_ar_pgrip_f1s2.printname"] = "Пистолетная рукоятка F1 Firearms \"Skeletonized Style 2\" для AR-15"
L["eft_ar_pgrip_f1s2.compactname"] = "F1 St2"
L["eft_ar_pgrip_f1s2.description"] = "Облегченная эргономическая рукоятка с выемками для пальцев, разработанная для платформы AR-15 и совместимых. Производство F1 Firearms."

L["eft_ar_pgrip_f1s2pc.printname"] = "Пистолетная рукоятка F1 Firearms \"Skeletonized Style 2 PC\" для AR-15"
L["eft_ar_pgrip_f1s2pc.compactname"] = "F1 St2 PC"
L["eft_ar_pgrip_f1s2pc.description"] = "Облегченная эргономическая рукоятка с выемками для пальцев, разработанная для платформы AR-15 и совместимых. Обмотана паракордом для максимального комфорта и минимального скольжения ладони. Производство F1 Firearms."

L["eft_ar_pgrip_grals.printname"] = "Пистолетная рукоятка Naroh Arms \"GRAL-S\" для AR-15"
L["eft_ar_pgrip_grals.compactname"] = "GRAL-S"
L["eft_ar_pgrip_grals.description"] = "Полимерная пистолетная рукоятка Naroh Arms \"GRAL-S\" устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15."

L["eft_ar_pgrip_hexgrip.printname"] = "Пистолетная рукоятка Tactical Dynamics \"Hexgrip\" для AR-15"
L["eft_ar_pgrip_hexgrip.compactname"] = "TD Hex"
L["eft_ar_pgrip_hexgrip.description"] = "Эргономическая пистолетная рукоятка \"Hexgrip\", разработанная для платформы AR-15 и совместимых, производство Tactical Dynamics."

L["eft_ar_pgrip_hg15.printname"] = "Пистолетная рукоятка Hera Arms \"HG-15\" для AR-15"
L["eft_ar_pgrip_hg15.compactname"] = "HG-15"
L["eft_ar_pgrip_hg15.description"] = "Полимерная пистолетная рукоятка Hera Arms \"HG-15\" устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15."

L["eft_ar_pgrip_hkbg.printname"] = "Пистолетная рукоятка HK \"Battle Grip\" для AR-15"
L["eft_ar_pgrip_hkbg.compactname"] = "Battle Grip"
L["eft_ar_pgrip_hkbg.description"] = "Полимерная пистолетная рукоятка \"Battle Grip\" устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15."

L["eft_ar_pgrip_hkbgbeav.printname"] = "Пистолетная рукоятка HK \"Battle Grip Beavertail\" для AR-15"
L["eft_ar_pgrip_hkbgbeav.compactname"] = "Battle Grip"
L["eft_ar_pgrip_hkbgbeav.description"] = "Полимерная пистолетная рукоятка \"Battle Grip Beavertail\" устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15."

L["eft_ar_pgrip_hkbgbeavral.printname"] = "Пистолетная рукоятка HK \"Battle Grip Beavertail\" для AR-15 (RAL 8000)"
L["eft_ar_pgrip_hkbgbeavral.compactname"] = "Battle Grip"
L["eft_ar_pgrip_hkbgbeavral.description"] = "Полимерная пистолетная рукоятка \"Battle Grip Beavertail\" устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15. Версия в цвете RAL 8000."

L["eft_ar_pgrip_hkv2.printname"] = "Пистолетная рукоятка HK \"V2 Grip\" для AR-15"
L["eft_ar_pgrip_hkv2.compactname"] = "HK V2"
L["eft_ar_pgrip_hkv2.description"] = "Полимерная пистолетная рукоятка HK V2 устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15. Производство Heckler & Koch."

L["eft_ar_pgrip_hog.printname"] = "Пистолетная рукоятка Hogue \"OverMolded Rubber Grip\" (Черная)"
L["eft_ar_pgrip_hog.compactname"] = "OMRG BLK"
L["eft_ar_pgrip_hog.description"] = "Обрезиненная стеклопластиковая пистолетная рукоятка для AR систем, производство Houge. Версия в черном цвете."

L["eft_ar_pgrip_hogfde.printname"] = "Пистолетная рукоятка Hogue \"OverMolded Rubber Grip\" (FDE)"
L["eft_ar_pgrip_hogfde.compactname"] = "OMRG FDE"
L["eft_ar_pgrip_hogfde.description"] = "Обрезиненная стеклопластиковая пистолетная рукоятка для AR систем, производство Houge. Версия в цвете Flat Dark Earth."

L["eft_ar_pgrip_hogge.printname"] = "Пистолетная рукоятка Hogue \"OverMolded Rubber Grip\" (Ghillie Earth)"
L["eft_ar_pgrip_hogge.compactname"] = "OMRG GE"
L["eft_ar_pgrip_hogge.description"] = "Обрезиненная стеклопластиковая пистолетная рукоятка для AR систем, производство Houge. Версия в цвете Ghillie Earth."

L["eft_ar_pgrip_hoggg.printname"] = "Пистолетная рукоятка Hogue \"OverMolded Rubber Grip\" (Ghillie Green)"
L["eft_ar_pgrip_hoggg.compactname"] = "OMRG GG"
L["eft_ar_pgrip_hoggg.description"] = "Обрезиненная стеклопластиковая пистолетная рукоятка для AR систем, производство Houge. Версия в цвете Ghillie Green."

L["eft_ar_pgrip_hogod.printname"] = "Пистолетная рукоятка Hogue \"OverMolded Rubber Grip\" (Олива)"
L["eft_ar_pgrip_hogod.compactname"] = "OMRG OD"
L["eft_ar_pgrip_hogod.description"] = "Обрезиненная стеклопластиковая пистолетная рукоятка для AR систем, производство Houge. Версия в цвете Олива (Olive Drab)."

L["eft_ar_pgrip_mcx.printname"] = "Пистолетная рукоятка для MCX"
L["eft_ar_pgrip_mcx.compactname"] = "MCX"
L["eft_ar_pgrip_mcx.description"] = "Полимерная пистолетная рукоятка для штурмовых винтовок SIG Sauer MCX."

L["eft_ar_pgrip_miad.printname"] = "Пистолетная рукоятка Magpul \"MIAD\" для AR-15 (FDE)"
L["eft_ar_pgrip_miad.compactname"] = "MIAD"
L["eft_ar_pgrip_miad.description"] = "Полимерная пистолетная рукоятка Magpul MIAD (Mission Adaptable) устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15. Версия в цвете Flat Dark Earth."

L["eft_ar_pgrip_moe.printname"] = "Пистолетная рукоятка Magpul \"MOE\" для AR-15 (Черная)"
L["eft_ar_pgrip_moe.compactname"] = "MOE AR15"
L["eft_ar_pgrip_moe.description"] = "Полимерная пистолетная рукоятка Magpul MOE (Magpul Original Equipment) устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15. Благодаря эргономике и антискользящей текстуре рукоятки, удержание и контроль оружия становится комфортнее. Внутри рукоятки находится место под контейнеры для ЗИП или элементов питания."

L["eft_ar_pgrip_moefde.printname"] = "Пистолетная рукоятка Magpul \"MOE\" для AR-15 (FDE)"
L["eft_ar_pgrip_moefde.compactname"] = "MOE AR15"
L["eft_ar_pgrip_moefde.description"] = "Полимерная пистолетная рукоятка Magpul MOE (Magpul Original Equipment) устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15. Благодаря эргономике и антискользящей текстуре рукоятки, удержание и контроль оружия становится комфортнее. Внутри рукоятки находится место под контейнеры для ЗИП или элементов питания."

L["eft_ar_pgrip_psg1.printname"] = "Пистолетная рукоятка HK \"Ergo PSG-1 style\" для AR-15"
L["eft_ar_pgrip_psg1.compactname"] = "Ergo"
L["eft_ar_pgrip_psg1.description"] = "Полимерная пистолетная рукоятка \"Ergo PSG-1 style\" устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15."

L["eft_ar_pgrip_stark.printname"] = "Пистолетная рукоятка Stark \"AR Rifle Grip\" для AR-15 (Черная)"
L["eft_ar_pgrip_stark.compactname"] = "Stark AR"
L["eft_ar_pgrip_stark.description"] = "Полимерная пистолетная рукоятка Stark \"AR Rifle Grip\" устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15. Версия в черном цвете."

L["eft_ar_pgrip_starkfde.printname"] = "Пистолетная рукоятка Stark \"AR Rifle Grip\" для AR-15 (FDE)"
L["eft_ar_pgrip_starkfde.compactname"] = "Stark AR"
L["eft_ar_pgrip_starkfde.description"] = "Полимерная пистолетная рукоятка Stark \"AR Rifle Grip\" устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15. Версия в цвете Flat Dark Earth."

L["eft_ar_pgrip_tdskelet.printname"] = "Пистолетная рукоятка Tactical Dynamics \"Skeletonized Grip\" для AR-15"
L["eft_ar_pgrip_tdskelet.compactname"] = "TD120001"
L["eft_ar_pgrip_tdskelet.description"] = "Легкая алюминиевая пистолетная рукоятка для AR-15-совместимых, производство Tactical Dynamics."

L["eft_ar_pgrip_orion.printname"] = "Пистолетная рукоятка Aeroknox \"Orion Grip\" для AR-15"
L["eft_ar_pgrip_orion.compactname"] = "Orion"
L["eft_ar_pgrip_orion.description"] = "Пистолетная рукоятка \"Orion Grip\" устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15. Производство Aeroknox."

L["eft_ar_pgrip_sig.printname"] = "Пистолетная рукоятка SIG Sauer \"Reduced Angle Pistol Grip\" для AR-15 (Coyote Tan)"
L["eft_ar_pgrip_sig.compactname"] = "SIG RAPG"
L["eft_ar_pgrip_sig.description"] = "Полимерная пистолетная рукоятка Reduced Angle Pistol Grip устанавливается на любое оружие, совместимое с пистолетными рукоятками от AR-15. Производство SIG Sauer. Версия в цвете Coyote Tan."

-- [[ stock ]]
L["eft_ar_stock_adar.printname"] = "Приклад деревянный ADAR 2-15 для AR-15"
L["eft_ar_stock_adar.compactname"] = "ADAR дерево"
L["eft_ar_stock_adar.description"] = "Деревянный приклад для карабина ADAR 2-15, выполненный по мотивам снайперской винтовки СВД."

L["eft_ar_stock_ak12.printname"] = "Приклад для АК-12"
L["eft_ar_stock_ak12.compactname"] = "АК-12"
L["eft_ar_stock_ak12.description"] = "Штатный телескопический приклад для автоматов АК-12. Производство Ижмаш."

L["eft_ar_stock_b5.printname"] = "Приклад B5 Systems \"Precision\" для AR-15"
L["eft_ar_stock_b5.compactname"] = "Precision"
L["eft_ar_stock_b5.description"] = "Телескопический приклад \"Precision\", произведенный в B5 Systems и предназначенный для установки на винтовки системы AR."

L["eft_ar_stock_buttpad.printname"] = "Затыльник Magpul \"Rubber Butt-Pad\" для прикладов \"MOE Carbine\""
L["eft_ar_stock_buttpad.compactname"] = "MOE RBP"
L["eft_ar_stock_buttpad.description"] = "Комплектный тыльник Magpul Rubber Butt-Pad для прикладов MOE Carbine. Однако может быть установлен и на другие модели серии."

L["eft_ar_stock_ctr.printname"] = "Приклад Magpul \"CTR Carbine\" для AR-15 (Черный)"
L["eft_ar_stock_ctr.compactname"] = "CTR"
L["eft_ar_stock_ctr.description"] = "Быстросъёмный приклад для карабинов AR-15/M16 с телескопической трубкой военного образца, производство Magpul Original Equipment. Форма рамки позволяет избежать заклинивая и случайного срабатывания отпирающего рычага, а резиновый затыльник, при стандартной толщине, меньше скользит на броне или модульном снаряжении. Версия в черном цвете."

L["eft_ar_stock_ctrf.printname"] = "Приклад Magpul \"CTR Carbine\" для AR-15 (FDE)"
L["eft_ar_stock_ctrf.compactname"] = "CTR FDE"
L["eft_ar_stock_ctrf.description"] = "Быстросъёмный приклад для карабинов AR-15/M16 с телескопической трубкой военного образца, производство Magpul Original Equipment. Форма рамки позволяет избежать заклинивая и случайного срабатывания отпирающего рычага, а резиновый затыльник, при стандартной толщине, меньше скользит на броне или модульном снаряжении. Версия в цвете Flat Dark Earth."

L["eft_ar_stock_ds150.printname"] = "Приклад KRISS \"Defiance DS150\"  для AR-15 (Черный)"
L["eft_ar_stock_ds150.compactname"] = "DS150"
L["eft_ar_stock_ds150.description"] = "Быстросъёмный приклад для карабинов AR-15/M16 с телескопической трубкой военного образца. Форма рамки позволяет избежать заклинивания и случайного срабатывания отпирающего рычага, а резиновый тыльник, при стандартной толщине, меньше скользит на броне или модульном снаряжении. Версия в черном цвете."

L["eft_ar_stock_ds150f.printname"] = "Приклад KRISS \"Defiance DS150\" для AR-15 (FDE)"
L["eft_ar_stock_ds150f.compactname"] = "DS150 FDE"
L["eft_ar_stock_ds150f.description"] = "Быстросъёмный приклад для карабинов AR-15/M16 с телескопической трубкой военного образца. Форма рамки позволяет избежать заклинивания и случайного срабатывания отпирающего рычага, а резиновый тыльник, при стандартной толщине, меньше скользит на броне или модульном снаряжении. Версия в цвете Flat Dark Earth."

L["eft_ar_stock_e1.printname"] = "Приклад HK \"E1\" для AR-15"
L["eft_ar_stock_e1.compactname"] = "HK E1"
L["eft_ar_stock_e1.description"] = "Телескопический приклад E1 разработан как замена стандартному прикладу HK416. Изготовлен из высококачественного нейлонового волокна с откручивающимся резиновым тыльником для приклада и двусторонней точкой крепления ремней. Устанавливается на любое оружие системы AR-15. Производство Heckler & Koch."

L["eft_ar_stock_emod.printname"] = "Приклад Vltor \"EMOD\" для AR-15"
L["eft_ar_stock_emod.compactname"] = "EMOD"
L["eft_ar_stock_emod.description"] = "Приклад \"EMOD\" для систем AR-15. Производство Vltor."

L["eft_ar_stock_glcore.printname"] = "Приклад FAB Defense \"GL-CORE\" для AR-15"
L["eft_ar_stock_glcore.compactname"] = "GL-CORE"
L["eft_ar_stock_glcore.description"] = "Телескопический приклад производства FAB Defense. Интегрированный подщечник, эргономичный тыльник и сменный переходник для трубок обеспечивают непревзойденную посадку на трубки военного и коммерческого образца с высоким уровнем эффективности и комфорта. Включает резиновый тыльник эргономичной формы для быстрого хвата плечом и легкого маневрирования оружия."

L["eft_ar_stock_glr16s.printname"] = "Приклад FAB Defense \"GLR-16-S\" для AR-15"
L["eft_ar_stock_glr16s.compactname"] = "GLR-16-S"
L["eft_ar_stock_glr16s.description"] = "Телескопический приклад \"GLR-16-S\". Производство FAB Defense."

L["eft_ar_stock_glshock.printname"] = "Приклад FAB Defense \"GL-SHOCK\" для AR-15"
L["eft_ar_stock_glshock.compactname"] = "GLSHOCK"
L["eft_ar_stock_glshock.description"] = "Телескопический приклад \"GL-SHOCK\" с регулируемым упором для щеки, производства FAB Defense."

L["eft_ar_stock_heracqr.printname"] = "Пистолетная рукоятка-приклад Hera Arms \"CQR\" для AR-15"
L["eft_ar_stock_heracqr.compactname"] = "CQR"
L["eft_ar_stock_heracqr.description"] = "Разработан как для гражданского рынка, так и для использования в военных целях, чтобы создать одну из самых жестких и компактных стрелковых систем на базе широко доступной платформы AR-15. Приклад CQR легко монтируется на место штатной трубы приклада AR-15."

L["eft_ar_stock_m4ss.printname"] = "Приклад High Standard \"M4SS\" для AR-15"
L["eft_ar_stock_m4ss.compactname"] = "M4SS"
L["eft_ar_stock_m4ss.description"] = "Телескопический приклад High Standard M4SS во всем повторяет классический приклад M4A1, за исключением мелких деталей в геометрии."

L["eft_ar_stock_magpulmoe.printname"] = "Приклад Magpul \"MOE Carbine\" для AR-15 (Черный)"
L["eft_ar_stock_magpulmoe.compactname"] = "MOE"
L["eft_ar_stock_magpulmoe.description"] = "Быстросъёмный приклад для карабинов AR-15/M16 с телескопической трубкой военного образца, производство Magpul Original Equipment. Форма рамки позволяет избежать заклинивая и случайного срабатывания отпирающего рычага, а резиновый затыльник, при стандартной толщине, меньше скользит на броне или модульном снаряжении. Версия в черном цвете."

L["eft_ar_stock_magpulmoe_fde.printname"] = "Приклад Magpul \"MOE Carbine\" для AR-15 (FDE)"
L["eft_ar_stock_magpulmoe_fde.compactname"] = "MOE FDE"
L["eft_ar_stock_magpulmoe_fde.description"] = "Быстросъёмный приклад для карабинов AR-15/M16 с телескопической трубкой военного образца, производство Magpul Original Equipment. Форма рамки позволяет избежать заклинивая и случайного срабатывания отпирающего рычага, а резиновый затыльник, при стандартной толщине, меньше скользит на броне или модульном снаряжении. Версия в цвете Flat Dark Earth."

L["eft_ar_stock_magpulmoe_fg.printname"] = "Приклад Magpul \"MOE Carbine\" для AR-15 (Foliage Green)"
L["eft_ar_stock_magpulmoe_fg.compactname"] = "MOE FG"
L["eft_ar_stock_magpulmoe_fg.description"] = "Быстросъёмный приклад для карабинов AR-15/M16 с телескопической трубкой военного образца, производство Magpul Original Equipment. Форма рамки позволяет избежать заклинивая и случайного срабатывания отпирающего рычага, а резиновый затыльник, при стандартной толщине, меньше скользит на броне или модульном снаряжении. Версия в цвете Foliage Green."

L["eft_ar_stock_magpulmoe_od.printname"] = "Приклад Magpul \"MOE Carbine\" для AR-15 (Олива)"
L["eft_ar_stock_magpulmoe_od.compactname"] = "MOE OD"
L["eft_ar_stock_magpulmoe_od.description"] = "Быстросъёмный приклад для карабинов AR-15/M16 с телескопической трубкой военного образца, производство Magpul Original Equipment. Форма рамки позволяет избежать заклинивая и случайного срабатывания отпирающего рычага, а резиновый затыльник, при стандартной толщине, меньше скользит на броне или модульном снаряжении. Версия в цвете Олива (Olive Drab)."

L["eft_ar_stock_magpulmoe_sg.printname"] = "Приклад Magpul \"MOE Carbine\" для AR-15 (Stealth Grey)"
L["eft_ar_stock_magpulmoe_sg.compactname"] = "MOE SG"
L["eft_ar_stock_magpulmoe_sg.description"] = "Быстросъёмный приклад для карабинов AR-15/M16 с телескопической трубкой военного образца, производство Magpul Original Equipment. Форма рамки позволяет избежать заклинивая и случайного срабатывания отпирающего рычага, а резиновый затыльник, при стандартной толщине, меньше скользит на броне или модульном снаряжении. Версия в цвете Stealth Grey."

L["eft_ar_stock_mftbus.printname"] = "Приклад MFT \"BUS\" для AR-15"
L["eft_ar_stock_mftbus.compactname"] = "BUS"
L["eft_ar_stock_mftbus.description"] = "Полимерный приклад \"BATTLELINK Utility Stock\" от компании Mission First Tactical. Адаптируется и изменяется в зависимости от окружающей среды и требований владельца, от хранения дополнительных предметов в заднем отделении до использования специальных креплений для аксессуаров."

L["eft_ar_stock_prsgen2f.printname"] = "Приклад Magpul \"PRS GEN2\" для AR-15 (FDE)"
L["eft_ar_stock_prsgen2f.compactname"] = "PRS GEN2"
L["eft_ar_stock_prsgen2f.description"] = "Приклад \"PRS GEN2\", произведенный в Magpul. Версия в цвете Flat Dark Earth."

L["eft_ar_stock_prsgen3.printname"] = "Приклад Magpul \"PRS GEN3\" для AR-15 (Черный)"
L["eft_ar_stock_prsgen3.compactname"] = "PRS GEN3"
L["eft_ar_stock_prsgen3.description"] = "Magpul \"Precision Rifle/Sniper GEN3\" - это высокоточный приклад для платформ AR-15/M16 и AR-10/SR-25. Включает возможность регулировки длины без использования инструментов и высоты подщечника с помощью алюминиевых фиксаторов. Версия в черном цвете."

L["eft_ar_stock_prsgen3g.printname"] = "Приклад Magpul \"PRS GEN3\" для AR-15 (Серый)"
L["eft_ar_stock_prsgen3g.compactname"] = "PRS GEN3"
L["eft_ar_stock_prsgen3g.description"] = "Magpul \"Precision Rifle/Sniper GEN3\" - это высокоточный приклад для платформ AR-15/M16 и AR-10/SR-25. Включает возможность регулировки длины без использования инструментов и высоты подщечника с помощью алюминиевых фиксаторов. Версия в сером цвете."

L["eft_ar_stock_ripstop.printname"] = "Приклад CMMG \"RipStock\" для AR-15"
L["eft_ar_stock_ripstop.compactname"] = "RipStock"
L["eft_ar_stock_ripstop.description"] = "Минималистичный телескопический приклад \"RipStock\", разработанный для молниеносной боеготовности в любой пользовательской настройке. Производство CMMG."

L["eft_ar_stock_sba3.printname"] = "Приклад SB Tactical \"SBA3\" для AR-15"
L["eft_ar_stock_sba3.compactname"] = "SBA3"
L["eft_ar_stock_sba3.description"] = "Телескопический приклад \"SBA3\", разработан и произведен компанией SB Tactical. Устанавливается на оружие системы AR-15."

L["eft_ar_stock_slim.printname"] = "Приклад HK \"Slim Line\" для AR-15"
L["eft_ar_stock_slim.compactname"] = "Slim Line"
L["eft_ar_stock_slim.description"] = "Телескопический приклад из серии \"Slim Line\", разработан и произведен в Heckler & Koch."

L["eft_ar_stock_sopmod.printname"] = "Приклад LMT \"SOPMOD\" для AR-15"
L["eft_ar_stock_sopmod.compactname"] = "SOPMOD"
L["eft_ar_stock_sopmod.description"] = "Телескопический приклад производства LMT Defense. Является частью SOPMOD Block 0."

L["eft_ar_stock_vipermod1.printname"] = "Приклад Strike Industries \"Viper Mod 1\" для AR-15"
L["eft_ar_stock_vipermod1.compactname"] = "Viper Mod1"
L["eft_ar_stock_vipermod1.description"] = "Телескопический приклад \"Viper Mod 1\", разработанный и произведенный в Strike Industries. Приклад предназначен для платформ AR-15 и подходит для всех труб размера Mil-Spec. Надевается на трубки Mil-Spec для быстрой и легкой замены заводского приклада."

L["eft_ar_stock_magpul_slk.printname"] = "Приклад Magpul \"MOE SL-K Carbine\" (Coyote Tan)"
L["eft_ar_stock_magpul_slk.compactname"] = "MOE SL-K"
L["eft_ar_stock_magpul_slk.description"] = "Быстросъёмный приклад для карабинов AR-15/M16 с телескопической трубкой военного образца. Производство Magpul Original Equipment. Версия в цвете Coyote Tan."

L["eft_ar_stock_ddecb.printname"] = "Приклад Daniel Defense \"Enhanced Collapsible Buttstock\" для AR-15 (Черный)"
L["eft_ar_stock_ddecb.compactname"] = "DD ECB"
L["eft_ar_stock_ddecb.description"] = "Быстросъёмный приклад для карабинов AR-15. Производство Daniel Defense. Версия в черном цвете."

L["eft_ar_stock_ddecb_f.printname"] = "Приклад Daniel Defense \"Enhanced Collapsible Buttstock\" для AR-15 (FDE)"
L["eft_ar_stock_ddecb_f.compactname"] = "DD ECB FDE"
L["eft_ar_stock_ddecb_f.description"] = "Быстросъёмный приклад для карабинов AR-15. Производство Daniel Defense. Версия в цвете Flat Dark Earth."

L["eft_dd_buttpad_14.printname"] = "Затыльник Daniel Defense \"TCS Buttpad\" 12мм"
L["eft_dd_buttpad_14.compactname"] = "TCS 12"
L["eft_dd_buttpad_14.description"] = "Комплектный затыльник Thicker Convex Shape Buttpad 12mm для прикладов Daniel Defense. Производство Daniel Defense."

L["eft_dd_buttpad_20.printname"] = "Затыльник Daniel Defense \"TCS Buttpad\" 20мм"
L["eft_dd_buttpad_20.compactname"] = "TCS 20"
L["eft_dd_buttpad_20.description"] = "Комплектный затыльник Thicker Convex Shape Buttpad 20mm для прикладов Daniel Defense. Производство Daniel Defense."

-- [[ camos ]]
-- L["eft_ammo_9x19_ap63.printname"] = "9x19мм AP 6.3"
-- L["eft_ammo_9x19_ap63.compactname"] = "AP 6.3"
-- L["eft_ammo_9x19_ap63.description"] = "Патрон 9x19мм Парабеллум AP 6.3 (Armor-Piercing - \"Бронебойная\") с двухэлементной бронебойной пулей с 6.3мм наконечником из закаленной стали и латунным поддоном. Несмотря на то, что пуля имеет среднюю начальную скорость относительно других патронов того же калибра, она обладает высокой бронепробиваемостью против базового и среднего уровня защиты и поражающей способностью."

-- [[ foregrip ]]
L["eft_foregrip_afg.printname"] = "Тактическая рукоятка Magpul \"AFG\" (Черная)"
L["eft_foregrip_afg.compactname"] = "AFG BLK"
L["eft_foregrip_afg.description"] = "Тактическая рукоятка Magpul AFG (Angled Fore Grip). Позволяет удерживать оружие в более естественном для руки стрелка положении и по центральной оси ствола. Благодаря этому, помогает смягчить отдачу и повышает управляемость оружия. Версия в черном цвете."

L["eft_foregrip_afg_fde.printname"] = "Тактическая рукоятка Magpul \"AFG\" (FDE)"
L["eft_foregrip_afg_fde.compactname"] = "AFG FDE"
L["eft_foregrip_afg_fde.description"] = "Тактическая рукоятка Magpul AFG (Angled Fore Grip). Позволяет удерживать оружие в более естественном для руки стрелка положении и по центральной оси ствола. Благодаря этому, помогает смягчить отдачу и повышает управляемость оружия. Версия в цвете Flat Dark Earth."

L["eft_foregrip_afg_fg.printname"] = "Тактическая рукоятка Magpul \"AFG\" (Forest Green)"
L["eft_foregrip_afg_fg.compactname"] = "AFG FG"
L["eft_foregrip_afg_fg.description"] = "Тактическая рукоятка Magpul AFG (Angled Fore Grip). Позволяет удерживать оружие в более естественном для руки стрелка положении и по центральной оси ствола. Благодаря этому, помогает смягчить отдачу и повышает управляемость оружия. Версия в цвете Forest Green."

L["eft_foregrip_afg_od.printname"] = "Тактическая рукоятка Magpul \"AFG\" (Олива)"
L["eft_foregrip_afg_od.compactname"] = "AFG OD"
L["eft_foregrip_afg_od.description"] = "Тактическая рукоятка Magpul AFG (Angled Fore Grip). Позволяет удерживать оружие в более естественном для руки стрелка положении и по центральной оси ствола. Благодаря этому, помогает смягчить отдачу и повышает управляемость оружия. Версия в цвете Олива (Olive Drab)."

L["eft_foregrip_ash12.printname"] = "Тактическая рукоятка для АШ-12"
L["eft_foregrip_ash12.compactname"] = "АШ-12"
L["eft_foregrip_ash12.description"] = "Штатная тактическая вертикальная рукоятка для автомата АШ-12."

L["eft_foregrip_b25u.printname"] = "Тактическая рукоятка Зенит \"РК-1\" на креплении \"Б-25У\""
L["eft_foregrip_b25u.compactname"] = "Б-25У РК-1"
L["eft_foregrip_b25u.description"] = "Рукоятка РК-1 устанавливается на нижнюю планку Weaver и служит для оперативного управления оружием при стрельбе. Установлена на крепление Б-25У для удобства работы с пулеметами. Производство Зенит."

L["eft_foregrip_bcm.printname"] = "Тактическая рукоятка BCM \"GUNFIGHTER MOD 3\""
L["eft_foregrip_bcm.compactname"] = "GF MOD3"
L["eft_foregrip_bcm.description"] = "Облегченная полимерная тактическая рукоятка производства BCM."

L["eft_foregrip_bgv.printname"] = "Тактическая рукоятка TangoDown \"Stubby BGV-MK46K\" (Черная)"
L["eft_foregrip_bgv.compactname"] = "MK46K"
L["eft_foregrip_bgv.description"] = "Тактическая рукоятка TangoDown Stubby BGV-MK46K. Короткая тактическая рукоятка для использования на оружии, предназначенном для коротких и ультракоротких дистанций. Идеально подходит для штурмовых гладкоствольных ружей. Снабжена внутренним пространством для хранения мелочей или элементов питания. Черная версия."

L["eft_foregrip_bgv_fde.printname"] = "Тактическая рукоятка TangoDown \"Stubby BGV-MK46K\" (FDE)"
L["eft_foregrip_bgv_fde.compactname"] = "MK46K"
L["eft_foregrip_bgv_fde.description"] = "Тактическая рукоятка TangoDown Stubby BGV-MK46K. Короткая тактическая рукоятка для использования на оружии, предназначенном для коротких и ультракоротких дистанций. Идеально подходит для штурмовых гладкоствольных ружей. Снабжена внутренним пространством для хранения мелочей или элементов питания. Версия в цвете Flat Dark Earth."

L["eft_foregrip_bgv_sg.printname"] = "Тактическая рукоятка TangoDown \"Stubby BGV-MK46K\" (Stealth Grey)"
L["eft_foregrip_bgv_sg.compactname"] = "MK46K"
L["eft_foregrip_bgv_sg.description"] = "Тактическая рукоятка TangoDown Stubby BGV-MK46K. Короткая тактическая рукоятка для использования на оружии, предназначенном для коротких и ультракоротких дистанций. Идеально подходит для штурмовых гладкоствольных ружей. Снабжена внутренним пространством для хранения мелочей или элементов питания. Версия в цвете Stealth Grey."

L["eft_foregrip_cobra.printname"] = "Тактическая рукоятка Strike Industries \"Cobra Tactical\""
L["eft_foregrip_cobra.compactname"] = "Cobra"
L["eft_foregrip_cobra.description"] = "Вертикальная рукоятка \"Cobra Tactical\" превращает форму в функциональность. Гибридная конструкция позволяет стрелку использовать как обычный хват так и удобный упор для пальцев при хвате за цевье. Рукоятка позволяет стрелку манипулировать оружием с уверенностью, а органический дизайн позволяет удерживать оружие самым удобным для него способом. Производство Strike Industries."

L["eft_foregrip_cqr.printname"] = "Тактическая рукоятка Hera Arms \"CQR\""
L["eft_foregrip_cqr.compactname"] = "CQR"
L["eft_foregrip_cqr.description"] = "Передняя рукоятка CQR - это простая в установке, легкая и компактная передняя рукоятка производства Hera Arms. В комбинации с одноименным прикладом CQR можно получить легкую и эргономичную систему \"SBR\"."

L["eft_foregrip_fortis.printname"] = "Тактическая рукоятка Fortis \"Shift\""
L["eft_foregrip_fortis.compactname"] = "Shift"
L["eft_foregrip_fortis.description"] = "Вертикальная рукоятка Shift превращает форму в функциональность. Гибридная конструкция позволяет стрелку использовать как обычный хват, так и удобный упор для пальцев при хвате за цевье. Рукоятка позволяет стрелку манипулировать оружием с уверенностью, а органичный дизайн позволяет удерживать оружие самым удобным для него способом в любой ситуации."

L["eft_foregrip_kac.printname"] = "Тактическая рукоятка KAC \"Vertical Foregrip\""
L["eft_foregrip_kac.compactname"] = "KAC VFG"
L["eft_foregrip_kac.description"] = "Тактическая вертикальная передняя рукоятка, производство Knight's Armament Company."

L["eft_foregrip_keymod_monstrum.printname"] = "Тактическая рукоятка Monstrum Tactical \"Vertical Fore Grip\" KeyMod"
L["eft_foregrip_keymod_monstrum.compactname"] = "MT VFG"
L["eft_foregrip_keymod_monstrum.description"] = "Тактическая вертикальная рукоятка, произведенная Monstrum Tactical. Совместима с цевьями с интерфейсом KeyMod."

L["eft_foregrip_keymod_mvf.printname"] = "Тактическая рукоятка A3 Tactical \"MVF001 KeyMod\" (Черная)"
L["eft_foregrip_keymod_mvf.compactname"] = "MVF001"
L["eft_foregrip_keymod_mvf.description"] = "Тактическая рукоятка \"MVF001 KeyMod\". MVF001 была разработана специально для интерфейса KeyMod. Производство A3 Tactical."

L["eft_foregrip_keymod_sig.printname"] = "Тактическая рукоятка SIG Sauer \"Vertical Foregrip KeyMod\" (Черная)"
L["eft_foregrip_keymod_sig.compactname"] = "SSVFK"
L["eft_foregrip_keymod_sig.description"] = "Тактическая рукоятка SIG Sauer \"Vertical Foregrip\" для интерфейса KeyMod. Выполнена из материалов высочайшего класса, с качеством присущим SIG Sauer."

L["eft_foregrip_mlok_afg.printname"] = "Тактическая рукоятка Magpul \"M-LOK AFG\" (Черная)"
L["eft_foregrip_mlok_afg.compactname"] = "AFG M-LOK"
L["eft_foregrip_mlok_afg.description"] = "Тактическая рукоятка Magpul M-LOK AFG. Устанавливается только в запатентованый Magpul слот M-LOK на соответствующей продукции. Версия в черном цвете."

L["eft_foregrip_mlok_afg_fde.printname"] = "Тактическая рукоятка Magpul \"M-LOK AFG\" (FDE)"
L["eft_foregrip_mlok_afg_fde.compactname"] = "AFG M-LOK"
L["eft_foregrip_mlok_afg_fde.description"] = "Тактическая рукоятка Magpul M-LOK AFG. Устанавливается только в запатентованый Magpul слот M-LOK на соответствующей продукции. Версия в цвете Flat Dark Earth."

L["eft_foregrip_mlok_afg_od.printname"] = "Тактическая рукоятка Magpul \"M-LOK AFG\" (Олива)"
L["eft_foregrip_mlok_afg_od.compactname"] = "AFG M-LOK"
L["eft_foregrip_mlok_afg_od.description"] = "Тактическая рукоятка Magpul \"M-LOK AFG\". Устанавливается только в запатентованый Magpul слот M-LOK на соответствующей продукции. Версия в цвете Олива (Olive Drab)."

L["eft_foregrip_mlok_afg_sg.printname"] = "Тактическая рукоятка Magpul \"M-LOK AFG\" (Stealth Grey)"
L["eft_foregrip_mlok_afg_sg.compactname"] = "AFG M-LOK"
L["eft_foregrip_mlok_afg_sg.description"] = "Тактическая рукоятка Magpul M-LOK AFG. Устанавливается только в запатентованый Magpul слот M-LOK на соответствующей продукции. Версия в цвете Stealth Grey."

L["eft_foregrip_rk0.printname"] = "Тактическая рукоятка Зенит \"РК-0\""
L["eft_foregrip_rk0.compactname"] = "РК-0"
L["eft_foregrip_rk0.description"] = "Рукоятка РК-0 устанавливается на нижнюю планку Weaver и служит для оперативного управления оружием при стрельбе. Производство Зенит."

L["eft_foregrip_rk1.printname"] = "Тактическая рукоятка Зенит \"РК-1\""
L["eft_foregrip_rk1.compactname"] = "РК-1"
L["eft_foregrip_rk1.description"] = "Рукоятка РК-1 устанавливается на нижнюю планку Weaver и служит для оперативного управления оружием при стрельбе. Производство Зенит."

L["eft_foregrip_rk2.printname"] = "Тактическая рукоятка Зенит \"РК-2\""
L["eft_foregrip_rk2.compactname"] = "РК-2"
L["eft_foregrip_rk2.description"] = "Рукоятка РК-2 устанавливается на нижнюю планку Weaver и служит для оперативного управления оружием при стрельбе. Производство Зенит."

L["eft_foregrip_rk4.printname"] = "Тактическая рукоятка Зенит \"РК-4\""
L["eft_foregrip_rk4.compactname"] = "РК-4"
L["eft_foregrip_rk4.description"] = "Рукоятка РК-4 устанавливается на нижнюю планку Weaver и служит для оперативного управления оружием при стрельбе. Производство Зенит."

L["eft_foregrip_rk5.printname"] = "Тактическая рукоятка Зенит \"РК-5\""
L["eft_foregrip_rk5.compactname"] = "РК-5"
L["eft_foregrip_rk5.description"] = "Рукоятка РК-5 устанавливается на нижнюю планку Weaver и служит для оперативного управления оружием при стрельбе. Производство Зенит."

L["eft_foregrip_rk6.printname"] = "Тактическая рукоятка Зенит \"РК-6\""
L["eft_foregrip_rk6.compactname"] = "РК-6"
L["eft_foregrip_rk6.description"] = "Рукоятка РК-6 устанавливается на нижнюю планку Weaver и служит для оперативного управления оружием при стрельбе. Производство Зенит."

L["eft_foregrip_rtm.printname"] = "Тактическая рукоятка РТМ \"Пиллау\""
L["eft_foregrip_rtm.compactname"] = "Пиллау"
L["eft_foregrip_rtm.description"] = "Облегченная алюминиевая тактическая рукоятка производства \"РТМ\"."

L["eft_foregrip_rvg.printname"] = "Тактическая рукоятка Magpul \"RVG\" (Черная)"
L["eft_foregrip_rvg.compactname"] = "RVG BLK"
L["eft_foregrip_rvg.description"] = "Тактическая рукоятка Magpul \"RVG\" (Rail Vertical Grip). Представляет собой обычную легкую недорогую вертикальную рукоятку эргономичной формы."

L["eft_foregrip_rvg_fde.printname"] = "Тактическая рукоятка Magpul \"RVG\" (FDE)"
L["eft_foregrip_rvg_fde.compactname"] = "RVG FDE"
L["eft_foregrip_rvg_fde.description"] = "Тактическая рукоятка Magpul \"RVG\" (Rail Vertical Grip). Представляет собой обычную легкую недорогую вертикальную рукоятку эргономичной формы. Версия в цвете Flat Dark Earth."

L["eft_foregrip_se5.printname"] = "Тактическая рукоятка Stark \"SE-5 Express Forward\""
L["eft_foregrip_se5.compactname"] = "SE-5"
L["eft_foregrip_se5.description"] = "Тактическая рукоятка Stark \"SE-5 Express Forward\". Позволяет удерживать оружие в более естественном для руки стрелка положении и по центральной оси ствола. Благодаря этому, помогает смягчить отдачу и повышает управляемость оружия."

L["eft_foregrip_td.printname"] = "Тактическая рукоятка Tactical Dynamics \"Skeletonized Foregrip\""
L["eft_foregrip_td.compactname"] = "SFG"
L["eft_foregrip_td.description"] = "Облегченная алюминиевая тактическая рукоятка производства Tactical Dynamics."

L["eft_foregrip_uvg.printname"] = "Тактическая рукоятка Viking Tactics \"UVG\""
L["eft_foregrip_uvg.compactname"] = "UVG"
L["eft_foregrip_uvg.description"] = "Крайне облегченная скелетонизированная тактическая рукоятка из легкого сплава, производство Viking Tactics."

L["eft_foregrip_sturm.printname"] = "Тактическая рукоятка HK \"Sturmgriff\""
L["eft_foregrip_sturm.compactname"] = "Sturmgriff"
L["eft_foregrip_sturm.description"] = "Вертикальная тактическая рукоятка \"Sturmgriff\". Производство Heckler & Koch."

L["eft_foregrip_rtm_fde.printname"] = "Тактическая рукоятка РТМ \"Пиллау\" (Песок)"
L["eft_foregrip_rtm_fde.compactname"] = "Пиллау"
L["eft_foregrip_rtm_fde.description"] = "Облегченная алюминиевая тактическая рукоятка производства \"РТМ\". Версия в песочном цвете."

L["eft_foregrip_se5_fde.printname"] = "Тактическая рукоятка Stark \"SE-5 Express Forward\" (FDE)"
L["eft_foregrip_se5_fde.compactname"] = "SE-5 FDE"
L["eft_foregrip_se5_fde.description"] = "Тактическая рукоятка Stark \"SE-5 Express Forward\". Позволяет удерживать оружие в более естественном для руки стрелка положении и по центральной оси ствола. Благодаря этому, помогает смягчить отдачу и повышает управляемость оружия. Версия в цвете Flat Dark Earth."

L["eft_foregrip_rtm_p2.printname"] = "Тактическая рукоятка РТМ \"Пиллау П-2\" (Красная)"
L["eft_foregrip_rtm_p2.compactname"] = "П-2"
L["eft_foregrip_rtm_p2.description"] = "Облегченная алюминиевая тактическая рукоятка \"Пиллау\" второго поколения. Производство \"РТМ\". Версия в красном цвете."

L["eft_foregrip_rtm_oso.printname"] = "Тактическая рукоятка РТМ \"Осовец П-2\""
L["eft_foregrip_rtm_oso.compactname"] = "Осовец"
L["eft_foregrip_rtm_oso.description"] = "Алюминиевая тактическая рукоятка производства \"РТМ\"."

L["eft_foregrip_rtm_oso_khaki.printname"] = "Тактическая рукоятка РТМ \"Осовец П-2\" (Хаки)"
L["eft_foregrip_rtm_oso_khaki.compactname"] = "Осовец"
L["eft_foregrip_rtm_oso_khaki.description"] = "Алюминиевая тактическая рукоятка производства \"РТМ\". Версия в цвете хаки."

L["eft_foregrip_mlok_dd.printname"] = "Тактическая рукоятка Daniel Defense \"Enhanced M-LOK Vertical Foregrip\" (Черная)"
L["eft_foregrip_mlok_dd.compactname"] = "DD M-LOK"
L["eft_foregrip_mlok_dd.description"] = "Тактическая рукоятка Enhanced M-LOK Vertical Foregrip. Устанавливается на цевья с интерфейсом стандарта M-LOK. Производство Daniel Defense. Версия в черном цвете."

L["eft_foregrip_mlok_dd_fde.printname"] = "Тактическая рукоятка Daniel Defense \"Enhanced M-LOK Vertical Foregrip\" (Coyote Brown)"
L["eft_foregrip_mlok_dd_fde.compactname"] = "DD M-LOK"
L["eft_foregrip_mlok_dd_fde.description"] = "Тактическая рукоятка Enhanced M-LOK Vertical Foregrip. Устанавливается на цевья с интерфейсом стандарта M-LOK. Производство Daniel Defense. Версия в цвете Coyote Brown."

L["eft_foregrip_bgv_qdk.printname"] = "Тактическая рукоятка TangoDown \"Stubby BGV-QDK\" (Черная)"
L["eft_foregrip_bgv_qdk.compactname"] = "BGV-QDK"
L["eft_foregrip_bgv_qdk.description"] = "Тактическая рукоятка Stubby BGV-QDK. Короткая тактическая рукоятка для использования на оружии, предназначенном для коротких и ультракоротких дистанций. Снабжена внутренним пространством для хранения мелочей или элементов питания. Производство TangoDown. Версия в черном цвете."

L["eft_foregrip_bgv_qdk_fde.printname"] = "Тактическая рукоятка TangoDown \"Stubby BGV-QDK\" (FDE)"
L["eft_foregrip_bgv_qdk_fde.compactname"] = "BGV-QDK"
L["eft_foregrip_bgv_qdk_fde.description"] = "Тактическая рукоятка Stubby BGV-QDK. Короткая тактическая рукоятка для использования на оружии, предназначенном для коротких и ультракоротких дистанций. Снабжена внутренним пространством для хранения мелочей или элементов питания. Производство TangoDown. Версия в цвете Flat Dark Earth."

L["eft_foregrip_bgv_qditi.printname"] = "Тактическая рукоятка TangoDown \"BGV-QDITI\" (Черная)"
L["eft_foregrip_bgv_qditi.compactname"] = "BGV-QDITI"
L["eft_foregrip_bgv_qditi.description"] = "Вертикальная тактическая рукоятка BGV-QDITI. Снабжена внутренним пространством для хранения мелочей или элементов питания. Производство TangoDown. Версия в черном цвете."

L["eft_foregrip_bgv_qditi_fde.printname"] = "Тактическая рукоятка TangoDown \"BGV-QDITI\" (FDE)"
L["eft_foregrip_bgv_qditi_fde.compactname"] = "BGV-QDITI "
L["eft_foregrip_bgv_qditi_fde.description"] = "Вертикальная тактическая рукоятка BGV-QDITI. Снабжена внутренним пространством для хранения мелочей или элементов питания. Производство TangoDown. Версия в цвете Flat Dark Earth."

L["eft_foregrip_mlok_mod3.printname"] = "Тактическая рукоятка BCM \"GUNFIGHTER MOD 3 M-LOK\" (Черная)"
L["eft_foregrip_mlok_mod3.compactname"] = "GF MLOK"
L["eft_foregrip_mlok_mod3.description"] = "Облегченная полимерная тактическая рукоятка. Устанавливается на цевья с интерфейсом стандарта M-LOK. Производство Bravo Company Manufacturing. Версия в черном цвете."

L["eft_foregrip_mlok_mod3f.printname"] = "Тактическая рукоятка BCM \"GUNFIGHTER MOD 3 M-LOK\" (FDE)"
L["eft_foregrip_mlok_mod3f.compactname"] = "GF MLOK"
L["eft_foregrip_mlok_mod3f.description"] = "Облегченная полимерная тактическая рукоятка. Устанавливается на цевья с интерфейсом стандарта M-LOK. Производство Bravo Company Manufacturing. Версия в цвете Flat Dark Earth."

-- [[ frontsight ]]
L["eft_frontsight_a2.printname"] = "Мушка Leapers \"UTG Low Profile A2\" для AR-15"
L["eft_frontsight_a2.compactname"] = "LPA2 мшк"
L["eft_frontsight_a2.description"] = "Съемная мушка UTG Low Profile A2 Frontsight, устанавливается на газблок Windham Weaponry. Производство Leapers Inc."

L["eft_frontsight_kac.printname"] = "Мушка складная KAC \"Folding Front Sight\""
L["eft_frontsight_kac.compactname"] = "KAC FS"
L["eft_frontsight_kac.description"] = "Съемная складная мушка \"Folding Sight\" от Knight's Armament Company, устанавливается на направляющую."

L["eft_frontsight_kacmicro.printname"] = "Мушка складная KAC \"Folding Micro Front Sight\""
L["eft_frontsight_kacmicro.compactname"] = "KAC MFS"
L["eft_frontsight_kacmicro.description"] = "Съёмная складная мушка \"Folding Micro Sight\". Производство Knight's Armament Company."

L["eft_frontsight_kriss_defiance.printname"] = "Мушка низкопрофильная KRISS \"Defiance\""
L["eft_frontsight_kriss_defiance.compactname"] = "Defiance FS"
L["eft_frontsight_kriss_defiance.description"] = "Съемная складная мушка \"Defiance Low Profile Flip-Up\", устанавливается на направляющую."

L["eft_frontsight_mbus.printname"] = "Мушка складная Magpul \"MBUS Gen2\""
L["eft_frontsight_mbus.compactname"] = "MBUS FS"
L["eft_frontsight_mbus.description"] = "Съёмная складная мушка \"MBUS Gen2\". Производство Magpul."

L["eft_frontsight_mbus_fde.printname"] = "Мушка складная Magpul \"MBUS Gen2\" (FDE)"
L["eft_frontsight_mbus_fde.compactname"] = "MBUS FS"
L["eft_frontsight_mbus_fde.description"] = "Съёмная складная мушка \"MBUS Gen2\", устанавливается на направляющую. Производство Magpul. Версия в цвете Flat Dark Earth."

L["eft_frontsight_mcx.printname"] = "Мушка складная для MCX"
L["eft_frontsight_mcx.compactname"] = "MCX мшк"
L["eft_frontsight_mcx.description"] = "Съемная складная мушка \"Flip Up\" для винтовок MCX, устанавливается на направляющую. Изначально разработана для AR платформы. Производство SIG Sauer."

L["eft_frontsight_mp7.printname"] = "Мушка складная для HK MP7"
L["eft_frontsight_mp7.compactname"] = "MP7 FS"
L["eft_frontsight_mp7.description"] = "Съемная складная мушка MP7 Flip Up, устанавливается на направляющую. Производство Heckler & Koch."

L["eft_frontsight_mpx.printname"] = "Мушка складная для MPX"
L["eft_frontsight_mpx.compactname"] = "MPX мшк"
L["eft_frontsight_mpx.description"] = "Съемная складная мушка \"Flip Up\" для ПП MPX, устанавливается на направляющую. Производство SIG Sauer."

-- [[ mag_g17 ]]
L["eft_mag_g17_bigstick_33.printname"] = "Магазин \"Big Stick\" на 33 патрона 9x19 для Glock"
L["eft_mag_g17_bigstick_33.compactname"] = "Big Stick 33"
L["eft_mag_g17_bigstick_33.description"] = "Магазин 9x19 для пистолетов Glock на 33 патрона."

L["eft_mag_g17_gl9_21.printname"] = "Магазин Magpul \"PMAG GL9\" на 21 патрон 9x19 для Glock"
L["eft_mag_g17_gl9_21.compactname"] = "GL9 21"
L["eft_mag_g17_gl9_21.description"] = "Полимерный 21-зарядный магазин \"GL9\", производство Magpul."

L["eft_mag_g17_sgmt_50.printname"] = "Магазин барабанный SGM Tactical на 50 патронов 9x19 для Glock"
L["eft_mag_g17_sgmt_50.compactname"] = "G SGMT 50"
L["eft_mag_g17_sgmt_50.description"] = "Магазин повышенной емкости для пистолетов семейства Glock вместимостью 50 патронов. Сделано в Корее, импортером выступает SGM Tactical. Заряжание более 50 патронов не рекомендуется производителем."

L["eft_mag_g17_std_17.printname"] = "Магазин на 17 патронов 9x19 для Glock"
L["eft_mag_g17_std_17.compactname"] = "Glock 9x19 17"
L["eft_mag_g17_std_17.description"] = "Штатный 17-зарядный магазин 9x19 для пистолетов Glock."

-- [[ mount_253034 ]]
L["eft_mount_30mm_geis.printname"] = "Крепление 30мм Geissele \"Super Precision\" для оптики"
L["eft_mount_30mm_geis.compactname"] = "Geis 30мм"
L["eft_mount_30mm_geis.description"] = "Универсальная база для установки прицелов 30мм на направляющие типа Weaver/Пикатинни. Производство Geissele."

L["eft_mount_30mm_geis_tan.printname"] = "Крепление 30мм Geissele \"Super Precision\" для оптики (DDC)"
L["eft_mount_30mm_geis_tan.compactname"] = "Geis 30мм"
L["eft_mount_30mm_geis_tan.description"] = "Универсальная база для установки прицелов 30мм на направляющие типа Weaver/Пикатинни. Производство Geissele. Версия в цвете Desert Dirt Color."

L["eft_mount_30mm_jp.printname"] = "Крепление 30мм JP Enterprises \"Flat-Top\" для оптики"
L["eft_mount_30mm_jp.compactname"] = "JP 30мм"
L["eft_mount_30mm_jp.description"] = "Универсальная база для установки прицелов 30мм на направляющие Пикатинни. Производство JP Enterprises."

L["eft_mount_30mm_lobaev.printname"] = "Крепление 30мм Lobaev Arms для оптики"
L["eft_mount_30mm_lobaev.compactname"] = "Lobaev 30мм"
L["eft_mount_30mm_lobaev.description"] = "Универсальная база от Lobaev Arms для установки оптических прицелов 30мм на направляющие Пикатинни."

L["eft_mount_34mm_nf.printname"] = "Крепление 34мм Nightforce \"Magmount\" для оптики"
L["eft_mount_34mm_nf.compactname"] = "NF 34мм"
L["eft_mount_34mm_nf.description"] = "Nightforce X-Treme Duty Ultralite one piece Magmount - универсальная база для установки прицелов 34 мм на направляющие типа Wevaer."

L["eft_mount_30mm_nf.printname"] = "Крепление 30мм Nightforce \"Magmount\" для оптики"
L["eft_mount_30mm_nf.compactname"] = "NF 30мм"
L["eft_mount_30mm_nf.description"] = "Nightforce X-Treme Duty Ultralite - универсальные кольца для установки прицелов 30мм на направляющие типа Weaver."

L["eft_mount_30mm_pepr.printname"] = "Крепление 30мм Burris \"AR-P.E.P.R.\" для оптики"
L["eft_mount_30mm_pepr.compactname"] = "AR-PEPR 30мм"
L["eft_mount_30mm_pepr.description"] = "Универсальная база Burris \"P.E.P.R\" 30мм для оптических прицелов для установки на планки Пикатинни."

L["eft_mount_30mm_rn.printname"] = "Крепление 30мм Recknagel Era-Tac для оптики"
L["eft_mount_30mm_rn.compactname"] = "RN 30мм ET"
L["eft_mount_30mm_rn.description"] = "Recknagel Era-Tac - универсальная база для установки прицелов 30мм на направляющие типа Weaver. Оборудована дополнительными направляющими для установки различного оборудования."

L["eft_mount_34mm_ax50.printname"] = "Крепление 34мм AI \"AX-50\" для оптики"
L["eft_mount_34mm_ax50.compactname"] = "AX-50 34мм"
L["eft_mount_34mm_ax50.description"] = "Универсальная база для установки прицелов 34мм на направляющие типа Weaver, производство Accuracy International."

L["eft_mount_34mm_nfris.printname"] = "Крепление 34мм Nightforce \"Magmount\" с планкой \"Ruggedized Accessory Platform\" для оптики"
L["eft_mount_34mm_nfris.compactname"] = "NF 34мм RAP"
L["eft_mount_34mm_nfris.description"] = "Nightforce X-Treme Duty Ultralite one piece Magmount - универсальная база для установки прицелов 34 мм на направляющие типа Wevaer. Крепление также оснащено дополнительными направляющими \"Ruggedized Accessory Platform\" (RAP) для установки различного оборудования."

L["eft_mount_34mm_one_piece_is_real.printname"] = "Крепление 34мм IEA Mil-Optics \"KH/F\" для оптики"
L["eft_mount_34mm_one_piece_is_real.compactname"] = "KH/F 34мм"
L["eft_mount_34mm_one_piece_is_real.description"] = "I-E-A Mil Optics \"KH/F\" - универсальная база для установки прицелов 34мм на направляющие типа Weaver."

L["eft_mount_34mm_rn.printname"] = "Крепление 34мм Recknagel Era-Tac для оптики"
L["eft_mount_34mm_rn.compactname"] = "RN 34мм ET"
L["eft_mount_34mm_rn.description"] = "Recknagel Era-Tac - универсальная база для установки прицелов 34мм на направляющие типа Weaver. Оборудована дополнительными направляющими для установки различного оборудования."

L["eft_mount_25mm_utg.printname"] = "Крепление 25мм Leapers \"UTG\" для оптики"
L["eft_mount_25mm_utg.compactname"] = "UTG 25мм"
L["eft_mount_25mm_utg.description"] = "Низкопрофильное крепление 25.4мм для установки оптических прицелов, производство Leapers Inc."

L["eft_mount_30mm_alpha4.printname"] = "Крепление 30мм SIG Sauer \"ALPHA4\" для оптики"
L["eft_mount_30mm_alpha4.compactname"] = "ALPHA4"
L["eft_mount_30mm_alpha4.description"] = "Моноблок для установки прицелов 30мм на направляющие типа Weaver/Пикатинни. Производство SIG Sauer."

L["eft_mount_35mm_ims.printname"] = "Крепление 35мм Leupold \"Mark IMS\" для оптики"
L["eft_mount_35mm_ims.compactname"] = "IMS 35мм"
L["eft_mount_35mm_ims.description"] = "Mark IMS - кольца для установки прицелов 35мм на направляющие типа Weaver. Производство Leupold."

-- [[ mount_dovetail ]]
L["eft_mount_dovetail_aksion_kobra.printname"] = "Кронштейн Аксион \"Кобра\" на Ласточкин Хвост"
L["eft_mount_dovetail_aksion_kobra.compactname"] = "Кобра"
L["eft_mount_dovetail_aksion_kobra.description"] = "Алюминиевый кронштейн для установки прицелов и различных аксессуаров, встречается в комплекте с прицелом Кобра. Производство Аксион."

L["eft_mount_dovetail_b13.printname"] = "Кронштейн Зенит \"Б-13 Классика\" на Ласточкин Хвост"
L["eft_mount_dovetail_b13.compactname"] = "Б-13"
L["eft_mount_dovetail_b13.description"] = "Планка над ствольной коробкой \"Б-13\" устанавливается на штатную базу \"Ласточник Хвост\", расположенную на ствольной коробке АК 103, 104, 105, 74М, 74С, АКМС, АКМ, карабинов \"САЙГА МК\", \"САЙГА МК-03\", \"САЙГА 410\" и обеспечивает установку на оружие прицельных приборов. Производство Зенит."

L["eft_mount_dovetail_b13v.printname"] = "Кронштейн Зенит \"Б-13В Классика\" на Ласточкин Хвост"
L["eft_mount_dovetail_b13v.compactname"] = "Б-13В"
L["eft_mount_dovetail_b13v.description"] = "Планка над ствольной коробкой \"Б-13В\" устанавливается на штатную базу \"Ласточник Хвост\", расположенную на ствольной коробке. Предназначена для установки на ПП-19-01 \"Витязь\", но также может устанавливаться другие варианты с креплением \"Ласточкин Хвост\". Производство Зенит."

L["eft_mount_dovetail_kmz_1p59.printname"] = "Крепление на Ласточкин Хвост для прицела КМЗ \"1П59\""
L["eft_mount_dovetail_kmz_1p59.compactname"] = "1П59 креп."
L["eft_mount_dovetail_kmz_1p59.description"] = "Универсальная база со встроенным источником питания для установки прицела 1П59 на крепления типа \"Ласточкин хвост\"."

L["eft_mount_dovetail_npz.printname"] = "Кронштейн на Ласточкин Хвост для НПЗ 1П78-1"
L["eft_mount_dovetail_npz.compactname"] = "1П78"
L["eft_mount_dovetail_npz.description"] = "Алюминиевый кронштейн от НПЗ для установки прицелов и аксессуаров. Устанавливается на крепления Ласточкин Хвост."

L["eft_mount_dovetail_pilad.printname"] = "Кронштейн ВОМЗ \"Пилад 043-02\" на Ласточкин Хвост"
L["eft_mount_dovetail_pilad.compactname"] = "043-02"
L["eft_mount_dovetail_pilad.description"] = "Алюминиевый кронштейн для установки прицелов и различных аксессуаров на рельсу Пикатинни."

L["eft_mount_dovetail_sagbit.printname"] = "Боковой кронштейн SAG \"Bit\" на Ласточкин Хвост"
L["eft_mount_dovetail_sagbit.compactname"] = "Bit"
L["eft_mount_dovetail_sagbit.description"] = "Небольшой и легкий боковой кронштейн \"Bit\" разработан для установки компактных прицелов и коллиматоров на автоматы АК и их многочисленных версий: Сайга, ВАЛ и тд. Производство Sureshot Armament Group."

L["eft_mount_dovetail_sag.printname"] = "Боковой кронштейн SAG AK на Ласточкин Хвост"
L["eft_mount_dovetail_sag.compactname"] = "SAG AK\n"
L["eft_mount_dovetail_sag.description"] = "Боковой кронштейн \"SAG AK\" разработан для установки прицелов и коллиматоров на автоматы АК и их многочисленных версий: Сайга, СВД и тд. Производство Sureshot Armament Group."

L["eft_mount_dovetail_rsr.printname"] = "Боковой кронштейн RS Regulate \"AK-303M\" на Ласточкин Хвост"
L["eft_mount_dovetail_rsr.compactname"] = "AK-303M"
L["eft_mount_dovetail_rsr.description"] = "Боковой кронштейн \"AK-303M\" разработан как база для установки верхних креплений RS Regulate на автоматы АК и их многочисленных версий: Сайга, СВД и тд. Производство RS Regulate."

L["eft_mount_dovetail_sagsvd.printname"] = "Кронштейн низкопрофильный SAG для СВД"
L["eft_mount_dovetail_sagsvd.compactname"] = "СВД низк."
L["eft_mount_dovetail_sagsvd.description"] = "Низкопрофильный боковой кронштейн, цельнофрезерован из бруска высокопрочного алюминиевого сплава В95Т. Предназначен для установки на винтовку СВД для установки прицелов, но также может быть использован на винтовках Вепрь-Хантер, АС Вал и ВСС. Производство Sureshot Armament Group."

-- [[ mount_keymod ]]
L["eft_mount_keymod_cnc2.printname"] = "Направляющая 2 дюйма CNC Guns \"KeyMod\""
L["eft_mount_keymod_cnc2.compactname"] = "CNC 2\""
L["eft_mount_keymod_cnc2.description"] = "Направляющая CNC Guns для системы KeyMod длиной 2 дюйма, позволяет устанавливать дополнительное оборудование на цевья с интерфейсом стандарта KeyMod."

L["eft_mount_keymod_cnc4.printname"] = "Направляющая 4 дюйма CNC Guns \"KeyMod\""
L["eft_mount_keymod_cnc4.compactname"] = "CNC 4\""
L["eft_mount_keymod_cnc4.description"] = "Направляющая от CNC Guns для системы KeyMod длиной 4 дюйма, позволяет устанавливать дополнительное оборудование на цевья с интерфейсом стандарта KeyMod."

L["eft_mount_keymod_si4.printname"] = "Направляющая 4 дюйма Strike Industries \"KeyMod\""
L["eft_mount_keymod_si4.compactname"] = "SI 4\""
L["eft_mount_keymod_si4.description"] = "Направляющая Strike Industries для системы KeyMod длиной 4 дюйма, позволяет устанавливать дополнительное оборудование на цевья с интерфейсом стандарта KeyMod."

L["eft_mount_keymod_si6.printname"] = "Направляющая 6 дюймов Strike Industries \"KeyMod\""
L["eft_mount_keymod_si6.compactname"] = "SI 6\""
L["eft_mount_keymod_si6.description"] = "Направляющая Strike Industries для системы KeyMod длиной 6 дюйма, позволяет устанавливать дополнительное оборудование на цевья с интерфейсом стандарта KeyMod."

L["eft_mount_keymod_vltor2.printname"] = "Направляющая 2 дюйма Vltor \"CASV KeyMod\""
L["eft_mount_keymod_vltor2.compactname"] = "CASV 2\""
L["eft_mount_keymod_vltor2.description"] = "Направляющая Vltor \"CASV\" для системы KeyMod длиной 2 дюйма, позволяет устанавливать дополнительное оборудование на цевья с интерфейсом стандарта KeyMod."

L["eft_mount_keymod_vltor4.printname"] = "Направляющая 4 дюйма Vltor \"CASV KeyMod\""
L["eft_mount_keymod_vltor4.compactname"] = "CASV 4\""
L["eft_mount_keymod_vltor4.description"] = "Направляющая Vltor \"CASV\" для системы KeyMod длиной 4 дюйма, позволяет устанавливать дополнительное оборудование на цевья с интерфейсом стандарта KeyMod."

L["eft_mount_keymod_vltor6.printname"] = "Направляющая 6 дюймов Vltor \"CASV KeyMod\""
L["eft_mount_keymod_vltor6.compactname"] = "CASV 6\""
L["eft_mount_keymod_vltor6.description"] = "Направляющая Vltor CASV для системы KeyMod длиной 6 дюймов, позволяет устанавливать дополнительное оборудование на цевья с интерфейсом стандарта KeyMod."

L["eft_mount_keymod_bipodd.printname"] = "Направляющая Odin Works \"K-Pod KeyMod\" для установки сошек"
L["eft_mount_keymod_bipodd.compactname"] = "K-Pod"
L["eft_mount_keymod_bipodd.description"] = "Направляющая-адаптер с интерфейсом KeyMod для установки сошек. Производство Odin Works."

L["eft_mount_keymod_corvus18.printname"] = "Направляющая 1.8 дюймов Corvus Defensio KeyMod"
L["eft_mount_keymod_corvus18.compactname"] = "CD 1.8\""
L["eft_mount_keymod_corvus18.description"] = "Направляющая Corvus Defensio для системы KeyMod длиной 1.8 дюймов, позволяет устанавливать дополнительное оборудование на цевья с интерфейсом стандарта KeyMod."

L["eft_mount_keymod_corvus68.printname"] = "Направляющая 6.8 дюймов Corvus Defensio KeyMod"
L["eft_mount_keymod_corvus68.compactname"] = "CD 6.8\""
L["eft_mount_keymod_corvus68.description"] = "Направляющая Corvus Defensio для системы KeyMod длиной 6.8 дюймов, позволяет устанавливать дополнительное оборудование на цевья с интерфейсом стандарта KeyMod."

-- [[ mount_mlok ]]
L["eft_mount_mlok25.printname"] = "Направляющая 2.5 дюймов Magpul \"M-LOK\""
L["eft_mount_mlok25.compactname"] = "M-LOK 2.5\""
L["eft_mount_mlok25.description"] = "Направляющая Magpul для системы M-LOK длиной 2.5 дюймов, позволяет устанавливать дополнительное оборудование на цевья с интерфейсом стандарта M-LOK."

L["eft_mount_mlok41.printname"] = "Направляющая 4.1 дюймов Magpul \"M-LOK\""
L["eft_mount_mlok41.compactname"] = "M-LOK 4.1\""
L["eft_mount_mlok41.description"] = "Направляющая Magpul для системы M-LOK длиной 4.1 дюйма, позволяет устанавливать дополнительное оборудование на цевья с интерфейсом стандарта M-LOK."

L["eft_mount_mlokcanti.printname"] = "Направляющая Magpul \"M-LOK Cantilever Mount\""
L["eft_mount_mlokcanti.compactname"] = "M-LOK RL"
L["eft_mount_mlokcanti.description"] = "Magpul M-LOK Cantilever Rail Light Mount - планка для крепления фонарей и других аксессуаров. Устанавливается на цевья с интерфейсом крепления M-LOK."

L["eft_mount_mlokoffset.printname"] = "Направляющая с выносом Magpul \"M-LOK Offset Light Mount\""
L["eft_mount_mlokoffset.compactname"] = "M-LOK Off"
L["eft_mount_mlokoffset.description"] = "Magpul M-LOK Offset Light/Optic Mount - планка для крепления фонарей и других аксессуаров. Устанавливается на цевья с интерфейсом крепления M-LOK."

L["eft_mount_mlok093.printname"] = "Направляющая 0.93 дюйма Magpul \"M-LOK\""
L["eft_mount_mlok093.compactname"] = "M-LOK 0.93\""
L["eft_mount_mlok093.description"] = "Направляющая Magpul для системы M-LOK длиной 0.93 дюйма, позволяет устанавливать дополнительное оборудование на цевья с интерфейсом стандарта M-LOK."

L["eft_mount_mlok_bipodd.printname"] = "Направляющая Magpul M-LOK для установки сошек"
L["eft_mount_mlok_bipodd.compactname"] = "M-LOK BP"
L["eft_mount_mlok_bipodd.description"] = "Крепление, позволяющее устанавливать сошки на цевья с интерфейсом M-LOK. Производство Magpul."

-- [[ mount_qars ]]
L["eft_mount_qars32.printname"] = "Направляющая 3.2 дюйма TROY \"QARS\""
L["eft_mount_qars32.compactname"] = "QARS 3.2\""
L["eft_mount_qars32.description"] = "Направляющая TROY QARS длиной 3.2 дюйма для цевья и газовой трубки \"Full Length Rail\" на АК, позволяет устанавливать дополнительное оборудование."

L["eft_mount_qars42.printname"] = "Направляющая 4.2 дюйма TROY \"QARS\""
L["eft_mount_qars42.compactname"] = "QARS 4.2\""
L["eft_mount_qars42.description"] = "Направляющая TROY QARS длиной 4.2 дюйма для цевья с газовой трубкой \"Full Length Rail\" на АК, позволяет устанавливать дополнительное оборудование."

-- [[ mount_scopes ]]
L["eft_mount_ac32062.printname"] = "Крепление Trijicon \"RMR High Profile\""
L["eft_mount_ac32062.compactname"] = "AC32062"
L["eft_mount_ac32062.description"] = "Высокопрофильная база для установки компактных прицелов серии RMR от Trijicon на направляющие Weaver и Пикатинни."

L["eft_mount_all_kmz_1p69.printname"] = "Крепление Weaver для прицела КМЗ \"1П69\""
L["eft_mount_all_kmz_1p69.compactname"] = "1П69 креп."
L["eft_mount_all_kmz_1p69.description"] = "Универсальная база со встроенным источником питания для установки прицела 1П59 на направляющие типа Weaver."

L["eft_mount_amm.printname"] = "Крепление Aimpoint для прицелов серии \"Micro\""
L["eft_mount_amm.compactname"] = "AMM"
L["eft_mount_amm.description"] = "База-крепление Aimpoint Micro Mount для прицелов серии Micro T-1 и H-1."

L["eft_mount_amsh.printname"] = "Повышающая проставка Aimpoint \"Spacer High\" для прицелов \"Micro\""
L["eft_mount_amsh.compactname"] = "AMSH"
L["eft_mount_amsh.description"] = "Проставка Aimpoint \"Spacer High\" для повышения линии прицеливания коллиматоров серии Micro."

L["eft_mount_compact.printname"] = "Крепление Kiba Arms \"Short Mount\" для установки прицелов" -- "Kiba Arms", not "Compact"
L["eft_mount_compact.compactname"] = "Short mo."
L["eft_mount_compact.description"] = "Универсальная база \"Short Mount\" для установки прицелов производства Kiba Arms."

L["eft_mount_deltapoint.printname"] = "Крепление Leupold \"Cross Slot Mount\" для прицелов \"DeltaPoint\""
L["eft_mount_deltapoint.compactname"] = "DPCSM"
L["eft_mount_deltapoint.description"] = "Универсальная база для установки компактных прицелов серии DeltaPoint от Leupold на направляющие Вивера."

L["eft_mount_ffwb.printname"] = "База Burris \"Weaver\" для прицелов \"FastFire\""
L["eft_mount_ffwb.compactname"] = "FFWB"
L["eft_mount_ffwb.description"] = "Универсальная база для установки компактных прицелов серии \"FastFire\" от Burris на направляющие типа Weaver."

L["eft_mount_geis_cap.printname"] = "Полукольцо Geissele \"Super Precision\""
L["eft_mount_geis_cap.compactname"] = "Geis пол."
L["eft_mount_geis_cap.description"] = "Штатное полукольцо, устанавливаемое на моноблок Geissele \"Super Precision\"."

L["eft_mount_geis_cap_ddc.printname"] = "Полукольцо Geissele \"Super Precision\" (DDC)"
L["eft_mount_geis_cap_ddc.compactname"] = "Geis пол."
L["eft_mount_geis_cap_ddc.description"] = "Штатное полукольцо, устанавливаемое на моноблок Geissele \"Super Precision\". Версия в цвете Desert Dirt Color."

L["eft_mount_geis_rmr.printname"] = "Крепление Reptilia \"ROF-90\" для прицелов \"RMR\" на моноблоки Geissele"
L["eft_mount_geis_rmr.compactname"] = "ROF-90 RMR"
L["eft_mount_geis_rmr.description"] = "Универсальная база Reptilia \"ROF-90\" для установки компактных прицелов серии \"RMR\" от Trijicon, устанавливаемая на место штатного полукольца на моноблоки серии \"Super Precision\" от Geissele."

L["eft_mount_geis_rmr_ddc.printname"] = "Крепление Reptilia \"ROF-90\" для прицелов \"RMR\" на моноблоки Geissele (DDC)"
L["eft_mount_geis_rmr_ddc.compactname"] = "ROF-90 RMR"
L["eft_mount_geis_rmr_ddc.description"] = "Универсальная база Reptilia \"ROF-90\" для установки компактных прицелов серии \"RMR\" от Trijicon, устанавливаемая на место штатного полукольца на моноблоки серии \"Super Precision\" от Geissele. Версия в цвете Desert Dirt Color."

L["eft_mount_h2.printname"] = "Крепление Aimpoint \"H-2\" для прицелов серии \"Micro\""
L["eft_mount_h2.compactname"] = "H-2"
L["eft_mount_h2.description"] = "База-крепление Aimpoint \"Micro Standard Mount\" для прицелов серии \"Micro H-2\". Обратно совместима с прицелами серии \"T-1\" и \"H-1\"."

L["eft_mount_lrp.printname"] = "Крепление Aimpoint \"LRP\" для прицелов CompM4/PRO"
L["eft_mount_lrp.compactname"] = "LRP"
L["eft_mount_lrp.description"] = "Быстросъемная база-крепление Aimpoint \"LRP\" для прицелов серии CompM4/PRO."

L["eft_mount_lrp_spacer.printname"] = "Повышающая проставка Aimpoint \"Standard Spacer\""
L["eft_mount_lrp_spacer.compactname"] = "SS"
L["eft_mount_lrp_spacer.description"] = "Планка \"Standard Spacer\" для прицелов Aimpoint \"CompM4\", повышающая линию прицеливания."

L["eft_mount_lt101.printname"] = "Направляющая LaRue \"LT101 QD Tactical Picatinny Riser\""
L["eft_mount_lt101.compactname"] = "QD LT101"
L["eft_mount_lt101.description"] = "Быстросъемная направляющая \"LT-101\" на планки Пикатинни для подъема позиции коллиматоров или оптики, производство LaRue."

L["eft_mount_nar.printname"] = "Крепление B&T \"QD NAR\" для прицелов Aimpoint ACRO"
L["eft_mount_nar.compactname"] = "NAR"
L["eft_mount_nar.description"] = "База-крепление Brugger & Thomet \"QD NAR\" для коллиматорных прицелов Aimpoint серии ACRO. Высота стойки - 39мм."

L["eft_mount_ncstar.printname"] = "Направляющая NcSTAR \"MPR45\""
L["eft_mount_ncstar.compactname"] = "MPR45"
L["eft_mount_ncstar.description"] = "Универсальная направляющая от компании NcStar, позволяющая установить вспомогательный прицел под углом 45 градусов."

L["eft_mount_qrp2.printname"] = "Крепление Aimpoint \"QRP2\" для прицелов CompM4/PRO"
L["eft_mount_qrp2.compactname"] = "QRP2"
L["eft_mount_qrp2.description"] = "Быстросъемная база-крепление \"QRP2\" для прицелов CompM4 и PRO, производство Aimpoint."

L["eft_mount_reapir.printname"] = "Крепление UNV \"DLOC-IRD\" для установки прицелов"
L["eft_mount_reapir.compactname"] = "DLOC-IRD"
L["eft_mount_reapir.description"] = "Универсальная быстросъемная база UNV DLOC-IRD для установки прицелов."

L["eft_mount_rm33.printname"] = "Крепление Trijicon \"RMR Low Profile\""
L["eft_mount_rm33.compactname"] = "RM33"
L["eft_mount_rm33.description"] = "Низкопрофильная база для установки компактных прицелов серии RMR от Trijicon на направляющие Weaver и Пикатинни."

L["eft_mount_rm35.printname"] = "База Trijicon \"RMR\" для прицелов \"ACOG\""
L["eft_mount_rm35.compactname"] = "RM35"
L["eft_mount_rm35.description"] = "Универсальная база для установки компактных прицелов серии RMR от Trijicon, устанавливаемая на место штатного крепления запасных прицельных приспособлений на прицелы серии ACOG."

L["eft_mount_acogrs.printname"] = "Целик для прицелов Trijicon \"ACOG\""
L["eft_mount_acogrs.compactname"] = "ACOG"
L["eft_mount_acogrs.description"] = "Съемный целик, устанавливается поверх оптических прицелов ACOG TA01NSN 4x32. Производство Trijicon."

L["eft_mount_romeo.printname"] = "Крепление SIG Sauer для прицелов серии \"ROMEO\""
L["eft_mount_romeo.compactname"] = "ROMEO"
L["eft_mount_romeo.description"] = "База-крепление для коллиматорных прицелов серии ROMEO, производство SIG Sauer."

L["eft_mount_t1sun.printname"] = "Крепление Recknagel Era-Tac \"Sunshade\" для прицелов Aimpoint T-1"
L["eft_mount_t1sun.compactname"] = "T-1 Sun"
L["eft_mount_t1sun.description"] = "База-крепление Recknagel Era-Tac \"Sunshade\" для прицела Aimpoint Micro T-1."

L["eft_mount_trijicon.printname"] = "Крепление Trijicon \"TA51\" для установки прицелов"
L["eft_mount_trijicon.compactname"] = "TA51"
L["eft_mount_trijicon.description"] = "Универсальная база TA51 для установки прицелов Trijicon 3.5x35, 4x32, 5.5x50 ACOG, 1x42 Reflex и 1-6x24 VCOG."

L["eft_mount_um3.printname"] = "Крепление UM Tactical \"UM3\" для пистолетов"
L["eft_mount_um3.compactname"] = "UM3"
L["eft_mount_um3.description"] = "Крепление UM Tactical \"UM3\". Позволяет устанавливать дополнительное тактическое оборудование и прицелы."

L["eft_mount_vulcan.printname"] = "База Armasight для прицелов серии \"Vulcan\""
L["eft_mount_vulcan.compactname"] = "Vulcan"
L["eft_mount_vulcan.description"] = "База для установки ночных прицелов \"Vulcan\" производства Armasight на направляющую Weaver."

L["eft_mount_zeus.printname"] = "База Armasight для прицелов серии \"Zeus\""
L["eft_mount_zeus.compactname"] = "Zeus"
L["eft_mount_zeus.description"] = "База для установки ночных прицелов \"Zeus\" производства Armasight на направляющую Weaver."

L["eft_mount_hydra.printname"] = "Крепление GBRS \"Aimpoint Hydra Mount Kit\" (Черное)"
L["eft_mount_hydra.compactname"] = "Hydra"
L["eft_mount_hydra.description"] = "База-крепление Hydra Mount Kit для установки прицелов серии Aimpoint Micro T-1 и H-1 и тактического оборудования. Производство GBRS Group."

L["eft_mount_hydra_fde.printname"] = "Крепление GBRS \"Aimpoint Hydra Mount Kit\" (FDE)"
L["eft_mount_hydra_fde.compactname"] = "Hydra"
L["eft_mount_hydra_fde.description"] = "База-крепление Hydra Mount Kit для установки прицелов серии Aimpoint Micro T-1 и H-1 и тактического оборудования. Производство GBRS Group. Версия в цвете Flat Dark Earth."

L["eft_mount_shakhin.printname"] = "База для прицела \"Шахин\""
L["eft_mount_shakhin.compactname"] = "Шах кр."
L["eft_mount_shakhin.description"] = "База для установки тепловизионного прицела Шахин на направляющую Weaver. Производство ЦНИИ Циклон."

-- [[ muzzle_12g ]]
L["eft_muzzle_12g_threadapadter.printname"] = "Адаптер модератора SilencerCo \"Salvo 12\""
L["eft_muzzle_12g_threadapadter.compactname"] = "12ga thr."
L["eft_muzzle_12g_threadapadter.description"] = "Чок-адаптер модератора звука SilencerCo \"Salvo 12\", предназначенный для установки на карабины серии СОК, ВПО и другие."

L["eft_muzzle_12g_chokeapadter.printname"] = "Чок-адаптер SilencerCo \"Salvo 12\" 12к"
L["eft_muzzle_12g_chokeapadter.compactname"] = "12ga adpt."
L["eft_muzzle_12g_chokeapadter.description"] = "Чок-адаптер модератора Salvo 12, предназначенный для установки на Remington M870 и другие ружья."

L["eft_muzzle_12g_mecyl.printname"] = "Дульный переходник 12к ME \"Цилиндр\""
L["eft_muzzle_12g_mecyl.compactname"] = "Цилиндр 12к"
L["eft_muzzle_12g_mecyl.description"] = "Дульный переходник под внешнюю резьбу для стволов 12к, позволяет устанавливать дополнительные дульные приспособления."

L["eft_muzzle_12g_rtc.printname"] = "Чок Remington \"Tactical Choke\" 12к"
L["eft_muzzle_12g_rtc.compactname"] = "RTC 12к"
L["eft_muzzle_12g_rtc.description"] = "Remington \"Tactical Choke\" был разработан специально для тактических ружей и ружей самообороны. Сочетает в себе свойства цилиндра и пламегасителя."

L["eft_muzzle_12g_claw.printname"] = "Дульный тормоз Tromix \"Monster Claw\" 12к"
L["eft_muzzle_12g_claw.compactname"] = "MClaw"
L["eft_muzzle_12g_claw.description"] = "Дульный тормоз-компенсатор \"Monster Claw\" от Tromix значительно уменьшает отдачу, а также может быть использован для разбития каленого стекла."

L["eft_muzzle_12g_gk02.printname"] = "Дульный тормоз-компенсатор \"ГК-02\" 12к"
L["eft_muzzle_12g_gk02.compactname"] = "ГК-02"
L["eft_muzzle_12g_gk02.description"] = "ДТК Ильина ГК-02 - новая версия ДТК Всеволода Ильина с улучшенными показателями снижения отдачи и подброса ствола."

L["eft_muzzle_12g_hexasup.printname"] = "Модератор звука Гексагон 12К"
L["eft_muzzle_12g_hexasup.compactname"] = "Гексагон 12К"
L["eft_muzzle_12g_hexasup.description"] = "Модератор звука выстрела от компании Гексагон для карабинов и ружей 12 калибра (Сайга, Вепрь и т.д.)."

L["eft_muzzle_12g_salvo.printname"] = "Глушитель SilencerCo \"Salvo 12\" 12к"
L["eft_muzzle_12g_salvo.compactname"] = "Salvo 12"
L["eft_muzzle_12g_salvo.description"] = "Модератор звука выстрела от компании \"SilencerCo\" для карабинов и ружей 12 калибра (Сайга, Вепрь и т.д.). Излишне тяжел, но при этом достаточно эффективен. Для установки требуется соответствующий переходник."

-- [[ muzzle_ar10 ]]
L["eft_muzzle_ar10_cmmgsv.printname"] = "Дульный тормоз CMMG \"SV Brake\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_cmmgsv.compactname"] = "SV Brake"
L["eft_muzzle_ar10_cmmgsv.description"] = "Дульный компенсатор CMMG \"SV Brake\" представляет собой эффективный односторонний тормоз, разработанный специально для систем AR-10 и совместимых."

L["eft_muzzle_ar10_vette.printname"] = "Компенсатор Nordic Components \"Corvette\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_vette.compactname"] = "Vette 762"
L["eft_muzzle_ar10_vette.description"] = "Дульный тормоз/компенсатор \"Corvette\", предназначенный для систем AR-10 и совместимых. Уменьшает отдачу, уводя газ вверх и по сторонам. Производство Nordic Components."

L["eft_muzzle_ar10_wave.printname"] = "Дульный тормоз Daniel Defense \"WAVE\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_wave.compactname"] = "WAVE 762"
L["eft_muzzle_ar10_wave.description"] = "Дульный тормоз Daniel Defense \"WAVE\" эффективно гасит подброс ствола, а также может служить платформой для одноименного быстросъёмного глушителя. Изготовлен из аэрокосмической нержавеющей стали 17-4 PH и имеет нитридную отделку для минимальной коррозии."

L["eft_muzzle_ar10_warden.printname"] = "Дульная насадка SureFire \"Warden\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_warden.compactname"] = "War 762"
L["eft_muzzle_ar10_warden.description"] = "SureFire \"Warden\" имеет корпус из нержавеющей стали, который улучшает внешний вид, одновременно защищая внутренние части от повреждений. \"Warden\" предотвращает внутренние повреждения грязью, пылью, мусором и т.д."

L["eft_muzzle_ar10_zk38.printname"] = "Дульный тормоз TAA \"ZK-38\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_zk38.compactname"] = "ZK-38"
L["eft_muzzle_ar10_zk38.description"] = "\"ZK series\" - однокамерный высокоэффективный дульный тормоз с наклонной головкой производства Tactical Advantage Armory. Передняя часть довольно острая и служит средством сдерживания угрозы."

L["eft_muzzle_ar10_30cb.printname"] = "Дульный тормоз TAA \"ZK-38\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_30cb.compactname"] = "ZK-38"
L["eft_muzzle_ar10_30cb.description"] = "\"ZK series\" - однокамерный высокоэффективный дульный тормоз с наклонной головкой производства Tactical Advantage Armory. Передняя часть довольно острая и служит средством сдерживания угрозы."

L["eft_muzzle_ar10_aac51t.printname"] = "Пламегаситель AAC \"Blackout 51T\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_aac51t.compactname"] = "51T 762"
L["eft_muzzle_ar10_aac51t.description"] = "Пламегаситель производства Advanced Armament Corporation (AAC) - \"Blackout 51T\" 7.62x51 эффективно подавляет вспышку, а также может служить платформой для быстросъёмного глушителя AAC \"762-SDN-6\". Устанавливается на винтовки семейства AR-10."

L["eft_muzzle_ar10_lantac.printname"] = "Дульный тормоз-компенсатор Lantac \"Dragon\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_lantac.compactname"] = "DGN762B"
L["eft_muzzle_ar10_lantac.description"] = "Дульный тормоз-компенсатор \"Dragon\", предназначенный для установки на системы калибра 7.62x51мм. Снижает отдачу и компенсирует бросок."

L["eft_muzzle_ar10_qdc_brake.printname"] = "Дульный тормоз KAC \"QDC Muzzle Brake Kit\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_qdc_brake.compactname"] = "QDC 762"
L["eft_muzzle_ar10_qdc_brake.description"] = "Дульный тормоз производства Knight's Armament Company снижает отдачу и компенсирует бросок, а также может служить платформой для быстросъёмного глушителя PRS QDC. Устанавливается на винтовки семейства AR-10."

L["eft_muzzle_ar10_m11.printname"] = "Дульный тормоз Precision Armanent \"M11 Severe-Duty\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_m11.compactname"] = "M11"
L["eft_muzzle_ar10_m11.description"] = "Дульный тормоз \"M11\", предназначенный для систем AR-10 и совместимых. Производство Precision Armament."

L["eft_muzzle_ar10_x3.printname"] = "Компенсатор 2A Armament \"X3\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_x3.compactname"] = "X3 762"
L["eft_muzzle_ar10_x3.description"] = "Компенсатор \"X3\", предназначенный для систем AR-10 и совместимых. Производство 2A Armament."

L["eft_muzzle_ar10_mdr.printname"] = "Пламегаситель Desert Tech 7.62x51"
L["eft_muzzle_ar10_mdr.compactname"] = "MDR 762"
L["eft_muzzle_ar10_mdr.description"] = "Пламегаситель для штурмовых винтовок MDR 7.62x51 (.308), разработанный фирмой Desert Tech."

L["eft_muzzle_ar10_procomp.printname"] = "Дульный тормоз SureFire \"ProComp\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_procomp.compactname"] = "ProComp 762"
L["eft_muzzle_ar10_procomp.description"] = "Дульный тормоз \"ProComp\", предназначенный для систем AR-10 и совместимых. Тормоз значительно снижает как импульс отдачи, так и подъем дула, заставляя оружие стрелка двигаться только назад, что позволяет ему удерживать дуло на цели для более быстрого восстановления отдачи. Производство SureFire."

L["eft_muzzle_ar10_red.printname"] = "Дульный тормоз Fortis \"RED Brake\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_red.compactname"] = "RED 762"
L["eft_muzzle_ar10_red.description"] = "Дульный тормоз \"RED Brake\", предназначенный для систем AR-10 и совместимых. Производство Fortis."

L["eft_muzzle_ar10_atlas.printname"] = "Дульный тормоз Odin Works \"ATLAS-7\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_atlas.compactname"] = "ATLAS-7"
L["eft_muzzle_ar10_atlas.description"] = "Дульный тормоз \"ATLAS-7\", предназначенный для систем AR-10 и совместимых. Производство Odin Works."

L["eft_muzzle_ar10_scarsd.printname"] = "Пламегаситель AAC \"SCAR-SD 51T\" 7.62x51"
L["eft_muzzle_ar10_scarsd.compactname"] = "SCAR-SD 762"
L["eft_muzzle_ar10_scarsd.description"] = "Пламегаситель производства Advanced Armament Corporation (AAC) - \"SCAR-SD 51T\" 7.62x51 эффективно подавляет вспышку, а также может служить платформой для быстросъёмного глушителя AAC \"762-SDN-6\". Устанавливается на винтовки семейства AR-15/AR-10."

L["eft_muzzle_ar10_shrewed.printname"] = "Дульный тормоз Keeno Arms \"SHREWD\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_shrewed.compactname"] = "SHREWD 762"
L["eft_muzzle_ar10_shrewed.description"] = "Дульный тормоз SHREWD, предназначенный для систем AR-10 и совместимых. Производство Keeno Arms."

L["eft_silencer_ar10_prsqdc.printname"] = "Глушитель KAC \"PRS/QDC\" 7.62x51"
L["eft_silencer_ar10_prsqdc.compactname"] = "PRS QDC"
L["eft_silencer_ar10_prsqdc.description"] = "Быстросъемный глушитель Knight's Armament Company \"PRS QDC\", предназначенный для установки на совместимые пламегасители QDC Flash Suppressor Kit и QDC Muzzle Brake Kit."

L["eft_muzzle_ar10_bmda3.printname"] = "Адаптер Lantac \"A3\" для \"BMD Blast Mitigation Device\""
L["eft_muzzle_ar10_bmda3.compactname"] = "BMD A3"
L["eft_muzzle_ar10_bmda3.description"] = "Адаптер \"A3\" для дульного устройства BMD \"Blast Mitigation Device\" от Lantac."

L["eft_muzzle_bmd_bmd762.printname"] = "Дульное устройство Lantac \"BMD Blast Mitigation Device\" 7.62x51"
L["eft_muzzle_bmd_bmd762.compactname"] = "BMD 762"
L["eft_muzzle_bmd_bmd762.description"] = "Устройство BMD \"Blast Mitigation Device\" от Lantac представляет собой уникальный защитный экран, позволяющий дульному тормозу, находящемуся внутри него, продолжать функционировать в обычном режиме, снижая при этом подъем дула. Устанавливается на оружие калибра 7.62х51."

L["eft_muzzle_deltatek_dtk_ar10.printname"] = "Дульный тормоз компенсатор Дельта-Тек \"ДТК-AR10\" 7.62x51 для AR-10"
L["eft_muzzle_deltatek_dtk_ar10.compactname"] = "ДТК-AR10"
L["eft_muzzle_deltatek_dtk_ar10.description"] = "Дульный тормоз \"ДТК-AR10\", предназначенный для систем AR-10 и совместимых. Хорошо снижает отдачу и является отличным компенсатором увода ствола вверх благодаря наличию специальной компенсационной камеры. Производство Дельта-Тек."

-- [[ muzzle_shared ]]
L["eft_muzzle_psr_protector.printname"] = "Протектор для дульного тормоза AWC \"PSR\""
L["eft_muzzle_psr_protector.compactname"] = "PSR прот."
L["eft_muzzle_psr_protector.description"] = "Протектор для дульного тормоза \"PSR\" от компании AWC Silencers. Предназначен для защиты резьбы."

L["eft_muzzle_ar15_onemount.printname"] = "Адаптер Gemtech \"Direct Thread Mount\" для глушителей \"ONE\""
L["eft_muzzle_ar15_onemount.compactname"] = "ONE адпт."
L["eft_muzzle_ar15_onemount.description"] = "Адаптер \"Direct Thread Mount\" для глушителя Gemtech \"ONE\". Для установки глушителя напрямую на резьбу ствола."

L["eft_silencer_gemtechone.printname"] = "Глушитель Gemtech \"ONE\" мультикалиберный"
L["eft_silencer_gemtechone.compactname"] = "ONE"
L["eft_silencer_gemtechone.description"] = "Глушитель Gemtech \"ONE\" предназначен для использования с патроном калибра 7.62x51 NATO, но также совместим и с большинством других существующих калибров. Может быть установлен только на совместимые дульные устройства."

L["eft_silencer_waveqd.printname"] = "Глушитель Daniel Defense \"WAVE QD\" мультикалиберный"
L["eft_silencer_waveqd.compactname"] = "WAVE QD"
L["eft_silencer_waveqd.description"] = "Быстросъемный глушитель \"WAVE QD\", устанавливаемый на одноименные дульные тормоза \"WAVE\", производство Daniel Defense."

L["eft_silencer_ultra5.printname"] = "Глушитель Thunder Beast Arms \"Ultra 5\""
L["eft_silencer_ultra5.compactname"] = "Ultra 5"
L["eft_silencer_ultra5.description"] = "Глушитель \"Ultra 5\" предназначен для использования с патроном калибра 7.62x51 NATO, но также может использоваться с патроном .300, 6.8 SPC, 6.5, и 5.56mm NATO. Может быть установлен только на совместимые дульные устройства производства от Thunder Beast Arms."

L["eft_silencer_sdn6.printname"] = "Глушитель AAC \"762-SDN-6\" мультикалиберный"
L["eft_silencer_sdn6.compactname"] = "SDN-6"
L["eft_silencer_sdn6.description"] = "Глушитель AAC \"762-SDN-6\" предназначен для использования с патроном калибра 7.62x51 NATO, но также может использоваться с патроном 300 AAC, 6.8 SPC, 6.5, и 5.56mm NATO. Может быть установлен только на совместимые дульные устройства с резьбой типа \"51T\"."

L["eft_muzzle_ar10_keymount.printname"] = "Дульный тормоз Dead Air \"Keymount\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_keymount.compactname"] = "Keymount"
L["eft_muzzle_ar10_keymount.description"] = "Дульный тормоз производства Dead Air Silencers, предназначенный для систем AR-10 и совместимых. Тормоз значительно снижает как импульс отдачи, так и подъем дула, заставляя оружие стрелка двигаться только назад, что позволяет ему удерживать дуло на цели для более быстрого восстановления отдачи."

L["eft_muzzle_dthybrid.printname"] = "Адаптер SilencerCo \"Direct Thread Mount\" для глушителей \"Hybrid 46\""
L["eft_muzzle_dthybrid.compactname"] = "DT Hybrid"
L["eft_muzzle_dthybrid.description"] = "Адаптер \"Direct Thread Mount\" для глушителя SilencerCo Hybrid 46. Для установки глушителя напрямую на резьбу ствола."

L["eft_muzzle_pws_cqb.printname"] = "Дульный тормоз PWS \"CQB\" 5.56x45 для AR-15"
L["eft_muzzle_pws_cqb.compactname"] = "PWS CQB"
L["eft_muzzle_pws_cqb.description"] = "Дульный тормоз-компенсатор PWS CQB 5.56x45мм разработан специально для малогабаритного оружия для использования в замкнутых пространствах."

L["eft_silencer_dthybrid.printname"] = "Глушитель SilencerCo \"Hybrid 46\" мультикалиберный"
L["eft_silencer_dthybrid.compactname"] = "Hybrid 46"
L["eft_silencer_dthybrid.description"] = "Мультикалиберный глушитель SilencerCo \"Hybrid 46\" для пистолетов под патрон от 9мм до .45 ACP и винтовок под патрон от 5.56мм до .45. Для установки на оружие требуется соответствующий системе переходник."

L["eft_silencer_r43_556.printname"] = "Дульный тормоз-компенсатор Ротор 43 5.56x45"
L["eft_silencer_r43_556.compactname"] = "Р43 5.56"
L["eft_silencer_r43_556.description"] = "Дульный тормоз-компенсатор производства Ротор 43 предназначен для установки на AR или АК калибра 5.56x45. Позиционируется именно как ДТК, но при этом также снижает звук выстрела."

L["eft_muzzle_ar10_sig_taperlok.printname"] = "Дульное крепление SIG Sauer \"Taper-LOK\" 7.62x51/.300 BLK"
L["eft_muzzle_ar10_sig_taperlok.compactname"] = "T-LOK"
L["eft_muzzle_ar10_sig_taperlok.description"] = "Запатентованная система крепления \"Taper-LOK\", позволяющее устанавливать различные дульные устройства на системы калибра 7.62x51 и .300 Blackout. Производство SIG Sauer."

L["eft_muzzle_tlok_3prong.printname"] = "Пламегаситель SIG Sauer \"3-prong\" 7.62x51"
L["eft_muzzle_tlok_3prong.compactname"] = "3-pr 762"
L["eft_muzzle_tlok_3prong.description"] = "Трёхлепестковый пламегаситель от SIG Sauer, устанавливаемый на специальное крепление по запатентованной технологии \"Taper-LOK\"."

L["eft_muzzle_tlok_mirco.printname"] = "Дульный тормоз SIG Sauer \"Micro Brake\" 7.62x51"
L["eft_muzzle_tlok_mirco.compactname"] = "Micro 762"
L["eft_muzzle_tlok_mirco.description"] = "Компактный дульный тормоз от SIG Sauer, устанавливаемый на специальное крепление по запатентованной технологии \"Taper-LOK\"."

L["eft_muzzle_tlok_tpb.printname"] = "Дульный тормоз SIG Sauer \"Two Port Brake\" 7.62x51"
L["eft_muzzle_tlok_tpb.compactname"] = "TPB 762"
L["eft_muzzle_tlok_tpb.description"] = "Компактный дульный тормоз \"Two Port Brake\" от SIG Sauer, устанавливаемый на специальное крепление по запатентованной технологии \"Taper-LOK\"."

L["eft_silencer_ar10_tlok_srd.printname"] = "Глушитель SIG Sauer \"SRD762-QD\" 7.62x51"
L["eft_silencer_ar10_tlok_srd.compactname"] = "SRD762-QD"
L["eft_silencer_ar10_tlok_srd.description"] = "\"SRD762-QD\" 7.62x51 - это глушитель из титана Grade 5, использующий быстросъемные дульные устройства для крепления глушителя к оружию. Производство SIG Sauer."

L["eft_muzzle_ar10_qdc_sup.printname"] = "Пламегаситель KAC \"QDC Flash Supressor Kit\" 7.62x51 для AR-10"
L["eft_muzzle_ar10_qdc_sup.compactname"] = "KAC QDC"
L["eft_muzzle_ar10_qdc_sup.description"] = "Пламегаситель производства \"Knight's Armament Company\" эффективно подавляет вспышку, а также может служить платформой для быстросъёмного глушителя QDC PRS. Устанавливается на винтовки семейства AR-10."

L["eft_silencer_ar10_srdti.printname"] = "Глушитель SIG Sauer \"SRD762Ti\" 7.62x51"
L["eft_silencer_ar10_srdti.compactname"] = "SRD762"
L["eft_silencer_ar10_srdti.description"] = "Глушитель \"SRD762Ti\" из титана Grade 5 для калибров .308/7.62/300BLK, производство SIG Sauer."

L["eft_muzzle_deltatek_dtk_ar15.printname"] = "Дульный тормоз компенсатор Дельта-Тек \"ДТК-M16\" 5.56x45 для AR-15"
L["eft_muzzle_deltatek_dtk_ar15.compactname"] = "ДТК-M16"
L["eft_muzzle_deltatek_dtk_ar15.description"] = "Дульный тормоз \"ДТК-M16\", предназначенный для систем AR-15 и совместимых. Хорошо снижает отдачу и является отличным компенсатором увода ствола вверх благодаря наличию специальной компенсационной камеры. Производство Дельта-Тек."

L["eft_muzzle_carlson_ar15.printname"] = "Дульный тормоз DoubleStar \"Carlson Tac Comp\" 5.56x45 для AR-15"
L["eft_muzzle_carlson_ar15.compactname"] = "CC450 556"
L["eft_muzzle_carlson_ar15.description"] = "Дульный тормоз компенсатор \"Carlson Tac Comp\", предназначенный для систем AR-15 и совместимых. Тормоз снижает импульс отдачи и подъем дула. Идеально подходит для оружия с коротким стволом. Производство DoubleStar."

-- [[ optic ]]
L["eft_optic_1p78_eyecap.printname"] = "Наглазник на прицел НПЗ 1П78"
L["eft_optic_1p78_eyecap.compactname"] = "1П78 нагл."
L["eft_optic_1p78_eyecap.description"] = "Резиновый наглазник для установки на оптический прицел НПЗ 1П78."

L["eft_optic_553.printname"] = "Голографический прицел EOTech \"553\""
L["eft_optic_553.compactname"] = "553"
L["eft_optic_553.description"] = "Голографический прицел EOTech \"553\". Благодаря его конструкции, позволяет использовать его на широком спектре оружия даже с не складными прицельными приспособлениями. Совместим с приборами ночного видения за счет NV режима марки. Используется US SOCOM как основной прицел для операций в ограниченном пространстве."

L["eft_optic_acrop1.printname"] = "Коллиматорный прицел Aimpoint \"ACRO P-1\""
L["eft_optic_acrop1.compactname"] = "ACRO P-1"
L["eft_optic_acrop1.description"] = "Компактный коллиматорный прицел \"ACRO P-1\" от компании Aimpoint разработан для установки на специальные рельсы. Очень легкий, компактный и прочный."

L["eft_optic_compm4.printname"] = "Коллиматорный прицел Aimpoint \"CompM4\""
L["eft_optic_compm4.compactname"] = "CompM4"
L["eft_optic_compm4.description"] = "Прицелы серии Aimpoint \"CompM4\" - самые прочные прицелы, которые когда-либо производила компания Aimpoint, и они являются стандартным прицелом пехоты во многих странах НАТО. Оптика чрезвычайно прочная и работает непрерывно до 8 лет от одной батарейки AA. Aimpoint CompM4s - это последняя версия M68CCO (Close-Combat Optic - \"Оптика Ближнего Боя\") армии США, продолжающая наследие, которое Aimpoint поддерживает с 1997 года."

L["eft_optic_deltapoint.printname"] = "Коллиматорный прицел Leupold \"DeltaPoint\""
L["eft_optic_deltapoint.compactname"] = "DP"
L["eft_optic_deltapoint.description"] = "Компактный коллиматорный прицел \"DeltaPoint\" от компании Leupold практически не имеет ограничений в области применения. Изначально планировавшийся для установки на помповые гладкоствольные ружья для соревнований и практической стрельбы, он неплохо показал себя на широком спектре оружия. От ружья и пистолета до платформы AR, как основной или вспомогательный прицел, он будет показывать отличный результат."

L["eft_optic_exps3_tan.printname"] = "Голографический прицел EOTech \"EXPS3\" (Песочный)"
L["eft_optic_exps3_tan.compactname"] = "EXPS3"
L["eft_optic_exps3_tan.description"] = "Голографический прицел Eotech EXPS3. Благодаря его конструкции, позволяется использовать его на широком спектре оружия даже с не складными прицельными приспособлениями. Совместим с приборами ночного видения за счет NV режима марки. Используется US SOCOM как прицел для операций в ограниченном пространстве."

L["eft_optic_ff3.printname"] = "Коллиматорный прицел Burris \"FastFire 3\""
L["eft_optic_ff3.compactname"] = "FF3"
L["eft_optic_ff3.description"] = "Легкий и прочный, \"FastFire\" даёт четкую ярко-красную точку на цель, чтобы предоставить вам преимущество в скорости и точности. Может использоваться в качестве основного или вспомогательного прицела."

L["eft_optic_h2.printname"] = "Коллиматорный прицел Aimpoint \"Micro H-2\""
L["eft_optic_h2.compactname"] = "H-2"
L["eft_optic_h2.description"] = "Компактный коллиматорный прицел \"Micro H-2\" от компании Aimpoint разработан для установки на любой тип огнестрельного оружия и даже на луки. Легкий, компактный, прочный."

L["eft_optic_hhs1.printname"] = "Гибридный прицельный комплекс EOTech \"HHS-1\""
L["eft_optic_hhs1.compactname"] = "HHS-1"
L["eft_optic_hhs1.description"] = "Гибридный прицельный комплекс \"HHS-1\" (Holographic Hybrid Sight - \"Гибридный Голографический Прицел\"), состоящий из голографического прицела \"EXPS3-4\" и оптического увеличителя \"G33.STS\". Производство EOTech."

L["eft_optic_hhs1_tan.printname"] = "Гибридный прицельный комплекс EOTech \"HHS-1\" (Песочный)"
L["eft_optic_hhs1_tan.compactname"] = "HHS-1 Tan"
L["eft_optic_hhs1_tan.description"] = "Гибридный прицельный комплекс \"HHS-1\" (Holographic Hybrid Sight - \"Гибридный Голографический Прицел\"), состоящий из голографического прицела \"EXPS3-4\" и оптического увеличителя \"G33.STS\". Производство EOTech."

L["eft_optic_hs401g5.printname"] = "Коллиматорный прицел Holosun \"HS401G5\""
L["eft_optic_hs401g5.compactname"] = "HS401G5"
L["eft_optic_hs401g5.description"] = "Коллиматорный прицел \"HS401G5\" со встроенным блоком ЛЦУ, производство Holosun."

L["eft_optic_kmz_eyecap.printname"] = "Наглазник на прицел КМЗ 1П59"
L["eft_optic_kmz_eyecap.compactname"] = "1П59 нагл."
L["eft_optic_kmz_eyecap.description"] = "Резиновый наглазник для установки на прицел КМЗ 1П59."

L["eft_optic_kobra.printname"] = "Коллиматорный прицел Аксион \"Кобра ЭКП-8-18\""
L["eft_optic_kobra.compactname"] = "ЭКП-8-18"
L["eft_optic_kobra.description"] = "Кобра - весьма популярный коллиматорный прицел среди силовых структур и гражданских стрелков. Разрабатывался для Вооруженных Сил РФ, однако на вооружение официально так и не был принят. Производство Аксион."

L["eft_optic_krechet.printname"] = "Коллиматорный прицел Валдай Кречет"
L["eft_optic_krechet.compactname"] = "Кречет"
L["eft_optic_krechet.description"] = "Коллиматорый прицел \"Кречет\", предназначен для прицельной стрельбы днем и ночью при использовании в сочетании с прибором ночного видения."

L["eft_optic_mrs.printname"] = "Коллиматорный прицел Walther \"MRS\""
L["eft_optic_mrs.compactname"] = "MRS"
L["eft_optic_mrs.description"] = "Коллиматорный прицел Walther \"Multi-Reticle Point Sight\" (MRS) позволяет выбирать между двумя точками и двумя сетками с настраиваемыми уровнями яркости. Дешёвый, точный (но при переключении между точками и сетками нужно пристреливать заново), компактный и экономно расходующий батарею - но не слишком надёжный и прочный."

L["eft_optic_nspu_eyecap.printname"] = "Наглазник на прицел НСПУ-М"
L["eft_optic_nspu_eyecap.compactname"] = "НСПУ-М"
L["eft_optic_nspu_eyecap.description"] = "Резиновый наглазник для установки на ночной прицел НСПУ-М."

L["eft_optic_okp7.printname"] = "Коллиматорный прицел ОКП-7"
L["eft_optic_okp7.compactname"] = "ОКП-7"
L["eft_optic_okp7.description"] = "Оригинальная конструкция прицелов ОКП даёт возможность вести прицельный огонь из неустойчивых положений и в условиях быстро меняющейся обстановки, снижает утомляемость стрелка, а также, при необходимости, позволяет использовать штатное механическое приспособление. Основная особенность прицела  - крепление рефлектора без металлической оправы, перекрывающей заметную часть секторов обстрела. Защита рефлектора в экстремальных условиях обеспечивается тонким и прочным металлическим козырьком, практически не мешающим при стрельбе."

L["eft_optic_p1x42.printname"] = "Коллиматорный прицел ВОМЗ \"Пилад P1x42 Weaver\""
L["eft_optic_p1x42.compactname"] = "P1x42"
L["eft_optic_p1x42.description"] = "Прицел коллиматорный открытого типа, предназначен для точной наводки спортивного и охотничьего оружия по различным целям, в том числе по быстродвижущимся. Производство ВОМЗ."

L["eft_optic_pk06.printname"] = "Коллиматорный прицел БелОМО \"ПК-06\""
L["eft_optic_pk06.compactname"] = "ПК-06"
L["eft_optic_pk06.description"] = "Прицел коллиматорный открытого типа c автоматической регулировкой яркости прицельной марки и переключением типа прицельной марки. Производство Зенит-БелОМО."

L["eft_optic_pk120.printname"] = "Голографический прицел Валдай ПК-120 (1П87)"
L["eft_optic_pk120.compactname"] = "ПК-120"
L["eft_optic_pk120.description"] = "Голографический прицел ПК-120 (Индекс ГРАУ - 1П87) производства Валдай. Входит в состав комплекса ДПНК (Дневной-ночной Прицельно-Наблюдательный Комплекс) опытно-конструкторской работы \"Ратник\"."

L["eft_optic_pro.printname"] = "Коллиматорный прицел Aimpoint \"PRO\""
L["eft_optic_pro.compactname"] = "PRO"
L["eft_optic_pro.description"] = "Коллиматорный прицел Aimpoint \"PRO\" (Patrol Rifle Optic), устанавливается на крепления LRP и QRP2, ставящиеся без инструментов на планки Пикатинни/Weaver. Прицел оборудован двумя защитными крышками - твердой передней и прозрачной задней - что позволяет стрелку использовать коллиматор даже с закрытыми крышками. Прицел \"PRO\" полностью совместим со всеми поколениями приборов ночного видения."

L["eft_optic_pso_eyecap.printname"] = "Наглазник на прицел ПСО"
L["eft_optic_pso_eyecap.compactname"] = "ПСО нагл."
L["eft_optic_pso_eyecap.description"] = "Резиновый наглазник на прицел ПСО разных моделей."

L["eft_optic_reapir_eyecup.printname"] = "Наглазник на прицел Trijicon \"REAP-IR\""
L["eft_optic_reapir_eyecup.compactname"] = "REAP-IR нагл."
L["eft_optic_reapir_eyecup.description"] = "Резиновый наглазник на тепловизионный прицел Trijicon REAP-IR."

L["eft_optic_rmr.printname"] = "Коллиматорный прицел Trijicon \"RMR\""
L["eft_optic_rmr.compactname"] = "RMR"
L["eft_optic_rmr.description"] = "RMR (Ruggedized Miniature Reflex) - прочный, компактный коллиматорный прицел. Может использоваться в качестве основного или вспомогательного прицела. Требуется соответствующая база для установки на направляющие Weaver. Производство Trijicon."

L["eft_optic_romeo4.printname"] = "Коллиматорный прицел SIG Sauer \"ROMEO4\""
L["eft_optic_romeo4.compactname"] = "ROMEO4"
L["eft_optic_romeo4.description"] = "Коллиматорный прицел SIG Sauer \"ROMEO4\" для быстрого и точного обнаружения цели."

L["eft_optic_romeo8t.printname"] = "Коллиматорный прицел SIG Sauer \"ROMEO8T\""
L["eft_optic_romeo8t.compactname"] = "ROMEO8T"
L["eft_optic_romeo8t.description"] = "Коллиматорный прицел \"ROMEO8T\", предназначенный для прицельной стрельбы из современных спортивных винтовок и ружей. Производство SIG Sauer."

L["eft_optic_srs02.printname"] = "Коллиматорный прицел Trijicon \"SRS-02\""
L["eft_optic_srs02.compactname"] = "SRS-02"
L["eft_optic_srs02.description"] = "Прицел Trijicon \"SRS Sealed Reflex Sight\" компактен и занимает меньше места на направляющих, сохраняя при этом надежность и производительность. Большая апертура 38мм обеспечивает широкий угол обзора и быстрое поражение цели. SRS имеет точку 1,75 МОА для обеспечения максимальной точности. SRS питается от солнечной батареи и единичной батареи AA."

L["eft_optic_t1.printname"] = "Коллиматорный прицел Aimpoint \"Micro T-1\""
L["eft_optic_t1.compactname"] = "T-1"
L["eft_optic_t1.description"] = "Компактный коллиматорный прицел \"Micro T-1\" от компании Aimpoint разработан для установки на любой тип огнестрельного оружия и даже на луки. Легкий, компактный, прочный."

L["eft_optic_t12w.printname"] = "Тепловизионный прицел Torrey Pines Logic \"T12W 30Hz\""
L["eft_optic_t12w.compactname"] = "T12W"
L["eft_optic_t12w.description"] = "Компактный тепловизионный прицел с низкой частотой кадров. Производство Torrey Pines Logic."

L["eft_optic_tulpan_eyecap.printname"] = "Наглазник на прицел НПЗ УСП-1"
L["eft_optic_tulpan_eyecap.compactname"] = "УСП-1 нагл."
L["eft_optic_tulpan_eyecap.description"] = "Резиновый наглазник для установки на прицел НПЗ УСП-1."

L["eft_optic_uh1.printname"] = "Голографический прицел Vortex \"Razor AMG UH-1\""
L["eft_optic_uh1.compactname"] = "UH-1"
L["eft_optic_uh1.description"] = "Голографический прицел Vortex \"Razor AMG UH-1\" имеет не только футуристичный дизайн, но и является революционным среди голографических и коллиматорных прицелов по заявлениям его создателей."

L["eft_optic_utg.printname"] = "Коллиматорный прицел Leapers \"UTG\""
L["eft_optic_utg.compactname"] = "UTG"
L["eft_optic_utg.description"] = "Коллиматорный прицел с двумя режимами работы, производства Leapers Inc. Эта модель представляет собой компактный, небольших размеров коллиматорный прицел, который устанавливается на планки Weaver/Picatinny."

L["eft_optic_vulcan_eyecup.printname"] = "Наглазник на прицел Armasight \"Vulcan MG\""
L["eft_optic_vulcan_eyecup.compactname"] = "Vulcan MG"
L["eft_optic_vulcan_eyecup.description"] = "Резиновый наглазник на ночной прицел \"Vulcan MG\", производство Armasight."

L["eft_optic_xps3_0.printname"] = "Голографический прицел EOTech \"XPS3-0\""
L["eft_optic_xps3_0.compactname"] = "XPS3-0"
L["eft_optic_xps3_0.description"] = "XPS3 компактнее чем другие голографические прицелы, но так же эффективен. Такой подход дает больше места на планках для дополнительного оборудования. Его ценят и охотники и сотрудники силовых структур за малый вес и размер при длительном использовании. Модель 3-0 имеет марку с одной точкой в 1 МОА."

L["eft_optic_xps3_2.printname"] = "Голографический прицел EOTech \"XPS3-2\""
L["eft_optic_xps3_2.compactname"] = "XPS3-2"
L["eft_optic_xps3_2.description"] = "XPS3 компактнее чем другие голографические прицелы, но так же эффективен. Такой подход дает больше места на планках для дополнительного оборудования. Его ценят и охотники, и сотрудники силовых структур за малый вес и размер при длительном использовании. Модель 3-2 имеет марку с двумя точками в 1 МОА."

L["eft_aux_ekp_shade.printname"] = "Бленда на прицелы Аксион \"Кобра\""
L["eft_aux_ekp_shade.compactname"] = "Кобра"
L["eft_aux_ekp_shade.description"] = "Бленда на прицелы семейства \"Кобра\". Защищает линзу от механических воздействий и препятствует \"бликованию\". Производство Аксион."

L["eft_optic_targetring.printname"] = "Коллиматорный прицел ВОМЗ \"Пилад TargetRing\""
L["eft_optic_targetring.compactname"] = "TargetRing"
L["eft_optic_targetring.description"] = "Пpeднaзнaчeн для oxoты нa птиц или мeлĸyю дичь, для cпopтивнoй cтpeльбы пo cтaциoнapным или быcтpo движyщимcя цeлям. Идеален именно для этой цели, создает контрастный круг на мишени, давая возможность делать упреждение и не терять скорость. Уcтaнaвливaeтcя тoльĸo нa гладкоствольное (дробовое) оружие."

L["eft_optic_elcan_hco.printname"] = "Голографический прицел ELCAN \"Specter HCO\""
L["eft_optic_elcan_hco.compactname"] = "HCO"
L["eft_optic_elcan_hco.description"] = "Голографический прицел Specter Holographic Combat Optic. Производство ELCAN."

L["eft_optic_sig_romeo7.printname"] = "Коллиматорный прицел SIG Sauer \"ROMEO7 1x30\""
L["eft_optic_sig_romeo7.compactname"] = "ROMEO7"
L["eft_optic_sig_romeo7.description"] = "Ранний образец коллиматорного прицела ROMEO7 1x30 производства компании SIG Sauer."

L["eft_optic_zeus_eyecup.printname"] = "Наглазник на прицел Armasight \"Zeus-Pro\""
L["eft_optic_zeus_eyecup.compactname"] = "ZeusPro"
L["eft_optic_zeus_eyecup.description"] = "Резиновый наглазник на ночной прицел \"Zeus-Pro\". Производство Armasight."

L["eft_optic_boss.printname"] = "Коллиматорный прицел Wilcox \"BOSS Xe\""
L["eft_optic_boss.compactname"] = "BOSS Xe"
L["eft_optic_boss.description"] = "Коллиматорный прицел \"Ballistically Optimized Sighting System\" совмещающий в себе функции коллиматорного прицела, тактического блока и механических прицельных приспособлений. Производство Wilcox."

L["eft_optic_shakhin_eyecup.printname"] = "Наглазник на прицел \"Шахин\""
L["eft_optic_shakhin_eyecup.compactname"] = "Шахин"
L["eft_optic_shakhin_eyecup.description"] = "Наглазник на тепловизионный прицел Шахин. Производство ЦНИИ Циклон."

-- [[ rearsight ]]
L["eft_rearsight_a2.printname"] = "Целик Colt \"A2\" для AR-15"
L["eft_rearsight_a2.compactname"] = "A2 цел."
L["eft_rearsight_a2.description"] = "Съёмный целик Colt A2. Штатно устанавливается на M4A1."

L["eft_rearsight_kac.printname"] = "Целик KAC \"Folding Rear Sight\""
L["eft_rearsight_kac.compactname"] = "KAC RS"
L["eft_rearsight_kac.description"] = "Съемный складной целик \"Folding Sight\" от Knight's Armament Company, устанавливается на направляющую."

L["eft_rearsight_kacmicro.printname"] = "Целик KAC \"Folding Micro Rear Sight\""
L["eft_rearsight_kacmicro.compactname"] = "KAC MRS"
L["eft_rearsight_kacmicro.description"] = "Съёмный складной целик \"Folding Micro Sight\". Производство Knight's Armament Company."

L["eft_rearsight_kriss_defiance.printname"] = "Целик низкопрофильный KRISS \"Defiance\""
L["eft_rearsight_kriss_defiance.compactname"] = "Defiance RS"
L["eft_rearsight_kriss_defiance.description"] = "Съемный складной целик \"Defiance Low Profile Flip-Up\", устанавливается на направляющую."

L["eft_rearsight_m4carry.printname"] = "Рукоятка для переноски/целик для AR-15"
L["eft_rearsight_m4carry.compactname"] = "CHandle"
L["eft_rearsight_m4carry.description"] = "Рукоятка для переноски, снабженная диоптрическим целиком для AR-15 систем. Штатно устанавливается на M4A1."

L["eft_rearsight_mbus.printname"] = "Целик складной Magpul \"MBUS Gen2\""
L["eft_rearsight_mbus.compactname"] = "MBUS RS"
L["eft_rearsight_mbus.description"] = "Съёмный складной целик \"MBUS Gen2\". Производство Magpul."

L["eft_rearsight_mbus_fde.printname"] = "Целик складной Magpul \"MBUS Gen2\" (FDE)"
L["eft_rearsight_mbus_fde.compactname"] = "MBUS RS"
L["eft_rearsight_mbus_fde.description"] = "Съёмный складной целик \"MBUS Gen2\", устанавливается на направляющую. Производство Magpul. Версия в цвете Flat Dark Earth."

L["eft_rearsight_mcx.printname"] = "Целик складной для MCX"
L["eft_rearsight_mcx.compactname"] = "MCX цел."
L["eft_rearsight_mcx.description"] = "Съемный складной целик \"Flip Up\" для винтовок MCX, устанавливается на направляющую. Изначально разработан для AR платформы. Производство SIG Sauer."

L["eft_rearsight_mp7.printname"] = "Целик складной для HK MP7"
L["eft_rearsight_mp7.compactname"] = "MP7 RS"
L["eft_rearsight_mp7.description"] = "Съёмный складной целик Flip Up для MP7. Производство Heckler & Koch."

L["eft_rearsight_mpx.printname"] = "Целик складной для MPX"
L["eft_rearsight_mpx.compactname"] = "MPX цел."
L["eft_rearsight_mpx.description"] = "Съемный складной целик \"Flip Up\" для ПП MPX, устанавливается на направляющую. Производство SIG Sauer."

-- [[ scope ]]
L["eft_scope_25mm_pilad.printname"] = "Оптический прицел 25.4мм ВОМЗ \"Пилад 4x32\""
L["eft_scope_25mm_pilad.compactname"] = "Пилад 4x32"
L["eft_scope_25mm_pilad.description"] = "Предназначен для стрельбы на малых и средних дистанциях. Прицел будет удобен для стрельбы по движущимся объектам на расстоянии до 150м."

L["eft_scope_30mm_march.printname"] = "Оптический прицел 30мм March Tactical \"3-24x42 FFP\""
L["eft_scope_30mm_march.compactname"] = "3-24x42 FFP"
L["eft_scope_30mm_march.description"] = "Оптический прицел March Tactical 3-24x42 First Focal Plane, надежен и точен при любой мощности боеприпаса."

L["eft_scope_30mm_mark4.printname"] = "Оптический прицел 30мм Leupold \"Mark 4 LR 6.5-20x50\""
L["eft_scope_30mm_mark4.compactname"] = "6.5-20x50"
L["eft_scope_30mm_mark4.description"] = "Точный, прочный и надежный - оптический прицел Leupold Mark 4 6.5-20x50. Модель обеспечивает увеличение от 6,5 до 20 раз, что дает четкое представление о реальных размерах объекта на прицеле."

L["eft_scope_30mm_razor.printname"] = "Оптический прицел 30мм Vortex \"Razor HD Gen.2 1-6x24\""
L["eft_scope_30mm_razor.compactname"] = "Razor HD Gen.2"
L["eft_scope_30mm_razor.description"] = "Тактический прицел, разработанный для быстрого обнаружения цели и максимальной точности. Производство Vortex Optics."

L["eft_scope_30mm_sb_pmii1.printname"] = "Оптический прицел 30мм Schmidt & Bender PM II 1-8x24"
L["eft_scope_30mm_sb_pmii1.compactname"] = "PM II 1-8x24"
L["eft_scope_30mm_sb_pmii1.description"] = "Оптический прицел Schmidt & Bender \"PM II 1-8x24\" изначально создавался для элитных вооруженных сил для быстрого обнаружения цели и высокой точности."

L["eft_scope_30mm_tac30.printname"] = "Оптический прицел 30мм Burris \"FullField TAC30 1-4x24\""
L["eft_scope_30mm_tac30.compactname"] = "TAC30"
L["eft_scope_30mm_tac30.description"] = "TAC30 предлагает широкое поле зрения и 1-кратное минимальное увеличение, что упрощает и ускоряет захват цели. 4-кратное полное увеличение и сетка Ballistic CQ идеальны для стрельбы на дистанции от 300 метров. Центральная точка с подсветкой и большой яркий круг позволяют мгновенно поражать цель с близкого расстояния."

L["eft_scope_30mm_vudu.printname"] = "Оптический прицел 30мм EOTech \"Vudu 1-6x24\""
L["eft_scope_30mm_vudu.compactname"] = "Vudu 1-6x24"
L["eft_scope_30mm_vudu.description"] = "Прицел EOTech \"Vudu 1-6x24\", одинаково эффективен на платформах AR и на болтовых винтовках. Прицельная кольцевая сетка в стиле EOTech предназначена для быстрого поражения цели при малой мощности, обеспечивая при этом поле зрения и точность, необходимые для стрельбы по целям на дальних расстояниях."

L["eft_scope_34mm_atacr.printname"] = "Оптический прицел 34мм Nightforce \"ATACR 7-35x56\""
L["eft_scope_34mm_atacr.compactname"] = "ATACR 7-35x56"
L["eft_scope_34mm_atacr.description"] = "Универсальный прицел NightForce \"ATACR 7-35x56\" с большой кратностью и широким полем обзора во всем диапазоне, что позволяет легко видеть и поражать цели."

L["eft_scope_34mm_hsff.printname"] = "Оптический прицел 34мм Hensoldt \"FF 4-16x56\""
L["eft_scope_34mm_hsff.compactname"] = "FF 4-16"
L["eft_scope_34mm_hsff.description"] = "Телескопический прицел Hensoldt FF 3-12x56 разрабатывался с целью добиться максимальной функциональности и диапазона настройки, не выходя за пределы компактного форм-фактора. В FF-версии сетка нанесена на первую плоскость фокусировки, поэтому при приближении сетка также увеличивается, что позволяет определять дистанцию по милдоту без дополнительных вычислений."

L["eft_scope_34mm_sb_pmii3.printname"] = "Оптический прицел 34мм Schmidt & Bender PM II 3-20x50"
L["eft_scope_34mm_sb_pmii3.compactname"] = "PM II 3-20x50"
L["eft_scope_34mm_sb_pmii3.description"] = "Оптический прицел Schmidt & Bender \"PM II 3-20x50\" изначально создавался для элитных вооруженных сил для быстрого обнаружения цели и высокой точности."

L["eft_scope_34mm_sb_pmii5.printname"] = "Оптический прицел 34мм Schmidt & Bender PM II 5-25x56"
L["eft_scope_34mm_sb_pmii5.compactname"] = "PM II 5-25x56"
L["eft_scope_34mm_sb_pmii5.description"] = "Оптический прицел Schmidt & Bender \"PM II 5-25x56\" изначально создавался для элитных вооруженных сил для быстрого обнаружения цели и высокой точности."

L["eft_scope_acog_ta01.printname"] = "Оптический прицел Trijicon \"ACOG TA01NSN 4x32\" (Черный)"
L["eft_scope_acog_ta01.compactname"] = "TA01NSN"
L["eft_scope_acog_ta01.description"] = "Разработанный в точном соответствии со спецификациями Командования Специальных Операций США для использования элитными войсками США, Trijicon ACOG TA01NSN является самым популярным прицелом серии ACOG . Прицельная сетка позволяет компенсировать падение пули на расстояние до 600 метров без каких-либо ручных настроек. Возможна установка дополнительных резервных целиков. Работает без батареек."

L["eft_scope_acog_ta01_tan.printname"] = "Оптический прицел Trijicon \"ACOG TA01NSN 4x32\" (Песочный)"
L["eft_scope_acog_ta01_tan.compactname"] = "TA01NSN"
L["eft_scope_acog_ta01_tan.description"] = "Разработанный в точном соответствии со спецификациями Командования Специальных Операций США для использования элитными войсками США, Trijicon ACOG TA01NSN является самым популярным прицелом серии ACOG . Прицельная сетка позволяет компенсировать падение пули на расстояние до 600 метров без каких-либо ручных настроек. Возможна установка дополнительных резервных целиков. Работает без батареек. Версия в песочном цвете."

L["eft_scope_acog_ta11d.printname"] = "Оптический прицел Trijicon \"ACOG TA11D 3.5x35\""
L["eft_scope_acog_ta11d.compactname"] = "TA11D"
L["eft_scope_acog_ta11d.description"] = "Оптический прицел ACOG 3.5x35 производства компании Trijicon. По-прежнему является фаворитом среди профессиональных стрелков, сотрудников правоохранительных органов и свободолюбивых граждан со всего мира."

L["eft_scope_adop4.printname"] = "Оптический прицел NcSTAR \"ADO P4 Sniper 3-9x42\""
L["eft_scope_adop4.compactname"] = "ADO P4"
L["eft_scope_adop4.description"] = "Прицел \"Advance Dual Optic\" (ADO) 3X-9X с переменным увеличением и объективом 42мм. В прицел ADO встроен компактный вспомогательный коллиматор сверху корпуса. Производство NcSTAR."

L["eft_scope_bravo4.printname"] = "Оптический прицел SIG Sauer \"BRAVO4 4x30\""
L["eft_scope_bravo4.compactname"] = "BRAVO4"
L["eft_scope_bravo4.description"] = "Оптический прицел BRAVO4 4x30 производства компании SIG Sauer. Уникален тем, что дает на 43% больший угол обзора по сравнению с обычными прицелами. Также на нем имеется направляющая для установки вспомогательного компактного прицела."

L["eft_scope_compactprism.printname"] = "Оптический прицел Monstrum Tactical \"Compact Prism Scope 2x32\""
L["eft_scope_compactprism.compactname"] = "Compact 2x32"
L["eft_scope_compactprism.description"] = "Призматический двухкратный прицел \"Compact Prism Scope\" производства Monstrum Tactical."

L["eft_scope_dovetail_1p78.printname"] = "Оптический прицел НПЗ 1П78-1 2.8x"
L["eft_scope_dovetail_1p78.compactname"] = "1П78-1"
L["eft_scope_dovetail_1p78.description"] = "Дневной оптический прицел с 2.8 кратностью, устанавливается на крепления Ласточкин Хвост. Производство НПЗ."

L["eft_scope_dovetail_ekp802.printname"] = "Коллиматорный прицел Аксион \"Кобра ЭКП-8-02\" на Ласточкин Хвост"
L["eft_scope_dovetail_ekp802.compactname"] = "ЭКП-8-02"
L["eft_scope_dovetail_ekp802.description"] = "Кобра - весьма популярный коллиматорный прицел среди силовых структур и гражданских стрелков. Разрабатывался для Вооруженных Сил РФ, однако на вооружение официально так и не был принят. Данная версия предназначена для установки на крепления типа \"Ласточкин хвост\". Производство Аксион."

L["eft_scope_dovetail_nspum.printname"] = "Ночной прицел НСПУ-М"
L["eft_scope_dovetail_nspum.compactname"] = "НСПУ-М"
L["eft_scope_dovetail_nspum.description"] = "Ночной Стрелковый Прицел Унифицированный Модернизированный, индекс ГРАУ 1ПН58 — советский бесподсветный ночной оптический прицел, созданный для повышения эффективности стрельбы при естественной ночной освещенности из автоматов семейства АК."

L["eft_scope_dovetail_okp7.printname"] = "Коллиматорный прицел ОКП-7 на Ласточкин Хвост"
L["eft_scope_dovetail_okp7.compactname"] = "ОКП-7"
L["eft_scope_dovetail_okp7.description"] = "Оригинальная конструкция прицелов ОКП даёт возможность вести прицельный огонь из неустойчивых положений и в условиях быстро меняющейся обстановки, снижает утомляемость стрелка, а также, при необходимости, позволяет использовать штатное механическое приспособление. Основная особенность прицела - крепление рефлектора без металлической оправы, перекрывающей заметную часть секторов обстрела. Защита рефлектора в экстремальных условиях обеспечивается тонким и прочным металлическим козырьком, практически не мешающим при стрельбе. Данный вариант прицела монтируется на крепление типа \"ласточкин хвост\"."

L["eft_scope_dovetail_pk1.printname"] = "Коллиматорный прицел НПЗ ПК1 \"Обзор\" на Ласточкин Хвост"
L["eft_scope_dovetail_pk1.compactname"] = "\"Обзор\""
L["eft_scope_dovetail_pk1.description"] = "Коллиматорный прицел, созданный для охотников для быстрого ведения цели при холодных температурах, устанавливается на крепления Ласточкин Хвост. Производство НПЗ."

L["eft_scope_dovetail_pkaa.printname"] = "Коллиматорный прицел БелОМО \"ПК-АА\" на Ласточкин Хвост"
L["eft_scope_dovetail_pkaa.compactname"] = "ПК-АА"
L["eft_scope_dovetail_pkaa.description"] = "Коллиматорный прицел \"ПК-АА\", разработанный для установки на любые автоматы серии АК с креплением \"Ласточкин Хвост\". Производство БелОМО."

L["eft_scope_dovetail_pso1.printname"] = "Оптический прицел БелОМО \"ПСО-1\" 4x24"
L["eft_scope_dovetail_pso1.compactname"] = "ПСО-1"
L["eft_scope_dovetail_pso1.description"] = "Прицел Снайперский Оптический Изделие ПСО-1. Предназначен для ведения прицельной стрельбы из снайперской винтовки Драгунова (СВД) по различным целям с четырёхкратным увеличением и полем зрения в 6 градусов. Производство БелОМО."

L["eft_scope_dovetail_pso1m2.printname"] = "Оптический прицел БелОМО \"ПСО-1М2-1\" 4x24"
L["eft_scope_dovetail_pso1m2.compactname"] = "ПСО-1М2-1"
L["eft_scope_dovetail_pso1m2.description"] = "Прицел снайперский оптический Изделие ПСО-1М2-1. Предназначен для ведения прицельной стрельбы из винтовки снайперской специальной (ВСС) и снайперской винтовки Драгунова (СВД) по различным целям с четырёхкратным увеличением и полем зрения в 6 градусов. Производство БелОМО."

L["eft_scope_dovetail_pso1m2non1.printname"] = "Оптический прицел БелОМО \"ПСО-1М2\" 4x24"
L["eft_scope_dovetail_pso1m2non1.compactname"] = "ПСО-1М2"
L["eft_scope_dovetail_pso1m2non1.description"] = "Прицел Снайперский Оптический Изделие ПСО-1М2. Предназначен для ведения прицельной стрельбы из снайперской винтовки Драгунова (СВД) по различным целям с четырёхкратным увеличением и полем зрения в 6 градусов. Производство БелОМО."

