L = {}
L["eft_scope_dovetail_tulpan.printname"] = "Оптический прицел НПЗ УСП-1 \"Тюльпан\" 4x"
L["eft_scope_dovetail_tulpan.compactname"] = "УСП-1"
L["eft_scope_dovetail_tulpan.description"] = "Унифицированный Стрелковый Прицел УСП-1 предназначен для ведения прицельной стрельбы из автомата АК74Н, АК-74М, АН-94 и пулеметов РПК-74Н и ПКМН в светлое время суток и ночью по светящимся и подсвечиваемым целям. Устанавливается на крепление \"Ласточкин Хвост\"."

L["eft_scope_elcan.printname"] = "Оптический прицел ELCAN \"SpecterDR 1x/4x\""
L["eft_scope_elcan.compactname"] = "SpecterDR"
L["eft_scope_elcan.description"] = "Оптический прицел Specter SpecterDR (Dual Role) 1x/4x производства компании ELCAN. Новое слово в проектировании оптических прицелов. Первый в мире оптический прицел с действительно двумя режимами работы. Переключается с 4-х кратного увеличения на однократное в одно движение. Также имеет верхний механический целик."

L["eft_scope_elcan_fde.printname"] = "Оптический прицел ELCAN \"SpecterDR 1x/4x\" (FDE)"
L["eft_scope_elcan_fde.compactname"] = "SpecterDR"
L["eft_scope_elcan_fde.description"] = "Оптический прицел Specter SpecterDR (Dual Role) 1x/4x производства компании ELCAN. Новое слово в проектировании оптических прицелов. Первый в мире оптический прицел с действительно двумя режимами работы. Переключается с 4-х кратного увеличения на однократное в одно движение. Также имеет верхний механический целик. Версия в цвете Flat Dark Earth."

L["eft_scope_flir.printname"] = "Тепловизионный прицел FLIR \"RS-32 2.25-9x 35mm 60Hz\""
L["eft_scope_flir.compactname"] = "FLIR RS-32"
L["eft_scope_flir.description"] = "Тепловизионный прицел монокуляр/прицел широкого спектра применения, обладающий массой преимуществ. Может использоваться на оружии в виде прицела, как нашлемный монокуляр с помощью переходника, так и в виде наблюдательного прибора."

L["eft_scope_hamr.printname"] = "Гибридный прицел Leupold \"Mark 4 HAMR 4x24 DeltaPoint\""
L["eft_scope_hamr.compactname"] = "HAMR"
L["eft_scope_hamr.description"] = "Гибридный прицел от компании Leupold состоит из оптического прицела Mark 4 HAMR 4x24мм с креплением для установки на него коллиматорного прицела DeltaPoint. Был разработан для точной стрельбы на средние дистанции из карабинов при использовании 4-х кратной оптики, в случае необходимости позволяет вести эффективный огонь на коротких дистанциях, используя компактный коллиматор."

L["eft_scope_kmz_1p59.printname"] = "Оптический прицел КМЗ 1П59 3-10x"
L["eft_scope_kmz_1p59.compactname"] = "1П59"
L["eft_scope_kmz_1p59.description"] = "Панкратический прицела 1П59 \"Гиперон\" разработан для повышения эффективности стрельбы из СВД по сравнению со штатным прицелом ПСО-1 в 1.3-2 раза (в зависимости от дальности и размеров цели) за счет большего увеличения, применения более точного дальномера, совмещения операций измерения дальности до цели и ввода углов прицеливания, а также размещения шкалы ввода углов прицеливания в поле зрения прицела."

L["eft_scope_kmz_1p69.printname"] = "Оптический прицел КМЗ 1П69 3-10x"
L["eft_scope_kmz_1p69.compactname"] = "1П69"
L["eft_scope_kmz_1p69.description"] = "Панкратический прицела 1П69 \"Гиперон\" является дальнейшим развитием прицелов линейки \"Гиперон\" и предназначен для установки на СВ-98 с целью повышения эффективности боя. Прицел имеет гибкую подстройку кратностей, а также достаточно точный дальномер, облегчающий операции совмещения, измерения дальности до цели и ввода углов прицеливания."

L["eft_scope_pa_prism.printname"] = "Оптический прицел Kiba Arms \"Short Prism 2.5x\""
L["eft_scope_pa_prism.compactname"] = "Prism 2.5x"
L["eft_scope_pa_prism.description"] = "Оптический прицел \"Short Prism\" кратностью 2.5x производства компании Kiba Arms. Малая кратность и сетка с яркой подсветкой позволяют вести быструю стрельбу с открытыми глазами на ближних дистанциях."

L["eft_scope_reapir.printname"] = "Тепловизионный прицел Trijicon \"REAP-IR\""
L["eft_scope_reapir.compactname"] = "REAP-IR"
L["eft_scope_reapir.description"] = "Тепловизионный прицел монокуляр/прицел широкого спектра применения. Обладает массой преимуществ. Может использоваться на оружии в виде прицела, как нашлемный монокуляр с помощью переходника так и в виде наблюдательного прибора."

L["eft_scope_swampfox.printname"] = "Оптический прицел SwampFox \"Trihawk Prism Scope 3x30\""
L["eft_scope_swampfox.compactname"] = "Trihawk 3x30"
L["eft_scope_swampfox.description"] = "Призматический трехкратный прицел \"Trihawk Prism Scope 3x30\" производства SwampFox."

L["eft_scope_valday_ps320.printname"] = "Оптический прицел Валдай ПС-320 1x/6x"
L["eft_scope_valday_ps320.compactname"] = "ПС-320"
L["eft_scope_valday_ps320.description"] = "Оптический прицел-прототип \"ПС-320\" 1x/6x производства компании Валдай."

L["eft_scope_vulcan.printname"] = "Ночной прицел Armasight \"Vulcan MG 3.5x Bravo\""
L["eft_scope_vulcan.compactname"] = "Vulcan MG 3.5x"
L["eft_scope_vulcan.description"] = "\"Vulcan MG\" - ночной прицел 3-го поколения кратности 3.5х, производство Armasight."

L["eft_scope_echo1.printname"] = "Тепловизионный прицел SIG Sauer \"ECHO1 1-2x30mm 30Hz\""
L["eft_scope_echo1.compactname"] = "ECHO1"
L["eft_scope_echo1.description"] = "Тепловизионный прицел ECHO1 широкого спектра применения, обладающий массой преимуществ. Производство SIG Sauer."

L["eft_scope_zeuspro.printname"] = "Тепловизионный прицел Armasight \"Zeus-Pro 640 2-8x50 30Hz\""
L["eft_scope_zeuspro.compactname"] = "Zeus-Pro 640"
L["eft_scope_zeuspro.description"] = "\"Zeus-Pro 640\" - тепловизионный прицел кратности 2х и 8x. Производство Armasight."

L["eft_scope_30mm_tango6t.printname"] = "Оптический прицел 30мм SIG Sauer \"TANGO6T 1-6x24\""
L["eft_scope_30mm_tango6t.compactname"] = "TANGO6T"
L["eft_scope_30mm_tango6t.description"] = "TANGO6T - это надежный и крепко сбитый оптический прицел малой кратности. Данная модель имеет увеличение от 1 до 6 крат и сетку, расположенную в первой фокальной плоскости. Данный прицел идеально подходит для \"работы\" на коротких и средних дистанциях, а также для загонной охоты. Производство SIG Sauer."

L["eft_scope_dovetail_ekp1s03.printname"] = "Коллиматорный прицел Аксион \"Кобра ЭКП-1С-03\" на Ласточкин Хвост"
L["eft_scope_dovetail_ekp1s03.compactname"] = "ЭКП-1С-03"
L["eft_scope_dovetail_ekp1s03.description"] = "Кобра - весьма популярный коллиматорный прицел среди силовых структур и гражданских стрелков. Разрабатывался для Вооруженных Сил РФ. ЭКП-1С-03 заслужил репутацию надёжного, безотказного в самых суровых полевых условиях изделия в среде охотников, спортсменов-стрелков, военных и коллекционеров. Данный прицел предназначен для установки на крепления типа \"Ласточкин хвост\". Производство Аксион."

L["eft_scope_35mm_5hd.printname"] = "Оптический прицел 35мм Leupold \"Mark 5HD 5-25x56\""
L["eft_scope_35mm_5hd.compactname"] = "Mark 5HD 5-25x56"
L["eft_scope_35mm_5hd.description"] = "Прицел Mark 5HD 5-25x56 славится как более легкая и более эффективная оптика, чем другие прицелы в своем классе. Благодаря оптическому стеклу, линзам с полным многослойным покрытием и эксклюзивной системе управления светом, оптический прицел обеспечивает малобликовый и высококонтрастный обзор. Устанавливается на кольца диаметром 35мм. Производство Leupold. Версия в цвете Flat Dark Earth."

L["eft_scope_shakhin.printname"] = "Тепловизионный прицел Циклон \"Шахин\" 3.7x"
L["eft_scope_shakhin.compactname"] = "Шахин"
L["eft_scope_shakhin.description"] = "\"Шахин\" - тепловизионный прицел кратности 3.7x. Производство ЦНИИ Циклон."

-- [[ silencer_9x19 ]]
L["eft_silencer_alpha9.printname"] = "Глушитель Alpha Dog \"Alpha 9\" 9x19"
L["eft_silencer_alpha9.compactname"] = "Alpha 9"
L["eft_silencer_alpha9.description"] = "Пистолетный глушитель c направляющей типа Weaver для установки альтернативных прицельных приспособлений. Производство Alpha Dog."

L["eft_silencer_illusion.printname"] = "Глушитель AAC \"Illusion 9\" 9x19"
L["eft_silencer_illusion.compactname"] = "Illusion 9"
L["eft_silencer_illusion.description"] = "Глушитель \"Illusion 9\" - это компактный высококачественный 9мм глушитель для полуавтоматических пистолетов. Производство Advanced Armament Corp."

L["eft_silencer_osprey9.printname"] = "Глушитель SilencerCo \"Osprey 9\" 9x19"
L["eft_silencer_osprey9.compactname"] = "Osprey 9"
L["eft_silencer_osprey9.description"] = "Легкий глушитель для установки на пистолеты и пистолеты-пулеметы калибра 9x19, производство SilencerCo."

L["eft_silencer_r43_9x19.printname"] = "Дульный тормоз-компенсатор Ротор 43 9x19"
L["eft_silencer_r43_9x19.compactname"] = "Р43 9x19"
L["eft_silencer_r43_9x19.description"] = "Дульный тормоз-компенсатор производства Ротор 43, предназначен для установки на ПП-19 \"Витязь\" 9x19. Позиционируется именно как ДТК, но при этом также снижает звук выстрела."

L["eft_silencer_srd9.printname"] = "Глушитель SIG Sauer \"SRD9\" 9x19"
L["eft_silencer_srd9.compactname"] = "SRD9"
L["eft_silencer_srd9.description"] = "Глушитель \"SRD9\" калибра 9x19, производство SIG Sauer."

-- [[ tactical ]]
L["eft_tactical_baldrpro.printname"] = "Тактический фонарь с ЛЦУ Olight \"Baldr Pro\""
L["eft_tactical_baldrpro.compactname"] = "BaldrPro"
L["eft_tactical_baldrpro.description"] = "Фонарь \"Baldr Pro\" производства Olight разработан для установки на почти любые направляющие. Включает лазерный целеуказатель и фонарик."

L["eft_tactical_baldrpro_tan.printname"] = "Тактический фонарь с ЛЦУ Olight \"Baldr Pro\" (Песочный)"
L["eft_tactical_baldrpro_tan.compactname"] = "BaldrPro"
L["eft_tactical_baldrpro_tan.description"] = "Фонарь \"Baldr Pro\" производства Olight разработан для установки на почти любые направляющие. Включает лазерный целеуказатель и фонарик. Версия в песочном цвете (Tan)."

L["eft_tactical_dbal_pl.printname"] = "Тактический блок Steiner \"DBAL-PL\""
L["eft_tactical_dbal_pl.compactname"] = "DBAL-PL"
L["eft_tactical_dbal_pl.description"] = "Комбинированный тактический прибор Steiner \"DBAL-PL\", включающий в себя светодиодный фонарь и два инфракрасных лазерных целеуказателя, а также инфракрасный иллюминатор."

L["eft_tactical_gtl21.printname"] = "Тактический фонарь с ЛЦУ Glock \"GTL 21\""
L["eft_tactical_gtl21.compactname"] = "GTL 21"
L["eft_tactical_gtl21.description"] = "Подствольный тактический светодиодный фонарь с функцией ЛЦУ производства компании Glock."

L["eft_tactical_k2iks.printname"] = "Тактический фонарь Зенит \"Клещ-2ИКС + ЛЦУ\""
L["eft_tactical_k2iks.compactname"] = "К-2ИКС"
L["eft_tactical_k2iks.description"] = "Подствольный тактический светодиодный инфракрасный фонарь с инфракрасным лазерным целеуказателем \"Клещ-2ИКС + ЛЦУ\", имеющий встроенное в корпус крепление на планку Пикатинни, предназначен для использования на стрелковом оружии. Производство Зенит."

L["eft_tactical_k2p.printname"] = "Тактический фонарь Зенит \"Клещ-2П + ЛЦУ\""
L["eft_tactical_k2p.compactname"] = "Клещ-2П"
L["eft_tactical_k2p.description"] = "Подствольный тактический светодиодный фонарь с функцией стробоскопа (повторяющиеся яркие световые импульсы с частотой мерцания 12 Гц) и лазерным целеуказателем \"Клещ-2П + ЛЦУ\", имеющий встроенное в корпус крепление на планку Пикатинни, предназначен для использования на стрелковом оружии. Производство Зенит."

L["eft_tactical_k2u.printname"] = "Тактический фонарь Зенит \"Клещ-2У\""
L["eft_tactical_k2u.compactname"] = "Клещ-2У"
L["eft_tactical_k2u.description"] = "Светодиодный тактический фонарь \"Клещ-2У\" с креплением на планку Пикатинни предназначен для обнаружения и освещения цели (объекта) при наблюдении, осмотре и ведении стрельбы в ночных условиях и в условиях ограниченной видимости. Производство Зенит."

L["eft_tactical_la5b.printname"] = "Тактический блок L3Harris LA-5B/PEQ"
L["eft_tactical_la5b.compactname"] = "LA-5B/PEQ"
L["eft_tactical_la5b.description"] = "ATPIAL (Advanced Target Pointer Illuminator Aiming Laser) LA-5B/PEQ производства L3 Insight Technologies. Тактический блок, совмещающий в себе лазерные целеуказатели в видимом и инфракрасном диапазоне, а также инфракрасный осветитель."

L["eft_tactical_lastac2.printname"] = "Тактический фонарь Steiner \"LAS/TAC 2\""
L["eft_tactical_lastac2.compactname"] = "LAS/TAC 2"
L["eft_tactical_lastac2.description"] = "Тактический светодиодный фонарь \"LAS/TAC 2\", производство Steiner."

L["eft_tactical_ls321.printname"] = "Тактический блок Holosun \"LS321\""
L["eft_tactical_ls321.compactname"] = "LS321"
L["eft_tactical_ls321.description"] = "Тактический блок Holosun LS321 мульти-лазерный тактический блок c зеленым лазером в видимом спектре, ИК-лазером и ИК осветителем в невидимом спектре."

L["eft_tactical_nstar_tbl.printname"] = "Тактический ЛЦУ NcSTAR \"Tactical Blue Laser\""
L["eft_tactical_nstar_tbl.compactname"] = "TBL"
L["eft_tactical_nstar_tbl.description"] = "Компактный тактический лазерный целеуказатель с точкой синего оттенка. Легко устанавливаются на любую планку Пикатинни и Weaver для точного обнаружения цели. Производство NcSTAR."

L["eft_tactical_peq15.printname"] = "Тактический блок L3Harris AN/PEQ-15"
L["eft_tactical_peq15.compactname"] = "AN/PEQ-15"
L["eft_tactical_peq15.description"] = "ATPIAL (Advanced Target Pointer Illuminator Aiming Laser) AN/PEQ-15 производства L3 Technologies. Тактический блок, совмещающий в себе лазерные целеуказатели в видимом и инфракрасном диапазоне, а также инфракрасный осветитель."

L["eft_tactical_peq2.printname"] = "Тактический блок Insight AN/PEQ-2"
L["eft_tactical_peq2.compactname"] = "AN/PEQ-2"
L["eft_tactical_peq2.description"] = "ATPIAL (Advanced Target Pointer Illuminator Aiming Laser) AN/PEQ-2 производства L3 Insight Technologies. Тактический блок, совмещающий в себе лазерный целеуказатель в инфракрасном диапазоне и инфракрасный осветитель."

L["eft_tactical_perst3.printname"] = "Тактический блок Зенит \"Перст-3\""
L["eft_tactical_perst3.compactname"] = "Перст-3"
L["eft_tactical_perst3.description"] = "Тактический блок Зенит \"Перст-3\", совмещающий в себе лазерные целеуказатели в видимом и инфракрасном диапазоне, а также инфракрасный осветитель."

L["eft_tactical_raptar.printname"] = "Тактический блок-дальномер Wilcox \"RAPTAR ES\""
L["eft_tactical_raptar.compactname"] = "RAPTAR"
L["eft_tactical_raptar.description"] = "Ранняя генерация тактического блока \"RAPTAR\", совмещенного с дальномером. Имеет ЛЦУ видимого и ИК диапазона, а также инфракрасный осветитель."

L["eft_tactical_wf501b.printname"] = "Тактический фонарь Ultrafire \"WF-501B\""
L["eft_tactical_wf501b.compactname"] = "WF501B"
L["eft_tactical_wf501b.description"] = "Простой, но мощный светодиодный фонарик с прочным корпусом, хватает для длительного ежедневного использования."

L["eft_tactical_wmx200.printname"] = "Тактический фонарь Insight \"WMX200\""
L["eft_tactical_wmx200.compactname"] = "WMX200"
L["eft_tactical_wmx200.description"] = "Тактический фонарь WMX200 производства Insight Technologies, совмещающий в себе обычный фонарик и инфракрасный осветитель."

L["eft_tactical_x400.printname"] = "Тактический фонарь с ЛЦУ SureFire \"X400 Ultra\""
L["eft_tactical_x400.compactname"] = "X400U"
L["eft_tactical_x400.description"] = "Фонарь \"X400U\" производства SureFire разработан для установки на почти любые направляющие. Включает лазерный целеуказатель и фонарик."

L["eft_tactical_xc1.printname"] = "Тактический фонарь SureFire \"XC1\""
L["eft_tactical_xc1.compactname"] = "XC1"
L["eft_tactical_xc1.description"] = "Компактный тактический светодиодный фонарь, производство SureFire."

L["eft_tactical_xhp35.printname"] = "Тактический фонарь Armytek \"Predator Pro v3 XHP35 HI\""
L["eft_tactical_xhp35.compactname"] = "XHP35"
L["eft_tactical_xhp35.description"] = "Мощный фонарь в защищенном корпусе, производство Armytek."

L["eft_mount_25mm.printname"] = "Крепление 25мм Kiba Arms для аксессуаров"
L["eft_mount_25mm.compactname"] = "25мм креп."
L["eft_mount_25mm.description"] = "Универсальная база для установки аксессуаров 25мм на направляющие Пикатинни."

L["eft_mount_25mm_dd_offset.printname"] = "Крепление 25мм Daniel Defense для аксессуаров"
L["eft_mount_25mm_dd_offset.compactname"] = "25мм DD"
L["eft_mount_25mm_dd_offset.description"] = "Универсальная база для установки аксессуаров 25мм на направляющие Пикатинни, производство Daniel Defense."

L["eft_tactical_mawlc.printname"] = "Тактический блок B.E. Meyers \"MAWL-C1+\""
L["eft_tactical_mawlc.compactname"] = "MAWL"
L["eft_tactical_mawlc.description"] = "MAWL-C1+ (Modular Advanced Weapon Laser C1+) производства B.E. Meyers. Тактический блок, совмещающий в себе лазерные целеуказатели в видимом и инфракрасном диапазоне, а также инфракрасный осветитель."

L["eft_tactical_2d.printname"] = "Фонарь оружейный Зенит \"2Д\""
L["eft_tactical_2d.compactname"] = "2Д"
L["eft_tactical_2d.description"] = "Тактический фонарь \"2Д\", устанавливающийся на специальное крепление. Производство Зенит."

-- L["eft_bipod_atlas_v8.printname"] = "Сошки BT10 V8 Atlas Bipod"
-- L["eft_bipod_atlas_v8.compactname"] = "BT10"
-- L["eft_bipod_atlas_v8.description"] = "Сошки BT10 V8 Atlas Bipod. Легкие, складные, с возможностью регулировки ножек. Производство B&T Industries L.L.C."

-- L["eft_bipod_harris.printname"] = "Сошки Harris \"S-BRM 6-9\""
-- L["eft_bipod_harris.compactname"] = "S-BRM"
-- L["eft_bipod_harris.description"] = "Сошки S-BRM 6-9\". Ультралегкие, складные, с пружинным возвратным механизмом. Используются по всему миру как силовыми ведомствами, так и гражданскими стрелками. Производство Harris."

L["eft_mount_kac_bipod.printname"] = "Направляющая KAC \"MWS Bipod Adapter\" для установки сошек"
L["eft_mount_kac_bipod.compactname"] = "MWS"
L["eft_mount_kac_bipod.description"] = "Крепление, позволяющее устанавливать сошки Harris на планку Пикатинни. Производство Knight's Armament Company."

///////////////////////////// AK Platform
-- [[ ak12 ]]
L["eft_ak12_hg_std.printname"] = "Цевье для АК-12"
L["eft_ak12_hg_std.compactname"] = "АК-12"
L["eft_ak12_hg_std.description"] = "Штатное цевьё для автомата АК-12. Производство Ижмаш."

L["eft_ak12_gas_std.printname"] = "Газовая трубка для АК-12"
L["eft_ak12_gas_std.compactname"] = "АК-12 газ"
L["eft_ak12_gas_std.description"] = "Штатная газовая трубка для автоматов АК-12. Газовая трубка служит для направления движения газового поршня."

L["eft_ak12_muzzle_std.printname"] = "Дульный тормоз-компенсатор 5.45x39 для АК-12"
L["eft_ak12_muzzle_std.compactname"] = "АК12 ДТК"
L["eft_ak12_muzzle_std.description"] = "Стандартный дульный тормоз-компенсатор производства Ижмаш для АК-12."

L["eft_ak12_silencer_std.printname"] = "Глушитель 5.45x39 для АК-12"
L["eft_ak12_silencer_std.compactname"] = "АК-12"
L["eft_ak12_silencer_std.description"] = "Штатный глушитель производства Ижмаж для автоматов АК-12."

L["eft_ak12_rec.printname"] = "Крышка ствольной коробки для АК-12"
L["eft_ak12_rec.compactname"] = "АК-12 КСК"
L["eft_ak12_rec.description"] = "Крышка ствольной коробки с интегрированной планкой Пикатинни для АК-12 производства Ижмаш."

L["eft_ak12_rs.printname"] = "Целик для АК-12"
L["eft_ak12_rs.compactname"] = "АК12 цел."
L["eft_ak12_rs.description"] = "Съемный целик производства Ижмаш, устанавливается на автоматы АК-12."

L["eft_ak12_rs_base.printname"] = "База целика для АК-12"
L["eft_ak12_rs_base.compactname"] = "АК12 креп."
L["eft_ak12_rs_base.description"] = "Съёмная база целика Ижмаш. Штатно устанавливается на АК-12."

L["eft_ak12_stock_tube.printname"] = "Труба приклада для АК-12"
L["eft_ak12_stock_tube.compactname"] = "АК-12 трб."
L["eft_ak12_stock_tube.description"] = "Штатная труба приклада для автомата АК-12, производство Ижмаш."

-- [[ aksu ]]
L["eft_aksu_gas_ak.printname"] = "Газовая трубка для АКС-74У"
L["eft_aksu_gas_ak.compactname"] = "АКС-74У газ"
L["eft_aksu_gas_ak.description"] = "Штатная газовая трубка 6П26 Сб.1-2 для автоматов АКС-74У. Газовая трубка служит для направления движения газового поршня."

L["eft_aksu_hg_ak_std.printname"] = "Цевье деревянное для АКС-74У"
L["eft_aksu_hg_ak_std.compactname"] = "АКС-74У"
L["eft_aksu_hg_ak_std.description"] = "Штатное деревянное цевьё 6П26 Сб.6 для автоматов AKС-74У, AKС-74УН, AKС-74УБ производства Ижмаш."

L["eft_aksu_mount_b18.printname"] = "Кронштейн Зенит \"Б-18\" для АКС-74У"
L["eft_aksu_mount_b18.compactname"] = "Б-18"
L["eft_aksu_mount_b18.description"] = "Планка Б-18 устанавливается на штатный целик автомата АКС-74У и формирует планку для крепления прицельных приспособлений над ствольной коробкой автомата. Производство Зенит."

L["eft_aksu_muzzle_ak_std.printname"] = "Дульный тормоз 5.45x39 для АКС-74У"
L["eft_aksu_muzzle_ak_std.compactname"] = "АКС-74У"
L["eft_aksu_muzzle_ak_std.description"] = "Штатный дульный тормоз-компенсатор 6П26 0-20 производства Ижмаш для автоматов АКС-74У и АКС-74УН. Резьба 24x1.5мм."

L["eft_aksu_rec_ak_b.printname"] = "Крышка ствольной коробки для АКС-74УБ"
L["eft_aksu_rec_ak_b.compactname"] = "АКС-74УБ КСК"
L["eft_aksu_rec_ak_b.description"] = "Штатная крышка ствольной коробки АКС-74УБ производства Ижмаш."

L["eft_aksu_rec_ak_std.printname"] = "Крышка ствольной коробки для АКС-74У"
L["eft_aksu_rec_ak_std.compactname"] = "АКС-74У КСК"
L["eft_aksu_rec_ak_std.description"] = "Штатная крышка ствольной коробки 6П26 Сб.7 для автоматов АКС-74У, АКС-74УН производства Ижмаш."

L["eft_aksu_stock_std.printname"] = "Приклад металлический для АКС-74У"
L["eft_aksu_stock_std.compactname"] = "АКС-74У"
L["eft_aksu_stock_std.description"] = "Рамочный металлический приклад 6П26 Сб.5 для АКС-74У, АКС-74УН, АКС-74УБ производства Ижмаш."

L["eft_aksu_rec_piligrim.printname"] = "Крышка ствольной коробки Легальный Арсенал \"Пилигрим\" для АКС-74У "
L["eft_aksu_rec_piligrim.compactname"] = "Пилигрим"
L["eft_aksu_rec_piligrim.description"] = "Крышка ствольной коробки с интегрированной планкой Пикатинни \"Пилигрим\" для АКС-74У. Позволяет осуществлять установку любых прицельных приспособлений, монтируемых на планку Пикатинни. Производство Легальный Арсенал."

L["eft_hg_ak_goliaf_mlok.printname"] = "Цевье Alfa Arms \"Голиаф M-LOK\" для АКС-74У"
L["eft_hg_ak_goliaf_mlok.compactname"] = "Голиаф MLOK"
L["eft_hg_ak_goliaf_mlok.description"] = "Цельнофрезерованное цевьё \"Голиаф\" предназначено для установки на штатное место цевья автомата Калашникова АКС-74У. Имеет места посадки для M-LOK креплений для установки дополнительного оборудования (тактические рукоятки, подствольные фонари, лазерные целеуказатели)."

-- [[ ammo_366 ]]
L["eft_ammo_366_geksa.printname"] = ".366 ТКМ Гекса"
L["eft_ammo_366_geksa.compactname"] = "Гекса"
L["eft_ammo_366_geksa.description"] = "Патрон .366 ТКМ (9.55x39 мм) \"Гекса\" с пулей массой 15,5 грамм с мягким наконечником (SP - Soft-Point) со свинцовым сердечником, с латунной полуоболочкой, в стальной гильзе. Предназначен для спортивной стрельбы и охоты. Пуля имеет значительное начальное расширение при ударе из-за обнажения свинцового сердечника на наконечнике, что наделяет её превосходной убойностью и травмирующим воздействием на цель после удара. Конструкция патрона также позволяет использовать его в магазинах для автоматов АК под патрон 7.62x39мм."

L["eft_ammo_366_fmj.printname"] = ".366 ТКМ FMJ"
L["eft_ammo_366_fmj.compactname"] = "FMJ"
L["eft_ammo_366_fmj.description"] = "Патрон .366 TKM (9.55x39 мм) с пулей с цельнометаллической оболочкой (FMJ) массой 13 грамм со свинцовым сердечником, в стальной гильзе. Предназначен для спортивной стрельбы и охоты. Хотя этот патрон предназначен для охоты на мелкую дичь, он имеет значительную пробивную способность против брони базового уровня защиты и хорошую убойность. Конструкция патрона также позволяет использовать его в магазинах для автоматов АК под патрон 7.62x39мм."

L["eft_ammo_366_apm.printname"] = ".366 ТКМ БП-М"
L["eft_ammo_366_apm.compactname"] = "БП-М"
L["eft_ammo_366_apm.description"] = "Самодельный патрон .366 ТКМ (9.55x39 мм) БП-М, снаряженный 16-граммовой бронебойной пулей из патрона 9x39 мм СП-6 гс с сердечником из закаленной углеродистой стали с двухслойной полуоболочкой, в модифицированной стальной гильзе. Этот кустарный патрон был создан Механиком из-за шаткого положения его клиентов в Таркове. В результате получился патрон с великолепной пробивной способностью против брони базового и среднего уровня защиты и хорошей убойностью, однако его самодельная конструкция изменяет траекторию полета, что делает патрон менее точным. Конструкция патрона также позволяет использовать его в магазинах для автоматов АК под патрон 7.62x39мм."

L["eft_ammo_366_eko.printname"] = ".366 ТКМ ЭКО"
L["eft_ammo_366_eko.compactname"] = "ЭКО"
L["eft_ammo_366_eko.description"] = "Патрон .366 TKM (9,55x39 мм) \"ЭКО\" с цельнометаллической пулей массой 6 грамм, в стальной гильзе. Предназначен для спортивной стрельбы и охоты. Хотя этот патрон предназначен для охоты на мелкую дичь, он имеет значительную пробивную способность против брони базового уровня защиты и хорошую убойность. Конструкция патрона также позволяет использовать его в магазинах для автоматов АК под патрон 7.62x39мм."

-- [[ ammo_545 ]]
L["eft_ammo_545_hp.printname"] = "5.45x39мм HP"
L["eft_ammo_545_hp.compactname"] = "HP"
L["eft_ammo_545_hp.description"] = "Патрон 5.45x39мм с экспансивной пулей (Hollow Point - \"Экспансивная Полость\") массой 3,6 грамм со свинцовым сердечником, с биметаллической полуоболочкой, в стальной гильзе. Предназначен для охоты, обороны дома и тренировочной стрельбы. Пуля обладает обильным расширением и энергией удара, что придает ей исключительную убойность и травмирующее воздействие на цель после удара."

L["eft_ammo_545_sp.printname"] = "5.45x39мм SP"
L["eft_ammo_545_sp.compactname"] = "SP"
L["eft_ammo_545_sp.description"] = "Патрон 5.45х39мм с пулей массой 3,6 грамм с мягким наконечником (SP - Soft-Point) со свинцовым сердечником с биметаллической полуоболочкой, в стальной гильзе. Предназначен для охоты, обороны дома и тренировочной стрельбы. Пуля имеет хорошее начальное расширение при ударе из-за обнажения свинцового сердечника на наконечнике, что придает ей значительную убойность ценой потери пробивной способности даже против брони базового уровня защиты."

L["eft_ammo_545_us.printname"] = "5.45x39мм УС гс"
L["eft_ammo_545_us.compactname"] = "УС"
L["eft_ammo_545_us.description"] = "Утяжеленный патрон 5.45x39мм УС гс (Индекс ГРАУ - 7У1) с дозвуковой пулей массой 5,1 грамм с заостренным сердечником из карбида вольфрама с биметаллической оболочкой, в стальной гильзе с уменьшенным зарядом. Патрон УС (Уменьшенной Скорости) был разработан ЦНИИТочМаш в середине 1980-х годов для использования в автоматах АКС-74УБ и АКС-74УБН вместе с глушителем, обеспечивая цикличность стрельбы и снижение шума в дополнение к значительному поражающему воздействию. Но, несмотря на состав пули, она испытывает трудности с пробивной способностью даже против брони базового уровня защиты и, из-за своей конструкции, имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_545_prs.printname"] = "5.45x39мм ПРС гс"
L["eft_ammo_545_prs.compactname"] = "ПРС"
L["eft_ammo_545_prs.description"] = "Патрон 5.45x39мм ПРС гс с пулей массой 3,9 грамм со свинцовым мягким сердечником, в биметаллической оболочке, в стальной гильзе. Пуля ПРС (Пониженной Рикошетирующей Способности) была разработана в начале 2000-х годов, чтобы сминаться и быстро терять скорость при попадании в твердый объект для минимизации рикошетов во время городских операций. Пуля обладает значительной убойностью, однако не способна к пробитию брони даже базового уровня защиты."

L["eft_ammo_545_t.printname"] = "5.45x39мм Т гс"
L["eft_ammo_545_t.compactname"] = "Т"
L["eft_ammo_545_t.description"] = "Патрон 5.45х39мм Т гс (Индекс ГРАУ - 7Т3) с трассирующей пулей массой 3,2 грамм со свинцовым сердечником, в биметаллической оболочке, в стальной гильзе. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Красный). Патрон Т (Трассирующий) был представлен в 1974 году вместе с патроном ПС гс (Индекс ГРАУ - 7Н6) для обеспечения возможности отслеживания стрельбы для вооружения калибра 5.45x39мм, а также хорошей пробивной и поражающей способности против брони базового уровня защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_545_fmj.printname"] = "5.45x39мм FMJ"
L["eft_ammo_545_fmj.compactname"] = "FMJ"
L["eft_ammo_545_fmj.description"] = "Патрон 5.45x39мм с пулей массой 3,9 грамм с цельнометаллической оболочкой (FMJ) со свинцовым сердечником, в стальной гильзе. Предназначен для охоты, обороны дома и тренировочной стрельбы. Несмотря на примитивную конструкцию, пуля обладает значительной убойностью и средней бронепробиваемостью против базового уровня защиты."

L["eft_ammo_545_7n40.printname"] = "5.45x39мм 7Н40"
L["eft_ammo_545_7n40.compactname"] = "7Н40"
L["eft_ammo_545_7n40.description"] = "Легендарный новейший патрон повышенной кучности стрельбы 7Н40. Сделан в рамках программы \"Ратник\" вместе с 7Н39 ППБС \"Игольник\". Обладает хорошей бронепробиваемостью против СИБЗ базового и среднего уровня защиты, однако имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_545_ps.printname"] = "5.45x39мм ПС гс"
L["eft_ammo_545_ps.compactname"] = "ПС"
L["eft_ammo_545_ps.description"] = "Патрон 5.45x39мм ПС гс (Индекс ГРАУ - 7Н6) с пулей массой 3,4 грамма со стальным сердечником, с плакированной томпаком оболочкой и биметаллической рубашкой, в стальной гильзе. Патрон ПС (Пуля со Стальным сердечником) был принят на вооружение в 1974 году вместе с советским вооружением калибра 5.45x39мм для улучшения бронепробиваемости против брони базового уровня защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_545_bp.printname"] = "5.45x39мм БП гс"
L["eft_ammo_545_bp.compactname"] = "БП"
L["eft_ammo_545_bp.description"] = "Патрон 5.45x39мм БП гс (Индекс ГРАУ - 7Н22) с бронебойной пулей массой 3,7 грамм с сердечником из закаленной углеродистой стали, с плакированной томпаком оболочкой, в стальной гильзе. Пуля БП (Бронебойная Пуля) была разработана в ЦНИИТочМаш в 1998 году на основе патрона 5.45x39мм ПП гс с целью улучшения ее конструкции и бронепробиваемости, что привело к улучшению пробивной способности против брони среднего уровня защиты. Однако, из-за своей конструкции, пуля имеет значительную вероятность отскока от различных поверхностей."

L["eft_ammo_545_pp.printname"] = "5.45x39мм ПП гс"
L["eft_ammo_545_pp.compactname"] = "ПП"
L["eft_ammo_545_pp.description"] = "Патрон 5.45x39мм ПП гс (Индекс ГРАУ - 7Н10) с пулей массой 3,5 грамм с термоупрочненным стальным сердечником и биметаллической рубашкой, в стальной гильзе. Пуля ПП (Повышенной Пробиваемости) была разработана в 1990-х годах как модернизированная версия пули, используемой в патроне 5.45x39мм ПС гс. Был выбран более длинный и узкий сердечник из закаленной стали, что позволило улучшить пробивную способность против брони базового и среднего уровня защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_545_bt.printname"] = "5.45x39мм БТ гс"
L["eft_ammo_545_bt.compactname"] = "БT"
L["eft_ammo_545_bt.description"] = "Патрон 5.45x39мм БТ гс (Индекс ГРАУ - 7БТ4) с бронебойно-трассирующей пулей массой 3,1 грамм с термоупрочненным стальным сердечником, с биметаллической оболочкой, в стальной гильзе. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Красный). Пуля БТ (Бронебойная Трассирующая) является улучшенной версией используемой в патроне пули 5.45x39мм Т гс (Индекс ГРАУ - 7Т3). Свинцовый сердечник заменен на новый из термоупрочненной стали, обеспечивая отличную пробивную способность против брони базового и среднего уровня защиты. Однако, из-за своей конструкции, пуля имеет значительную вероятность отскока от различных поверхностей."

L["eft_ammo_545_bs.printname"] = "5.45x39мм БС гс"
L["eft_ammo_545_bs.compactname"] = "БС"
L["eft_ammo_545_bs.description"] = "Патрон 5.45x39мм БС гс (Индекс ГРАУ — 7Н24) со специальной бронебойной пулей БС массой 4,1 грамм с заостренным сердечником из карбида вольфрама, с биметаллической оболочкой, в стальной гильзе. Пуля БС (Бронебойный Сердечник) была разработана в ЦНИИТочМаш в 1998 году для значительного увеличения пробивной способности оружия калибра 5.45x39мм, что привело к выдающимся результатам против некоторых специализированных моделей 5-6 класса защиты, несмотря на относительно низкую начальную скорость пули по сравнению с другими патронами. Однако, из-за своей конструкции, она имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_545_ppbs.printname"] = "5.45x39мм ППБС гс \"Игольник\""
L["eft_ammo_545_ppbs.compactname"] = "ППБС"
L["eft_ammo_545_ppbs.description"] = "Патрон 5.45x39мм ППБС гс (Индекс ГРАУ - 7Н39) с бронебойной пулей массой 4 грамма с заостренным сердечником из карбида вольфрама, с двухслойной оболочкой, в стальной гильзе. Патрон разработан ЦНИИТочМаш и ТехКомплект под именем 7Н39 ППБС \"Игольник\" (Повышенной Пробиваемости, Бронебойный Сердечник) на основе патрона 5.45x39мм БС гс для увеличения его бронепробиваемости, обеспечивая отличные результаты против самых современных средств защиты 5-6 класса. Пуля также способна пробивать легкобронированную технику и укрытия, однако, из-за своей конструкции, имеет высокую вероятность отскока от различных поверхностей."

-- [[ charge_ak ]]
L["eft_charge_ak_css.printname"] = "Рукоятка затвора CSS c накаткой для АК"
L["eft_charge_ak_css.compactname"] = "CSS АК"
L["eft_charge_ak_css.description"] = "Рифленая рукоятка затвора CSS для AK дает пользователю ручку увеличенного размера, позволяющую заряжать оружие с повышенной легкостью. Эта рукоятка работает со всеми винтовками и ружьями «Вепрь», ружьями и дробовиками «Сайга», и большинством АК."

L["eft_charge_ak_rp1.printname"] = "Рукоятка затвора Зенит \"РП-1\" для АК"
L["eft_charge_ak_rp1.compactname"] = "РП-1"
L["eft_charge_ak_rp1.description"] = "Рукоятка затвора РП-1 является фрезерованным изделием, изготовленным из сплава алюминия Д16Т с покрытием черного цвета, совместима со всеми моделями автомата Калашникова и карабинами, созданными на базе АК. Установка рукоятки РП-1 позволяет увеличить штатную рукоятку затвора и, таким образом, улучшая эргономику оружия, делает обращение с ним более удобным. Монтируется РП-1 на штатную рукоятку затвора посредством входящих в комплект винтов. ©«Зенит»"

-- [[ gas_ak ]]
L["eft_gas_ak_6p1.printname"] = "Газовая трубка для АКМ"
L["eft_gas_ak_6p1.compactname"] = "АКМ газ"
L["eft_gas_ak_6p1.description"] = "Штатная газовая трубка 6П1 Сб.1-2 для автоматов АКМ. Газовая трубка служит для направления движения газового поршня."

L["eft_gas_ak_6p20.printname"] = "Газовая трубка для АК-74"
L["eft_gas_ak_6p20.compactname"] = "АК-74 газ"
L["eft_gas_ak_6p20.description"] = "Штатная газовая трубка 6П20 Сб.1-2 для автоматов АК-74. Газовая трубка служит для направления движения газового поршня."

L["eft_gas_ak_m1b.printname"] = "Цевье и газовая трубка UltiMAK \"M1-B\" для АК"
L["eft_gas_ak_m1b.compactname"] = "M1-B"
L["eft_gas_ak_m1b.description"] = "Газовая трубка UltiMAK M1-B для АК служит для направления движения газового поршня и является направляющей для установки прицелов и тактических блоков."

L["eft_gas_ak_molot.printname"] = "Газовая трубка Молот АКМ тип"
L["eft_gas_ak_molot.compactname"] = "Молот газ"
L["eft_gas_ak_molot.description"] = "Газовая трубка для автоматов АКМ-типа и карабинов Вепрь производства Молот Оружие. Газовая трубка служит для направления движения газового поршня."

L["eft_gas_ak_troy.printname"] = "Цевье и газовая трубка TROY \"Full Length Rail\" для АК"
L["eft_gas_ak_troy.compactname"] = "TROY FLR"
L["eft_gas_ak_troy.description"] = "Цевьё с газовой трубкой \"Full Length Rail\". Отверстия для охлаждения позволяют не перегреваться даже после продолжительной стрельбы. Изготовлен из закаленного авиационного алюминия с компонентами из нержавеющей стали и анодирован твердым покрытием MIL-SPEC. Имеет 5-дюймовую верхнюю направляющую для установки оптики и тактических устройств. Производство TROY Industries."

L["eft_gas_ak_vdmcs.printname"] = "Газовая трубка Kiba Arms \"VDM CS\" для АК"
L["eft_gas_ak_vdmcs.compactname"] = "VDM CS"
L["eft_gas_ak_vdmcs.description"] = "Кастомная газовая трубка. Для установки определенных цевьев."

L["eft_gas_ak_vs24vs33.printname"] = "Цевье и газовая трубка Вежливый Стрелок \"VS-24 + VS-33c\" для АК"
L["eft_gas_ak_vs24vs33.compactname"] = "VS Combo"
L["eft_gas_ak_vs24vs33.description"] = "Комбинированный кит, состоящий из цевья VS-24 и газовой трубки VS-33c, устанавливается на автоматы серии АК калибра 5.56x45, 5.45x39, 7.62x39. Производство Вежливый Стрелок."

L["eft_gas_ak_vs24vs33_w.printname"] = "Цевье и газовая трубка Вежливый Стрелок \"VS-24 + VS-33c\" для АК (Белое)"
L["eft_gas_ak_vs24vs33_w.compactname"] = "VS Combo"
L["eft_gas_ak_vs24vs33_w.description"] = "Комбинированный кит, состоящий из цевья VS-24 и газовой трубки VS-33c, устанавливается на автоматы серии АК калибра 5.56x45, 5.45x39, 7.62x39. Производство Вежливый Стрелок. Версия в белом цвете."

L["eft_gas_rd704_ionlite.printname"] = "Цевье и газовая трубка SLR \"ION Lite + Railed Gas Tube\" для RD-704"
L["eft_gas_rd704_ionlite.compactname"] = "ION Lite 9\""
L["eft_gas_rd704_ionlite.description"] = "Комбинированный кит, состоящий из цевья \"ION Lite\" длиной 9 дюймов и газовой трубки \"Railed Gas Tube\", устанавливается на автоматы RD-704. Производство SLR."

-- [[ grip_ak ]]
L["eft_grip_ak_6p1sb8.printname"] = "Пистолетная рукоятка полимерная для АК-74"
L["eft_grip_ak_6p1sb8.compactname"] = "АК-74 поли"
L["eft_grip_ak_6p1sb8.description"] = "Полимерная пистолетная рукоятка Ижмаш 6П1 Сб.8 для автомата АК и других на его базе, пришедшая на смену бакелитовой."

L["eft_grip_ak_6p1sb8v.printname"] = "Пистолетная рукоятка бакелитовая для АК-74"
L["eft_grip_ak_6p1sb8v.compactname"] = "АК-74 бак."
L["eft_grip_ak_6p1sb8v.description"] = "Бакелитовая пистолетная рукоятка Ижмаш 6П1 Сб.8В для автомата АК и других на его базе."

L["eft_grip_ak_6p4sb9.printname"] = "Пистолетная рукоятка бакелитовая для АКС-74У"
L["eft_grip_ak_6p4sb9.compactname"] = "АКС-74У бак."
L["eft_grip_ak_6p4sb9.description"] = "Бакелитовая пистолетная рукоятка Ижмаш 6П4 Сб.9 для автомата АКС-74У и других на его базе."

L["eft_grip_ak_aeroknox.printname"] = "Пистолетная рукоятка Aeroknox \"Scorpius\" для АК"
L["eft_grip_ak_aeroknox.compactname"] = "Scorpius"
L["eft_grip_ak_aeroknox.description"] = "Легкая эргономичная пистолетная рукоятка для автоматов АК и совместимых, производство Aeroknox."

L["eft_grip_ak_agr47.printname"] = "Пистолетная рукоятка FAB Defense \"AGR-47\" для АК (FDE)"
L["eft_grip_ak_agr47.compactname"] = "AGR-47"
L["eft_grip_ak_agr47.description"] = "Пистолетная рукоятка \"AGR-47\" производства FAB Defense для автоматов серии АК и совместимых. Версия в цвете Flat Dark Earth."

L["eft_grip_ak_ags74.printname"] = "Пистолетная рукоятка Custom Arms \"AGS-74 PRO + Sniper Kit\" для АК"
L["eft_grip_ak_ags74.compactname"] = "AGS-74"
L["eft_grip_ak_ags74.description"] = "Лёгкая эргономичная пистолетная рукоятка для автоматов семейства АК, включает платформу для ладони \"Sniper Kit\" для облегченного обращения с оружием. Производство Custom Arms."

L["eft_grip_ak_ak12.printname"] = "Пистолетная рукоятка для АК-12"
L["eft_grip_ak_ak12.compactname"] = "АК-12"
L["eft_grip_ak_ak12.description"] = "Штатная пистолетная рукоятка Ижмаш для автоматов АК-12 и совместимых систем."

L["eft_grip_ak_akepg.printname"] = "Пистолетная рукоятка Strike Industries \"Enhanced Pistol Grip\" для АК (Черная)"
L["eft_grip_ak_akepg.compactname"] = "AK-EPG"
L["eft_grip_ak_akepg.description"] = "Эргономичная полимерная пистолетная рукоятка \"AK-EPG\" (AK Enhanced Pistol Grip) для автоматов семейства АК. Производство Strike Industries."

L["eft_grip_ak_akepg_fde.printname"] = "Пистолетная рукоятка Strike Industries \"Enhanced Pistol Grip\" для АК (FDE)"
L["eft_grip_ak_akepg_fde.compactname"] = "AK-EPG"
L["eft_grip_ak_akepg_fde.description"] = "Эргономичная полимерная пистолетная рукоятка \"AK-EPG\" (AK Enhanced Pistol Grip) для автоматов семейства АК. Производство Strike Industries. Версия в цвете Flat Dark Earth."

L["eft_grip_ak_akm_b.printname"] = "Пистолетная рукоятка бакелитовая для АКМ"
L["eft_grip_ak_akm_b.compactname"] = "АКМ бак."
L["eft_grip_ak_akm_b.description"] = "Бакелитовая пистолетная рукоятка Ижмаш для автомата АКМ."

L["eft_grip_ak_akm_w.printname"] = "Пистолетная рукоятка деревянная для АКМ"
L["eft_grip_ak_akm_w.compactname"] = "АКМ дер."
L["eft_grip_ak_akm_w.description"] = "Деревянная пистолетная рукоятка Ижмаш для автомата АК и других на его базе. Изначально устанавливалась на АКМ и АКМС."

L["eft_grip_ak_ak_b.printname"] = "Пистолетная рукоятка бакелитовая Молот для АК"
L["eft_grip_ak_ak_b.compactname"] = "Молот бак."
L["eft_grip_ak_ak_b.description"] = "Бакелитовая пистолетная рукоятка производства Молот Оружие для автоматов АК и других на его базе."

L["eft_grip_ak_cqr47.printname"] = "Пистолетная рукоятка-приклад Hera Arms \"CQR47\" для АКМ/АК-74"
L["eft_grip_ak_cqr47.compactname"] = "CQR47"
L["eft_grip_ak_cqr47.description"] = "Разработанная как для гражданского рынка, так и для военного применения. Приклад \"CQR47\" легко монтируется на место штатного крепления нескладывающегося приклада АК/АКМ. Производство Hera Arms."

L["eft_grip_ak_mg47.printname"] = "Пистолетная рукоятка KGB \"MG-47\" для АК"
L["eft_grip_ak_mg47.compactname"] = "MG-47 АК"
L["eft_grip_ak_mg47.description"] = "Обработанная алюминиевая рукоятка, выполненная в стиле треугольных складных прикладов. Совместима со всеми системами оружия семейства АК. Производство Kraft Gun Builders."

L["eft_grip_ak_mg47_ar.printname"] = "Пистолетная рукоятка KGB \"MG-47\" для АК (Anodized Red)"
L["eft_grip_ak_mg47_ar.compactname"] = "MG-47 АК"
L["eft_grip_ak_mg47_ar.description"] = "Обработанная алюминиевая рукоятка, выполненная в стиле треугольных складных прикладов. Совместима со всеми системами оружия семейства АК. Производство Kraft Gun Builders. Анодирована в красный цвет."

L["eft_grip_ak_moe.printname"] = "Пистолетная рукоятка Magpul \"MOE\" для АК (Черная)"
L["eft_grip_ak_moe.compactname"] = "MOE AK"
L["eft_grip_ak_moe.description"] = "Облегченная пистолетная рукоятка Magpul Original Equipment для систем АК, производство Magpul."

L["eft_grip_ak_pp19.printname"] = "Пистолетная рукоятка для ПП-19-01 \"Витязь\""
L["eft_grip_ak_pp19.compactname"] = "ПП-19-01"
L["eft_grip_ak_pp19.description"] = "Пистолетная рукоятка производства Ижмаш для пистолетов-пулеметов ПП-19-01 \"Витязь\" и карабинов Сайга-9."

L["eft_grip_ak_rk3.printname"] = "Пистолетная рукоятка Зенит \"РК-3\" для АК"
L["eft_grip_ak_rk3.compactname"] = "РК-3"
L["eft_grip_ak_rk3.description"] = "Пистолетная анатомическая рукоятка РК-3 \"Классика\" содержит встроенный герметичный контейнер для запасных батареек, предназначена для установки на место штатной рукоятки автомата Калашникова. ©«Зенит»"

L["eft_grip_ak_tangodown.printname"] = "Пистолетная рукоятка TangoDown \"Battle Grip\" для АК "
L["eft_grip_ak_tangodown.compactname"] = "TD BG"
L["eft_grip_ak_tangodown.description"] = "Легкая пистолетная рукоятка для АК и совместимых, производства TangoDown."

L["eft_grip_ak_tangodown_fde.printname"] = "Пистолетная рукоятка TangoDown \"Battle Grip\" для АК (FDE)"
L["eft_grip_ak_tangodown_fde.compactname"] = "TD BG"
L["eft_grip_ak_tangodown_fde.description"] = "Легкая пистолетная рукоятка для АК и совместимых, производства TangoDown. Версия в цвете Flat Dark Earth."

L["eft_grip_ak_tapco_saw.printname"] = "Пистолетная рукоятка TAPCO \"SAW-Style\" для АК (Черная)"
L["eft_grip_ak_tapco_saw.compactname"] = "SAW"
L["eft_grip_ak_tapco_saw.description"] = "Пистолетная анатомическая рукоятка, выполненная по мотивам рукоятки пулемета M249 SAW, производство TAPCO. Версия в черном цвете."

L["eft_grip_ak_tapco_saw_fde.printname"] = "Пистолетная рукоятка TAPCO \"SAW-Style\" для АК (FDE)"
L["eft_grip_ak_tapco_saw_fde.compactname"] = "SAW"
L["eft_grip_ak_tapco_saw_fde.description"] = "Пистолетная анатомическая рукоятка, выполненная по мотивам рукоятки пулемета M249 SAW, производство TAPCO. Версия в цвете Flat Dark Earth."

L["eft_grip_ak_us_palm.printname"] = "Пистолетная рукоятка US Palm для АК"
L["eft_grip_ak_us_palm.compactname"] = "US Palm"
L["eft_grip_ak_us_palm.description"] = "Легкая пистолетная рукоятка для АК и совместимых, производства US Palm."

L["eft_grip_ak_mft.printname"] = "Пистолетная рукоятка Mission First Tactical \"ENGAGE AK47\" для АК"
L["eft_grip_ak_mft.compactname"] = "MFT47"
L["eft_grip_ak_mft.description"] = "Пистолетная рукоятка \"ENGAGE AK47\" для автоматов серии АК и совместимых. Производство Mission First Tactical."

L["eft_grip_ak_puf.printname"] = "Пистолетная рукоятка PUFGUN \"SG-M2\" для АК"
L["eft_grip_ak_puf.compactname"] = "SG-M2"
L["eft_grip_ak_puf.description"] = "Пистолетная рукоятка \"SG-M2\" для автоматов серии АК и совместимых. Производство PUFGUN."

L["eft_grip_ak_cg101.printname"] = "Адаптер Custom Guns \"CG101\" для пистолетных рукояток AR-типа для AK"
L["eft_grip_ak_cg101.compactname"] = "CG101"
L["eft_grip_ak_cg101.description"] = "Адаптер, позволяющий установку пистолетных рукояток системы AR на AK платформы. Производство Custom Guns."

-- [[ hg_ak ]]
L["eft_hg_ak_6p1.printname"] = "Цевье деревянное для АКМ"
L["eft_hg_ak_6p1.compactname"] = "АКМ дер."
L["eft_hg_ak_6p1.description"] = "Штатное деревянное цевьё 6П1 Сб.6-1 для автомата АКM производства Ижмаш."

L["eft_hg_ak_6p20sb6.printname"] = "Цевье деревянное для АК-74"
L["eft_hg_ak_6p20sb6.compactname"] = "АК-74 дер."
L["eft_hg_ak_6p20sb6.description"] = "Штатное деревянное цевьё 6П20 Сб.6 для автомата АК-74 производства Ижмаш."

L["eft_hg_ak_6p20sb9.printname"] = "Цевье полимерное для АК-74М"
L["eft_hg_ak_6p20sb9.compactname"] = "АК-74М"
L["eft_hg_ak_6p20sb9.description"] = "Полимерное цевьё 6П20 Сб.9 для автомата АК-74М производства Ижмаш, пришедшее на смену классическому деревянному."

L["eft_hg_ak_6p20sb9p.printname"] = "Цевье полимерное для АК-74 (Слива)"
L["eft_hg_ak_6p20sb9p.compactname"] = "АК-74"
L["eft_hg_ak_6p20sb9p.description"] = "Полимерное цевьё 6П20 Сб.9 для автоматов АК-74 производства Ижмаш, имеет характерный оттенок полимера, за что было прозвано \"сливой\"."

L["eft_hg_ak_agressor.printname"] = "Цевье 5.45 Design \"Агрессор\" для АК"
L["eft_hg_ak_agressor.compactname"] = "Агрессор"
L["eft_hg_ak_agressor.description"] = "Цевьё \"Агрессор\" с направляющими, устанавливается на автоматы серии АК. Имеет 4 боковые планки для установки тактического снаряжения и 2 длинные планки для установки прицелов и рукояток. Производство 5.45 Design."

L["eft_hg_ak_ak100.printname"] = "Цевье полимерное для АК 100-й серии"
L["eft_hg_ak_ak100.compactname"] = "АК100"
L["eft_hg_ak_ak100.description"] = "Полимерное цевьё для автоматов АК 100-й серии производства Ижмаш, является дальнейшей модернизацией полимерного цевья АК-74М. Оснащено нижней рельсой для установки тактического оборудования."

L["eft_hg_ak_akm_l.printname"] = "Цевье TDI \"AKM-L\" для АК"
L["eft_hg_ak_akm_l.compactname"] = "AKM-L"
L["eft_hg_ak_akm_l.description"] = "Цевьё \"AKM-L\" производства TDI Arms, устанавливается на автоматы АКМ/АК-74 и совместимые. Оснащено интерфейсом M-LOK для установки дополнительного оборудования и направляющих."

L["eft_hg_ak_akm_l_ab.printname"] = "Цевье TDI \"AKM-L\" для АК (Anodized Bronze)"
L["eft_hg_ak_akm_l_ab.compactname"] = "AKM-L"
L["eft_hg_ak_akm_l_ab.description"] = "Цевьё \"AKM-L\" производства TDI Arms, устанавливается на автоматы АКМ/АК-74 и совместимые. Оснащено интерфейсом M-LOK для установки дополнительного оборудования и направляющих. Анодированный бронзовый цвет."

L["eft_hg_ak_akm_l_ar.printname"] = "Цевье TDI \"AKM-L\" для АК (Anodized Red)"
L["eft_hg_ak_akm_l_ar.compactname"] = "AKM-L"
L["eft_hg_ak_akm_l_ar.description"] = "Цевьё \"AKM-L\" производства TDI Arms, устанавливается на автоматы АКМ/АК-74 и совместимые. Оснащено интерфейсом M-LOK для установки дополнительного оборудования и направляющих. Анодированный красный цвет."

L["eft_hg_ak_b10.printname"] = "Цевье Зенит \"Б-10\" для АК"
L["eft_hg_ak_b10.compactname"] = "Б-10"
L["eft_hg_ak_b10.description"] = "Цельнофрезерованное цевьё Б-10 изготовлено из сплава алюминия Д16Т с покрытием черного цвета, предназначено для установки на штатное место цевья автоматов АК. Имеет планки Пикатинни с двух сторон. Позволяет производить установку дополнительного оборудования (тактические рукоятки, подствольные фонари, лазерные целеуказатели). Производство Зенит."

L["eft_hg_ak_b10mb19.printname"] = "Цевье Зенит \"Б-10М\" с накладкой \"Б-19\" для АК"
L["eft_hg_ak_b10mb19.compactname"] = "Б10М+Б19"
L["eft_hg_ak_b10mb19.description"] = "Цельнофрезерованное цевьё Б-10М изготовлено из сплава алюминия Д16Т с покрытием черного цвета, предназначено для установки на штатное место цевья автомата Калашникова серий 103, 104, 105, 74С, 74М, АКМ, АКМС. + Планка над газовой трубкой Б-19 является цельнофрезерованным кронштейном изготовленным из сплава алюминия Д16Т с покрытием черного цвета, монтируется на цевье Б-10М или Б-21М. ©«Зенит»"

L["eft_hg_ak_b11.printname"] = "Цевье Зенит \"Б-11\" для АКС-74У"
L["eft_hg_ak_b11.compactname"] = "Б-11"
L["eft_hg_ak_b11.description"] = "Цельнофрезерованное цевьё Б-11 изготовлено из сплава алюминия Д16Т с покрытием черного цвета, предназначено для установки на штатное место цевья автомата Калашникова АКС-74У. Имеет планки Пикатинни с трёх сторон.\nПозволяет производить установку дополнительного оборудования (тактические рукоятки, подствольные фонари, лазерные целеуказатели). Производство Зенит."

L["eft_hg_ak_b30b31s.printname"] = "Цевье Зенит \"Б-30\" с накладкой \"Б-31C\" для АК"
L["eft_hg_ak_b30b31s.compactname"] = "Б-30+Б-31С"
L["eft_hg_ak_b30b31s.description"] = "Цельнофрезерованное цевье Б-30 изготовлено из сплава алюминия Д16Т, с покрытием черного цвета. Предназначено для установки на место штатного цевья автомата Калашникова серий 103, 104, 105, 74С, 74М, АКМ, АКМС. Накладка на газовую трубку Б-31С - цельнофрезерованный кронштейн, изготовленный из сплава алюминия Д16Т с покрытием черного цвета. Монтируется на цевье Б-30. Производство Зенит."

L["eft_hg_ak_cmrd.printname"] = "Цевье Vltor \"CMRD KeyMod\" для АК"
L["eft_hg_ak_cmrd.compactname"] = "CMRD"
L["eft_hg_ak_cmrd.description"] = "Легкое алюминиевое цевьё \"CMRD\" от Vltor, совместимо с автоматами серии АК-74 и АКМ. Оснащено интерфейсом KeyMod для установки направляющих под дополнительное оборудование."

L["eft_hg_ak_cncguns.printname"] = "Цевье CNC Guns \"OV GP\" для АК"
L["eft_hg_ak_cncguns.compactname"] = "OV GP"
L["eft_hg_ak_cncguns.description"] = "Цевье \"OV GP\" для автоматов серии АК, снабженное интерфейсом KeyMod для крепления дополнительного оборудования. Производство CNC Guns."

L["eft_hg_ak_goliaf.printname"] = "Цевье Alfa Arms \"Голиаф\" для АКС-74У"
L["eft_hg_ak_goliaf.compactname"] = "Голиаф"
L["eft_hg_ak_goliaf.description"] = "Цельнофрезерованное цевьё \"Голиаф\" изготовлено из сплава алюминия Д16Т с покрытием коричневого цвета Coyote Brown, предназначено для установки на штатное место цевья автомата Калашникова АКС-74У. Имеет планки Пикатинни с трёх сторон. Позволяет производить установку дополнительного оборудования (тактические рукоятки, подствольные фонари, лазерные целеуказатели)."

L["eft_hg_ak_hexagon.printname"] = "Цевье трубчатое Гексагон для АК"
L["eft_hg_ak_hexagon.compactname"] = "Гексагон АК"
L["eft_hg_ak_hexagon.description"] = "Трубчатое цевье для автоматов серии АК, производство Гексагон."

L["eft_hg_ak_hexagon_r.printname"] = "Цевье трубчатое Гексагон для АК (Anodized Red)"
L["eft_hg_ak_hexagon_r.compactname"] = "Гексагон АК"
L["eft_hg_ak_hexagon_r.description"] = "Трубчатое цевье для автоматов серии АК, производство Гексагон. Анодировано в красный цвет. DA RED GOEZ FASTA!"

L["eft_hg_ak_moe.printname"] = "Цевье Magpul \"MOE AKM\" для АК (Черное)"
L["eft_hg_ak_moe.compactname"] = "MOE AKM"
L["eft_hg_ak_moe.description"] = "Цевье \"MOE AKM\" ставится на АК-47/АКМ/АК-74 и совместимые оружейные системы. Оснащено запатентованными креплениями M-LOK для установки дополнительного оборудования или направляющих. Версия в черном цвете."

L["eft_hg_ak_moe_fde.printname"] = "Цевье Magpul \"MOE AKM\" для АК (FDE)"
L["eft_hg_ak_moe_fde.compactname"] = "MOE AKM"
L["eft_hg_ak_moe_fde.description"] = "Цевье \"MOE AKM\" ставится на АК-47/АКМ/АК-74 и совместимые оружейные системы. Оснащено запатентованными креплениями M-LOK для установки дополнительного оборудования или направляющих. Версия в цвете Flat Dark Earth."

L["eft_hg_ak_moe_olv.printname"] = "Цевье Magpul \"MOE AKM\" для АК (Олива)"
L["eft_hg_ak_moe_olv.compactname"] = "MOE AKM"
L["eft_hg_ak_moe_olv.description"] = "Цевье \"MOE AKM\" ставится на АК-47/АКМ/АК-74 и совместимые оружейные системы. Оснащено запатентованными креплениями M-LOK для установки дополнительного оборудования или направляющих. Версия в цвете Олива (Olive Drab)."

L["eft_hg_ak_moe_plm.printname"] = "Цевье Magpul \"MOE AKM\" для АК (Слива)"
L["eft_hg_ak_moe_plm.compactname"] = "MOE AKM"
L["eft_hg_ak_moe_plm.description"] = "Цевье \"MOE AKM\" ставится на АК-47/АКМ/АК-74 и совместимые оружейные системы. Оснащено запатентованными креплениями M-LOK для установки дополнительного оборудования или направляющих. Версия в цвете \"Слива\"."

L["eft_hg_ak_moe_sg.printname"] = "Цевье Magpul \"MOE AKM\" для АК (Stealth Grey)"
L["eft_hg_ak_moe_sg.compactname"] = "MOE AKM"
L["eft_hg_ak_moe_sg.description"] = "Цевье \"MOE AKM\" ставится на АК-47/АКМ/АК-74 и совместимые оружейные системы. Оснащено запатентованными креплениями M-LOK для установки дополнительного оборудования или направляющих. Версия в цвете Stealth Grey."

L["eft_hg_ak_rs47.printname"] = "Цевье CAA \"RS47\" для АК"
L["eft_hg_ak_rs47.compactname"] = "RS47"
L["eft_hg_ak_rs47.description"] = "Цевьё \"RS47\" от компании Command Arms из легкого полимера подходит для большинства автоматов и карабинов, выполненных на базе АК. Оснащено двумя длинными и двумя короткими направляющими для крепления дополнительного оборудования."

L["eft_hg_ak_trax1.printname"] = "Цевье Strike Industries \"TRAX 1\" для АК"
L["eft_hg_ak_trax1.compactname"] = "TRAX 1"
L["eft_hg_ak_trax1.description"] = "Цевье \"TRAX 1\" производства Strike Industries. Легкая и прочная модульная система, позволяющая монтировать множество различных аксессуаров. Может комбинироваться с системой TRAX 2 для достижения максимальной модульности."

L["eft_hg_ak_trax2.printname"] = "Цевье Strike Industries \"TRAX 2\" для АК"
L["eft_hg_ak_trax2.compactname"] = "TRAX 2"
L["eft_hg_ak_trax2.description"] = "Удлинение TRAX 2 позволяет устанавливать еще большее количество различных аксессуаров на систему TRAX. Для установки требуется цевьё TRAX 1 и направляющая планка Bridge rail. Производство Strike Industries."

L["eft_hg_ak_trax_bridge.printname"] = "Направляющая Strike Industries \"TRAX Bridge\""
L["eft_hg_ak_trax_bridge.compactname"] = "TRAX Bridge"
L["eft_hg_ak_trax_bridge.description"] = "Направляющая Strike Industries \"TRAX Bridge Rail\", устанавливается на цевьё TRAX 1 для установки удлинителя цевья TRAX 2."

L["eft_hg_ak_ufm.printname"] = "Цевье Krebs Custom \"UFM KeyMod\" для АК"
L["eft_hg_ak_ufm.compactname"] = "UFM"
L["eft_hg_ak_ufm.description"] = "Цевьё Krebs Custom UFM KeyMod для автоматов серии АК с возможностью установки направляющих на системе KeyMod. Для установки необходима газовая трубка Kiba Arms VDM CS."

L["eft_hg_ak_vpo136.printname"] = "Цевье деревянное для ВПО-136 \"Вепрь-КМ\""
L["eft_hg_ak_vpo136.compactname"] = "ВПО-136"
L["eft_hg_ak_vpo136.description"] = "Штатное деревянное цевьё для карабина ВПО-136 Вепрь-КМ производства Молот Оружие."

L["eft_hg_ak_vpo209.printname"] = "Цевье деревянное для ВПО-209"
L["eft_hg_ak_vpo209.compactname"] = "ВПО-209"
L["eft_hg_ak_vpo209.description"] = "Штатное деревянное цевьё для карабина ВПО-209 производства Молот Оружие."

L["eft_hg_ak_wasr.printname"] = "Цевье деревянное CAF \"WASR 10/63\" для АК"
L["eft_hg_ak_wasr.compactname"] = "WASR"
L["eft_hg_ak_wasr.description"] = "Румынское деревянное цевьё с рукоятью для винтовок WASR-10/63, производства Cugir Arms Factory. Подходит для установки на системы семейства АК."

L["eft_hg_ak_x47.printname"] = "Цевье тактическое TDI \"X47\" для АК"
L["eft_hg_ak_x47.compactname"] = "X47"
L["eft_hg_ak_x47.description"] = "Тактическое алюминиевое цевьё для автоматов семейства АК производства TDI Arms. Имеет множество направляющих, предназначенных для установки широкого спектра дополнительного оборудования."

L["eft_hg_ak_xrsu47.printname"] = "Цевье тактическое CAA \"XRSU47SU\" для АКС-74У"
L["eft_hg_ak_xrsu47.compactname"] = "XRSU47SU"
L["eft_hg_ak_xrsu47.description"] = "Тактическое алюминиевое цевьё для автомата AKС-74У, AKС-74УН, AKС-74УБ производства CAA. Имеет множество направляющих, предназначенных для установки широкого спектра дополнительного оборудования."

L["eft_hg_ak_zhu.printname"] = "Цевье Magpul \"Zhukov-U\" для АК (Черное)"
L["eft_hg_ak_zhu.compactname"] = "Zhukov-U"
L["eft_hg_ak_zhu.description"] = "Цевьё \"Zhukov-U\" производства Magpul, устанавливается на автоматы АКМ/АК-74 и совместимые. Оснащено интерфейсом M-LOK для установки дополнительного оборудования и направляющих. Версия в черном цвете."

L["eft_hg_ak_zhu_fde.printname"] = "Цевье Magpul \"Zhukov-U\" для АК (FDE)"
L["eft_hg_ak_zhu_fde.compactname"] = "Zhukov-U"
L["eft_hg_ak_zhu_fde.description"] = "Цевьё \"Zhukov-U\" производства Magpul, устанавливается на автоматы АКМ/АК-74 и совместимые. Оснащено интерфейсом M-LOK для установки дополнительного оборудования и направляющих. Версия в цвете Flat Dark Earth."

L["eft_hg_ak_zhu_plm.printname"] = "Цевье Magpul \"Zhukov-U\" для АК (Слива)"
L["eft_hg_ak_zhu_plm.compactname"] = "Zhukov-U"
L["eft_hg_ak_zhu_plm.description"] = "Цевьё \"Zhukov-U\" производства Magpul, устанавливается на автоматы АКМ/АК-74 и совместимые. Оснащено интерфейсом M-LOK для установки дополнительного оборудования и направляющих. Версия в цвете \"Слива\"."

L["eft_hg_ak_dominat.printname"] = "Цевье АКадемия \"Доминатор\" для АК"
L["eft_hg_ak_dominat.compactname"] = "Доминатор"
L["eft_hg_ak_dominat.description"] = "Цевье \"Доминатор\" производства АКадемия. Оптимизирует хват оружия и лучшает его контроль. Интегрированная в цевье планка Пикаттини позволяет дополнительно тюнинговать оружие."

L["eft_hg_ak_aspid.printname"] = "Цевье Alfa Arms \"АСПИД\" для АК"
L["eft_hg_ak_aspid.compactname"] = "Аспид"
L["eft_hg_ak_aspid.description"] = "Цевье АСПИД изготовлено из сплава алюминия В95Т, с покрытием DuraCoat. Предназначено для установки на место штатного цевья автомата Калашникова. Производство Alfa Arms."

L["eft_hg_ak_hartman.printname"] = "Цевье Hartman \"Гюрза\" для Сайга-9"
L["eft_hg_ak_hartman.compactname"] = "Гюрза-9"
L["eft_hg_ak_hartman.description"] = "Трубчатое цевье для карабина Сайга-9. Производство Hartman."

L["eft_mount_lenok_70.printname"] = "Направляющая 70мм Hartman \"Ленок\""
L["eft_mount_lenok_70.compactname"] = "Ленок 70мм"
L["eft_mount_lenok_70.description"] = "Направляющая Weaver \"Ленок\" позволяет устанавливать дополнительное оборудование на трубчатые цевья производства Hartman."

L["eft_hg_velociraptor_std.printname"] = "Цевье полимерное для Velociraptor"
L["eft_hg_velociraptor_std.compactname"] = "Vel цев."
L["eft_hg_velociraptor_std.description"] = "Полимерное цевьё для автомата Velociraptor. Представляет из себя модифицированное цевье производства Tapco для АК, выполненное по мотивам цевья для автомата Galil AR и натягивается поверх кожуха глушителя, предотвращая возможное травмирование рук стрелка во время стрельбы."

L["eft_mount_b12.printname"] = "Кронштейн Зенит \"Б-12\" для АК"
L["eft_mount_b12.compactname"] = "Б-12"
L["eft_mount_b12.description"] = "Планка над газовой трубкой Б-12 устанавливается на боковую планку цевья Б-11 из комплекта \"Классика\" и обеспечивает крепление на оружие комплекса из прицельных приспособлений и осветительных приборов. Формирует планки над газоотводной трубкой оружия и с боку цевья. Производство Зенит."

L["eft_mount_hexagon_m.printname"] = "Направляющая Гексагон средняя"
L["eft_mount_hexagon_m.compactname"] = "Гекс сред."
L["eft_mount_hexagon_m.description"] = "Направляющая средней длины, позволяет устанавливать дополнительное тактическое оборудование на цевья производства Гексагон."

L["eft_mount_hexagon_m_ar.printname"] = "Направляющая Гексагон средняя (Anodized Red)"
L["eft_mount_hexagon_m_ar.compactname"] = "Гекс сред."
L["eft_mount_hexagon_m_ar.description"] = "Направляющая средней длины, позволяет устанавливать дополнительное тактическое оборудование на цевья производства Гексагон. Анодирована в красный цвет."

L["eft_mount_hexagon_s.printname"] = "Направляющая Гексагон короткая"
L["eft_mount_hexagon_s.compactname"] = "Гекс кор."
L["eft_mount_hexagon_s.description"] = "Направляющая короткой длины, позволяет устанавливать дополнительное тактическое оборудование на цевья производства Гексагон."

L["eft_mount_hexagon_s_ar.printname"] = "Направляющая Гексагон короткая (Anodized Red)"
L["eft_mount_hexagon_s_ar.compactname"] = "Гекс кор."
L["eft_mount_hexagon_s_ar.description"] = "Направляющая короткой длины, позволяет устанавливать дополнительное тактическое оборудование на цевья производства Гексагон. Анодирована в красный цвет."

-- [[ mag_ak ]]
L["eft_mag_ak_55_762_30.printname"] = "Магазин на 30 патронов 7.62x39 для АК (55+ года выпуска)"
L["eft_mag_ak_55_762_30.compactname"] = "AK55 30"
L["eft_mag_ak_55_762_30.description"] = "Стандартный 30-зарядный металлический магазин АК с 1955 года, под патрон 7.62x39 для АК и совместимых. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием."

L["eft_mag_ak_6l10_762_30.printname"] = "Магазин бакелитовый 6Л10 на 30 патронов 7.62x39 для АК"
L["eft_mag_ak_6l10_762_30.compactname"] = "6Л10 30"
L["eft_mag_ak_6l10_762_30.description"] = "30-зарядный магазин 6Л10 из прессматериала АГ-4С, под патрон 7.62x39 для АК и совместимых. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием."

L["eft_mag_ak_6l18_545_45.printname"] = "Магазин 6Л18 на 45 патронов 5.45x39 для АК-74"
L["eft_mag_ak_6l18_545_45.compactname"] = "6Л18 45"
L["eft_mag_ak_6l18_545_45.description"] = "45-зарядный бакелитовый магазин Ижмаш 6Л18, под патрон 5.45x39 для АК-74 и совместимых. Штатный магазин для РПК-74."

L["eft_mag_ak_6l20_545_30.printname"] = "Магазин 6Л20 на 30 патронов 5.45x39 для АК-74"
L["eft_mag_ak_6l20_545_30.compactname"] = "6Л20 30"
L["eft_mag_ak_6l20_545_30.description"] = "30-зарядный полимерный магазин Ижмаш 6Л20, под патрон 5.45x39 для АК-74 и совместимых."

L["eft_mag_ak_6l23p_545_30.printname"] = "Магазин 6Л23 на 30 патронов 5.45x39 для АК-74 (Слива)"
L["eft_mag_ak_6l23p_545_30.compactname"] = "6Л23 30"
L["eft_mag_ak_6l23p_545_30.description"] = "30-зарядный полимерный магазин Ижмаш 6Л23, под патрон 5.45x39 для АК-74 и совместимых. Имеет характерный оттенок полимера, за что был прозван \"сливой\"."

L["eft_mag_ak_6l23_545_30.printname"] = "Магазин 6Л23 на 30 патронов 5.45x39 для АК-74"
L["eft_mag_ak_6l23_545_30.compactname"] = "6Л23 30"
L["eft_mag_ak_6l23_545_30.description"] = "30-зарядный полимерный магазин Ижмаш 6Л23, под патрон 5.45x39 для АК-74 и совместимых."

L["eft_mag_ak_6l26_545_45.printname"] = "Магазин 6Л26 на 45 патронов 5.45x39 для АК-74"
L["eft_mag_ak_6l26_545_45.compactname"] = "6Л26 45"
L["eft_mag_ak_6l26_545_45.description"] = "45-зарядный полимерный магазин Ижмаш 6Л26, под патрон 5.45x39 для АК-74 и совместимых."

L["eft_mag_ak_6l29_556_30.printname"] = "Магазин 6Л29 на 30 патронов 5.56x45 для АК-101"
L["eft_mag_ak_6l29_556_30.compactname"] = "6Л29 30"
L["eft_mag_ak_6l29_556_30.description"] = "30-зарядный полимерный магазин Ижмаш 6Л29, под патрон 5.56x45 для АК-101 и совместимых."

L["eft_mag_ak_6l31_545_60.printname"] = "Магазин 6Л31 на 60 патронов 5.45x39 для АК-74"
L["eft_mag_ak_6l31_545_60.compactname"] = "6Л31 60"
L["eft_mag_ak_6l31_545_60.description"] = "60-зарядный четырёхрядный полимерный магазин Ижмаш 6Л31, под патрон 5.45x39 для АК-74 и совместимых. Выпущен малой партией и не попал в серийное производство."

L["eft_mag_ak_6p2bak_762_40.printname"] = "Магазин бакелитовый 6П2 на 40 патронов 7.62x39 для АК"
L["eft_mag_ak_6p2bak_762_40.compactname"] = "6П2 бак. 40"
L["eft_mag_ak_6p2bak_762_40.description"] = "Стандартный 40-зарядный бакелитовый магазин РПК, под патрон 7.62x39 для АК/РПК и совместимых. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием."

L["eft_mag_ak_6p2sb11_762_40.printname"] = "Магазин Молот 6П2.Сб-11 на 40 патронов 7.62x39 для АК"
L["eft_mag_ak_6p2sb11_762_40.compactname"] = "6П2 Сб-11 40"
L["eft_mag_ak_6p2sb11_762_40.description"] = "Стандартный 40-зарядный металлический магазин РПК с 1961 года 6П2.Сб-11, под патрон 7.62x39 для АК/РПК и совместимых. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием."

L["eft_mag_ak_ak103_762_30.printname"] = "Магазин на 30 патронов 7.62x39 для АК-103"
L["eft_mag_ak_ak103_762_30.compactname"] = "АК-103 30"
L["eft_mag_ak_ak103_762_30.description"] = "Бакелитовый 30-зарядный магазин Ижмаш для автоматов АК-103 7.62х39 и совместимых. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием."

L["eft_mag_ak_ak12_545_30_old.printname"] = "Магазин ранний на 30 патронов 5.45x39 для АК-12"
L["eft_mag_ak_ak12_545_30_old.compactname"] = "АК-12 ран. 30"
L["eft_mag_ak_ak12_545_30_old.description"] = "Ранний образец 30-зарядного полимерного магазина с окнами для контроля боеприпасов производства Ижмаш, под патрон 5.45x39 для АК-12 и совместимых."

L["eft_mag_ak_ak30fde_762_30.printname"] = "Магазин US Palm \"AK30\" на 30 патронов 7.62x39 для АК (FDE)"
L["eft_mag_ak_ak30fde_762_30.compactname"] = "AK30 FDE 30"
L["eft_mag_ak_ak30fde_762_30.description"] = "Полимерный 30-зарядный магазин US PALM AK30 для автоматов АК 7.62х39 и совместимых. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием. Версия в цвете Flat Dark Earth."

L["eft_mag_ak_ak30_762_30.printname"] = "Магазин US Palm \"AK30\" на 30 патронов 7.62x39 для АК (Черный)"
L["eft_mag_ak_ak30_762_30.compactname"] = "AK30 30"
L["eft_mag_ak_ak30_762_30.description"] = "Полимерный 30-зарядный магазин US PALM AK30 для автоматов АК 7.62х39 и совместимых. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием."

L["eft_mag_ak_akms_762_30.printname"] = "Магазин алюминиевый на 30 патронов 7.62x39 для АКМС"
L["eft_mag_ak_akms_762_30.compactname"] = "АКМС ал. 30"
L["eft_mag_ak_akms_762_30.description"] = "30-зарядный алюминиевый магазин под патрон 7.62x39 для АК и совместимых, называемый \"десантный\", выполненный из легкого алюминиевого сплава и усиленный дополнительными ребрами жесткости. Довольно редкий экземпляр в силу того, что в массовое производство так и не пошел. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием."

L["eft_mag_ak_alum_762_10.printname"] = "Магазин алюминиевый на 10 патронов 7.62x39 для АК"
L["eft_mag_ak_alum_762_10.compactname"] = "АК ал. 10"
L["eft_mag_ak_alum_762_10.description"] = "10-зарядный алюминиевый магазин под патрон 7.62x39 для АК и совместимых, выполнен из легкого алюминиевого сплава и усилен дополнительными ребрами жесткости. Модификация для гражданского рынка, с ограничителем на заряжание не более десяти патронов. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием."

L["eft_mag_ak_molot_762_75.printname"] = "Магазин барабанный Молот на 75 патронов 7.62x39 для АК"
L["eft_mag_ak_molot_762_75.compactname"] = "Молот 75"
L["eft_mag_ak_molot_762_75.description"] = "75-зарядный металлический барабанный магазин РПК под патрон 7.62x39 для АК/РПК и совместимых. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием."

L["eft_mag_ak_pmag_545_30.printname"] = "Магазин Magpul \"PMAG 30 GEN M3\" на 30 патронов 5.45x39 для АК-74"
L["eft_mag_ak_pmag_545_30.compactname"] = "GEN M3 30"
L["eft_mag_ak_pmag_545_30.description"] = "30-зарядный полимерный магазин Magpul Pmag 30 AK74 GEN M3, под патрон 5.45x39 для АК и совместимых."

L["eft_mag_ak_pmag_762_30.printname"] = "Магазин Magpul \"PMAG 30 GEN M3\" на 30 патронов 7.62x39 для АК"
L["eft_mag_ak_pmag_762_30.compactname"] = "GEN M3 30"
L["eft_mag_ak_pmag_762_30.description"] = "Полимерный 30-зарядный магазин Magpul Pmag 30 AK/AKM GEN M3 для автоматов АК 7.62х39 и совместимых. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием."

L["eft_mag_ak_pmag_banana_762_30.printname"] = "Магазин Magpul \"PMAG 30 GEN M3\" на 30 патронов 7.62x39 для АК (Банановый)"
L["eft_mag_ak_pmag_banana_762_30.compactname"] = "GEN M3 30"
L["eft_mag_ak_pmag_banana_762_30.description"] = "Полимерный 30-зарядный магазин Magpul Pmag 30 AK/AKM GEN M3 для автоматов АК 7.62х39 и совместимых. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием. Теперь - банановый!"

L["eft_mag_ak_promag_762_73.printname"] = "Магазин барабанный ProMag \"AK-A-16\" на 73 патрона 7.62x39 для АК"
L["eft_mag_ak_promag_762_73.compactname"] = "AK-A-16 73"
L["eft_mag_ak_promag_762_73.description"] = "73-зарядный магазин производства ProMag, под патрон 7.62x39 для АК и совместимых."

L["eft_mag_ak_ribbed_762_10.printname"] = "Магазин ребристый на 10 патронов 7.62x39 для АК"
L["eft_mag_ak_ribbed_762_10.compactname"] = "АК ребр. 10"
L["eft_mag_ak_ribbed_762_10.description"] = "Магазин для АК и систем на его базе, изготовлен путем перепила боевого магазина, для соответствия законодательству РФ и применения на гражданском оружии. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием."

L["eft_mag_ak_rpk16_545_95.printname"] = "Магазин барабанный на 95 патронов 5.45x39 для РПК-16"
L["eft_mag_ak_rpk16_545_95.compactname"] = "РПК-16 95"
L["eft_mag_ak_rpk16_545_95.description"] = "Штатный 95-зарядный барабанный магазин 5.45x39 для РПК-16 и совместимых систем."

L["eft_mag_ak_slr106_556_30.printname"] = "Магазин Circle 10 на 30 патронов 5.56x45 для SLR-106/АК"
L["eft_mag_ak_slr106_556_30.compactname"] = "C-10 AK 30"
L["eft_mag_ak_slr106_556_30.description"] = "30-зарядный болгарский магазин \"Waffle Pattern\" под патрон 5.56x45 для гражданских карабинов SLR-106, совместим с автоматами линейки АК соответствующего калибра. Производство Circle 10 и распространяется Arsenal Inc."

L["eft_mag_ak_std_545_10.printname"] = "Магазин \"Сайга 545\" на 10 патронов 5.45x39 для АК-74"
L["eft_mag_ak_std_545_10.compactname"] = "Сайга 545 10"
L["eft_mag_ak_std_545_10.description"] = "10-зарядный полимерный магазин Ижмаш Сайга 545, для одноимённого гражданского карабина на базе АК, под патрон 5.45x39."

L["eft_mag_ak_ultimag_762_30.printname"] = "Магазин FAB Defense \"Ultimag 30R\" на 30 патронов 7.62x39 для АК"
L["eft_mag_ak_ultimag_762_30.compactname"] = "Ultimag 30"
L["eft_mag_ak_ultimag_762_30.description"] = "Эргономичный 30-зарядный полимерный магазин Ultimag 30R под патрон 7.62x39 для АК и совместимых, дающий возможность контролировать число оставшихся патронов. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием."

L["eft_mag_ak_x47_762_50.printname"] = "Магазин барабанный X Products \"X-47\" на 50 патронов 7.62x39 для АК"
L["eft_mag_ak_x47_762_50.compactname"] = "X-47 7.62 50"
L["eft_mag_ak_x47_762_50.description"] = "50-зарядный барабанный магазин \"X-47\" для АК 7.62х39 и совместимых. Производство X-Products. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием."

L["eft_mag_ak_ak12_545_30.printname"] = "Магазин на 30 патронов 5.45x39 для АК-12"
L["eft_mag_ak_ak12_545_30.compactname"] = "АК-12 30"
L["eft_mag_ak_ak12_545_30.description"] = "30-зарядный полимерный магазин с окнами для контроля боеприпасов производства Ижмаш, под патрон 5.45x39 для АК-12 и совместимых."

L["eft_mag_ak_545_20.printname"] = "Магазин \"Сайга 545\" на 20 патронов 5.45x39 для АК-74"
L["eft_mag_ak_545_20.compactname"] = "Сайга 545 20"
L["eft_mag_ak_545_20.description"] = "20-зарядный полимерный магазин Дельта-Тек Сайга 545, для одноимённого гражданского карабина на базе АК, под патрон 5.45x39."

L["eft_mag_ak_pmag_762_20.printname"] = "Магазин Magpul \"PMAG 20 GEN M3\" на 20 патронов 7.62x39 для АК"
L["eft_mag_ak_pmag_762_20.compactname"] = "GEN M3 20"
L["eft_mag_ak_pmag_762_20.description"] = "Полимерный 20-зарядный магазин Magpul PMAG 20 AK/AKM GEN M3 для автоматов АК 7.62х39 и совместимых. Также может быть снабжен патронами .366 ТКМ для использования с совместимым оружием."

L["eft_mag_ak_molot_556_45.printname"] = "Магазин Молот на 45 патронов 5.56x45 для АК"
L["eft_mag_ak_molot_556_45.compactname"] = "Молот 223 45"
L["eft_mag_ak_molot_556_45.description"] = "45-зарядный полимерный магазин Молот-оружие, под патрон 5.56x45 для АК."

-- [[ muzzle_ak ]]
L["eft_muzzle_ak_ak101_std.printname"] = "Дульный тормоз-компенсатор 5.56x45 для АК-101"
L["eft_muzzle_ak_ak101_std.compactname"] = "АК-101"
L["eft_muzzle_ak_ak101_std.description"] = "Штатный дульный тормоз-компенсатор производства Ижмаш для автомата АК-101 и других моделей на его базе."

L["eft_muzzle_ak_ak102_std.printname"] = "Дульный тормоз-компенсатор 5.56x45 для АК-102"
L["eft_muzzle_ak_ak102_std.compactname"] = "АК-102"
L["eft_muzzle_ak_ak102_std.description"] = "Штатный дульный тормоз-компенсатор 6П44 0-20 производства Ижмаш для автомата АК-102."

L["eft_muzzle_ak_ak103_std.printname"] = "Дульный тормоз-компенсатор 7.62x39 для АК-103"
L["eft_muzzle_ak_ak103_std.compactname"] = "АК-103"
L["eft_muzzle_ak_ak103_std.description"] = "Стандартный дульный тормоз-компенсатор производства Ижмаш для АК-103."

L["eft_muzzle_ak_ak104_std.printname"] = "Дульный тормоз-компенсатор 7.62x39 для АК-104"
L["eft_muzzle_ak_ak104_std.compactname"] = "АК-104"
L["eft_muzzle_ak_ak104_std.description"] = "Штатный дульный тормоз-компенсатор 6П46 0-20 производства Ижмаш для автомата АК-104."

L["eft_muzzle_ak_ak105_std.printname"] = "Дульный тормоз-компенсатор 5.45x39 для АК-105"
L["eft_muzzle_ak_ak105_std.compactname"] = "АК-105"
L["eft_muzzle_ak_ak105_std.description"] = "Стандартный дульный тормоз-компенсатор 6П44 0-20 производства Ижмаш для АК-105."

L["eft_muzzle_ak_ak74m_std.printname"] = "Дульный тормоз-компенсатор 5.45x39 для АК-74М"
L["eft_muzzle_ak_ak74m_std.compactname"] = "АК-74М"
L["eft_muzzle_ak_ak74m_std.description"] = "Стандартный дульный тормоз-компенсатор 6П20 0-20 производства Ижмаш для АК-74М."

L["eft_muzzle_ak_ak74_pws_cqb.printname"] = "Дульный тормоз PWS \"CQB 74\" 5.45x39 для АК-74"
L["eft_muzzle_ak_ak74_pws_cqb.compactname"] = "PWS CQB 74"
L["eft_muzzle_ak_ak74_pws_cqb.description"] = "Дульный тормоз-компенсатор PWS CQB 74 разработан специально для малогабаритного оружия для использования в замкнутых пространствах. Данная версия предназначена для оружия на базе АК."

L["eft_muzzle_ak_ak74_srvv.printname"] = "Дульный тормоз SRVV \"MBR Jet\" 5.45x39 для АК-74"
L["eft_muzzle_ak_ak74_srvv.compactname"] = "SRVV АК74"
L["eft_muzzle_ak_ak74_srvv.description"] = "Дульный тормоз производства SRVV для автоматов АК-74 5.45x39 и совместимых."

L["eft_muzzle_ak_ak74_std.printname"] = "Дульный тормоз-компенсатор 5.45x39 для АК-74"
L["eft_muzzle_ak_ak74_std.compactname"] = "АК-74"
L["eft_muzzle_ak_ak74_std.description"] = "Штатный дульный тормоз-компенсатор 6П20 0-20 производства Ижмаш для автомата АК-74 и других моделей на его базе."

L["eft_muzzle_ak_akml.printname"] = "Пламегаситель для комплекса АКМЛ 7.62x39"
L["eft_muzzle_ak_akml.compactname"] = "АКМЛ"
L["eft_muzzle_ak_akml.description"] = "Специально разработанный для комплекса АКМЛ щелевидный пламегаситель для уменьшения \"засветки\" ночного прицела НСП-3, входящего в состав комплекса, от дульной вспышки."

L["eft_muzzle_ak_akm_srvv.printname"] = "Дульный тормоз-компенсатор SRVV 7.62x39 для АК"
L["eft_muzzle_ak_akm_srvv.compactname"] = "SRVV АКМ"
L["eft_muzzle_ak_akm_srvv.description"] = "Дульный тормоз-компенсатор производства SRVV для автоматов АК и совместимых."

L["eft_muzzle_ak_akm_std.printname"] = "Дульный тормоз-компенсатор 7.62x39 для АКМ"
L["eft_muzzle_ak_akm_std.compactname"] = "АКМ"
L["eft_muzzle_ak_akm_std.description"] = "Штатный дульный тормоз-компенсатор 6П1 0-14 производства Ижмаш для автомата АКМ и других моделей на его базе."

L["eft_muzzle_ak_antidote.printname"] = "Дульный тормоз-компенсатор Venom Tactical \"Antidote\" 7.62x39 для АК"
L["eft_muzzle_ak_antidote.compactname"] = "Antidote"
L["eft_muzzle_ak_antidote.description"] = "Дульный тормоз-компенсатор \"Antidote\", произведенный в Venom Tactical совместно с Rifle Dynamics, предназначен для установки на системы АК калибра 7.62x39. Снижает отдачу и компенсирует бросок."

L["eft_muzzle_ak_cncwar.printname"] = "Переходник CNC Warrior на калибр 5.56x45 для АК"
L["eft_muzzle_ak_cncwar.compactname"] = "CNC War."
L["eft_muzzle_ak_cncwar.description"] = "Переходник от CNC Warrior для дульных устройств. Дает возможность установки дульных устройств, предназначенных для AR-15, на АК калибра 5.56x45 или 5.45x39 мм."

L["eft_muzzle_ak_dgnak47b.printname"] = "Дульный тормоз-компенсатор Lantac \"Drakon\" 7.62x39 для АК"
L["eft_muzzle_ak_dgnak47b.compactname"] = "DGNAK47B"
L["eft_muzzle_ak_dgnak47b.description"] = "Дульный тормоз-компенсатор \"Drakon\" предназначен для установки на системы АК калибра 7.62x39. Снижает отдачу и компенсирует бросок."

L["eft_muzzle_ak_dtk1.printname"] = "Дульный тормоз-компенсатор Зенит \"ДТК-1\" 7.62x39 и 5.45x39 для АК"
L["eft_muzzle_ak_dtk1.compactname"] = "ДТК-1"
L["eft_muzzle_ak_dtk1.description"] = "Дульный тормоз-компенсатор \"ДТК-1\" предназначен для установки на АК калибра 7,62 и 5,45 мм. Снижает отдачу и компенсирует бросок. Корона предназначена для жесткого задержания и разбития каленого стекла. Резьба 24x1.5 мм ©«Зенит»"

L["eft_muzzle_ak_dynacomp.printname"] = "Дульный тормоз-компенсатор Spikes Tactical \"Dynacomp\" 7.62x39 для АК"
L["eft_muzzle_ak_dynacomp.compactname"] = "Dynacomp AK"
L["eft_muzzle_ak_dynacomp.description"] = "Дульный тормоз-компенсатор \"Dynacomp\" предназначен для установки на АК калибра 7.62 мм. Снижает отдачу и компенсирует бросок. Производство Spikes Tactical."

L["eft_muzzle_ak_kibaarms_308.printname"] = "Переходник Kiba Arms на дульные устройства .308 для АКМ 7.62x39"
L["eft_muzzle_ak_kibaarms_308.compactname"] = "АКМ 308"
L["eft_muzzle_ak_kibaarms_308.description"] = "Переходник \"Samson\" производства Kiba Arms позволяет устанавливать различные дульные приспособления калибра .308 (7.62x51) на автоматы 7.62x39 АКМ-типа."

L["eft_muzzle_ak_reactor.printname"] = "Дульный тормоз Гексагон \"Reactor\" 5.45x39 для АК"
L["eft_muzzle_ak_reactor.compactname"] = "Reactor"
L["eft_muzzle_ak_reactor.description"] = "Дульный тормоз-прототип \"Reactor\" под калибр 5.45x39, производство Гексагон. Имеет крепление для установки глушителя \"Wafflemaker\"."

L["eft_muzzle_ak_rrd4c.printname"] = "Дульный тормоз JMac Customs \"RRD-4C\" 7.62x39 для резьбы АКМ"
L["eft_muzzle_ak_rrd4c.compactname"] = "RRD-4C"
L["eft_muzzle_ak_rrd4c.description"] = "Дульный тормоз \"RRD-4C\" от JMac Customs предназначен для установки на 7.62x39 AK или АКМ. Снижает отдачу и компенсирует бросок."

L["eft_muzzle_ak_rrd4c74.printname"] = "Дульный тормоз JMac Customs \"RRD-4C\" мультикалиберный для резьбы АК-74"
L["eft_muzzle_ak_rrd4c74.compactname"] = "RRD-4C"
L["eft_muzzle_ak_rrd4c74.description"] = "Дульный тормоз-компенсатор \"RRD-4C\" от JMac Customs предназначен для установки на современные варианты АК. Может использоваться с патронами калибра 5.45x39, 5.56x45 или 7.62x39 (необходим переходник). Снижает отдачу и компенсирует бросок."

L["eft_muzzle_ak_tt_ak.printname"] = "Переходник \"Тактика Тула\" для АК 7.62x39"
L["eft_muzzle_ak_tt_ak.compactname"] = "ТТ АК"
L["eft_muzzle_ak_tt_ak.description"] = "Переходник от Тактика Тула для дульных устройств. Дает возможность установки дульных устройств с современных моделей на АК и АКМ."

L["eft_muzzle_ak_vpo136_std.printname"] = "Дульный тормоз-компенсатор 7.62x39 для ВПО-136 \"Вепрь-КМ\""
L["eft_muzzle_ak_vpo136_std.compactname"] = "ВПО136"
L["eft_muzzle_ak_vpo136_std.description"] = "Штатный дульный тормоз-компенсатор производства Молот Оружие для карабина ВПО-136 Вепрь-КМ калибра 7.62x39. Также подходит для автоматов серии АК того же калибра."

L["eft_muzzle_ak_vpo209.printname"] = "Втулка предохранительная для ВПО-209"
L["eft_muzzle_ak_vpo209.compactname"] = "ВПО-209"
L["eft_muzzle_ak_vpo209.description"] = "Защита резьбы под ДТК для карабина ВПО-209. Также подходит для автоматов серии АКМ 7.62x39."

L["eft_muzzle_ak_vr05.printname"] = "Дульный тормоз-компенсатор Вектор \"VR-05T\" 7.62x39 для АК"
L["eft_muzzle_ak_vr05.compactname"] = "VR05T"
L["eft_muzzle_ak_vr05.description"] = "Дульный тормоз-компенсатор производства Вектор 7.62 для автоматов АК 7.62x39 и совместимых."

-- L["eft_muzzle_ak_kibaarms_308.printname"] = "Переходник Kiba Arms на дульные устройства .308 для АКМ 7.62x39"
-- L["eft_muzzle_ak_kibaarms_308.compactname"] = "АКМ 308"
-- L["eft_muzzle_ak_kibaarms_308.description"] = "Переходник \"Samson\" производства Kiba Arms позволяет устанавливать различные дульные приспособления калибра .308 (7.62x51) на автоматы 7.62x39 АКМ-типа."

-- [[ rec_ak ]]
L["eft_rec_ak_ak74.printname"] = "Крышка ствольной коробки для АК-74"
L["eft_rec_ak_ak74.compactname"] = "АК-74 КСК"
L["eft_rec_ak_ak74.description"] = "Штатная крышка ствольной коробки 6П1 0-1 для автоматов АК-74, производство Ижмаш."

L["eft_rec_ak_ak74m.printname"] = "Крышка ствольной коробки для АК-74М"
L["eft_rec_ak_ak74m.compactname"] = "АК-74М КСК"
L["eft_rec_ak_ak74m.description"] = "Штатная крышка ствольной коробки 6П34 0-1 для АК-74М производства Ижмаш."

L["eft_rec_ak_akm.printname"] = "Крышка ствольной коробки для АКМ"
L["eft_rec_ak_akm.compactname"] = "АКМ КСК"
L["eft_rec_ak_akm.description"] = "Штатная крышка ствольной коробки 6П1 0-1 для автоматов АКМ, производство Ижмаш."

L["eft_rec_ak_akm_molot.printname"] = "Крышка ствольной коробки Молот АКМ тип"
L["eft_rec_ak_akm_molot.compactname"] = "Молот КСК"
L["eft_rec_ak_akm_molot.description"] = "Штатная крышка ствольной коробки для автоматов АКМ-типа, производство Молот Оружие."

L["eft_rec_ak_b33.printname"] = "Крышка ствольной коробки Зенит \"Б-33\" для АК"
L["eft_rec_ak_b33.compactname"] = "Б-33"
L["eft_rec_ak_b33.description"] = "Крышка ствольной коробки с интегрированной планкой Пикатинни \"Б-33\" совместима со всеми моделями автомата Калашникова и карабинами, построенными на базе АК. Позволяет осуществлять установку любых прицельных приспособлений, монтируемых на планку Пикатинни. Обеспечивает постоянство СТП на установленных прицельных приспособлениях, при многократном открывании и закрывании. © «Зенит»"

L["eft_rec_ak_bastion.printname"] = "Крышка ствольной коробки АКадемия \"Бастион\" для АК"
L["eft_rec_ak_bastion.compactname"] = "Бастион"
L["eft_rec_ak_bastion.description"] = "Крышка ствольной коробки с интегрированной планкой Пикатинни \"Бастион\" совместима со всеми моделями автомата Калашникова и карабинами, построенными на базе АК. Позволяет осуществлять установку любых прицельных приспособлений, монтируемых на планку Пикатинни. Производство АКадемия."

L["eft_rec_ak_dogleg.printname"] = "Крышка ствольной коробки TWS \"Dog Leg Rail\" для АК"
L["eft_rec_ak_dogleg.compactname"] = "Dog Leg Rail"
L["eft_rec_ak_dogleg.description"] = "Крышка ствольной коробки с интегрированной планкой Пикатинни Texas Weapon Systems \"Dog Leg Rail\" совместима со всеми моделями автомата Калашникова и карабинами, построенными на базе АК. Позволяет осуществлять установку любых прицельных приспособлений, монтируемых на планку Пикатинни."

L["eft_rec_ak_fab_pdc.printname"] = "Крышка ствольной коробки FAB Defense \"PDC\" для АК"
L["eft_rec_ak_fab_pdc.compactname"] = "PDC"
L["eft_rec_ak_fab_pdc.description"] = "Крышка ствольной коробки с интегрированной планкой Пикатинни \"PDC\" совместима со всеми моделями автомата Калашникова и карабинами, построенными на базе АК. Позволяет осуществлять установку любых прицельных приспособлений, монтируемых на планку Пикатинни."

L["eft_rec_ak_rd704.printname"] = "Крышка ствольной коробки для RD-704"
L["eft_rec_ak_rd704.compactname"] = "RD-704 КСК"
L["eft_rec_ak_rd704.description"] = "Штатная крышка ствольной коробки для автоматов RD-704, производство Rifle Dynamics."

-- [[ rpk16 ]]
L["eft_rpk16_barrel_370.printname"] = "Ствол 370мм для РПК-16 5.45x39"
L["eft_rpk16_barrel_370.compactname"] = "РПК-16 370мм"
L["eft_rpk16_barrel_370.description"] = "Ствол для ручного пулемета РПК-16 под патрон 5.45x39 длиной 370мм (15 дюймов)."

L["eft_rpk16_barrel_550.printname"] = "Ствол 550мм для РПК-16 5.45x39"
L["eft_rpk16_barrel_550.compactname"] = "РПК-16 550мм"
L["eft_rpk16_barrel_550.description"] = "Ствол для ручного пулемета РПК-16 под патрон 5.45x39 длиной 550мм (22 дюйма)."

L["eft_rpk16_hg_std.printname"] = "Цевье для РПК-16"
L["eft_rpk16_hg_std.compactname"] = "РПК-16"
L["eft_rpk16_hg_std.description"] = "Штатное цевьё для пулемета РПК-16. Производство Ижмаш."

L["eft_rpk16_mount_side.printname"] = "Направляющая для цевья РПК-16"
L["eft_rpk16_mount_side.compactname"] = "РПК-16 нпр."
L["eft_rpk16_mount_side.description"] = "Направляющая для цевья РПК-16, позволяет устанавливать дополнительное тактическое оборудование. Производство Ижмаш."

L["eft_rpk16_muzzle_std.printname"] = "Дульный тормоз-компенсатор 5.45x39 для РПК-16"
L["eft_rpk16_muzzle_std.compactname"] = "РПК-16"
L["eft_rpk16_muzzle_std.description"] = "Стандартный дульный тормоз-компенсатор производства Ижмаш для ручного пулемета РПК-16."

L["eft_rpk16_rec.printname"] = "Крышка ствольной коробки для РПК-16"
L["eft_rpk16_rec.compactname"] = "РПК-16"
L["eft_rpk16_rec.description"] = "Крышка ствольной коробки с интегрированной планкой Пикатинни для РПК-16 производства Ижмаш."

L["eft_rpk16_rs.printname"] = "Целик для РПК-16"
L["eft_rpk16_rs.compactname"] = "РПК-16 цел."
L["eft_rpk16_rs.description"] = "Съемный целик производства Ижмаш, устанавливается на ручной пулемет РПК-16."

L["eft_rpk16_rs_base.printname"] = "База целика для РПК-16"
L["eft_rpk16_rs_base.compactname"] = "РПК-16 база"
L["eft_rpk16_rs_base.description"] = "Съёмная база целика Ижмаш. Штатно устанавливается на РПК-16."

L["eft_rpk16_stock_tube.printname"] = "Труба приклада для РПК-16"
L["eft_rpk16_stock_tube.compactname"] = "РПК-16 трб."
L["eft_rpk16_stock_tube.description"] = "Штатная труба приклада для ручного пулемета РПК-16, производство Ижмаш."

-- [[ rs_ak ]]
L["eft_rs_ak_ak105.printname"] = "Целик для АК-105"
L["eft_rs_ak_ak105.compactname"] = "АК-105 цел."
L["eft_rs_ak_ak105.description"] = "Штатный целик 6П44 Сб.1-30 для автоматов АК-105, производство Ижмаш."

L["eft_rs_ak_ak74.printname"] = "Целик для АК-74"
L["eft_rs_ak_ak74.compactname"] = "АК-74 цел."
L["eft_rs_ak_ak74.description"] = "Штатный целик 6П20 Сб.2 для автоматов АК-74, производство Ижмаш."

L["eft_rs_ak_ak74m.printname"] = "Целик для АК-74М"
L["eft_rs_ak_ak74m.compactname"] = "АК-74М цел."
L["eft_rs_ak_ak74m.description"] = "Штатный целик 6П20 Сб.2 для автоматов АК-74М, производство Ижмаш."

L["eft_rs_ak_akm.printname"] = "Целик для АКМ"
L["eft_rs_ak_akm.compactname"] = "АКМ цел."
L["eft_rs_ak_akm.description"] = "Штатный целик 6П1 Сб.2-1 для АКМ производства Ижмаш."

L["eft_rs_ak_akmb.printname"] = "Целик из состава комплекса АКМБ"
L["eft_rs_ak_akmb.compactname"] = "АКМБ"
L["eft_rs_ak_akmb.description"] = "Специальная прицельная планка для использования с ПБС-1 и патроном \"УС\" из состава комплекса АКМБ (АКМСБ)."

L["eft_rs_ak_akmp.printname"] = "Приспособление на целик из комплекса АКМП"
L["eft_rs_ak_akmp.compactname"] = "АКМП"
L["eft_rs_ak_akmp.description"] = "Приспособление, предназначенное для стрельбы из автомата Калашникова и АКМ в условиях плохой видимости."

L["eft_rs_ak_rd_ers.printname"] = "Целик RD \"Enhanced V2 Rear Sight\" для AK"
L["eft_rs_ak_rd_ers.compactname"] = "V2 ERS"
L["eft_rs_ak_rd_ers.description"] = "Модернизированный целик для автоматов АК, производство Rifle Dynamics."

L["eft_rs_ak_tt01.printname"] = "Целик-направляющая Тактика Тула \"ТТ01\" для АК"
L["eft_rs_ak_tt01.compactname"] = "TT01"
L["eft_rs_ak_tt01.description"] = "Целик-направляющая \"ТТ01\" от компании Тактика Тула для автоматов семейства АК. Устанавливается взамен штатного целика, оставляет возможность использовать целик, если не установлен прицел."

L["eft_rs_ak_vpo209.printname"] = "Целик для ВПО-209"
L["eft_rs_ak_vpo209.compactname"] = "ВПО-209 цел."
L["eft_rs_ak_vpo209.description"] = "Штатный целик для ВПО-209 производства Молот Оружие."

L["eft_fs_ak_akmp.printname"] = "Приспособление на мушку из комплекса АКМП"
L["eft_fs_ak_akmp.compactname"] = "АКМП"
L["eft_fs_ak_akmp.description"] = "Приспособление, предназначенное для стрельбы из автомата Калашникова и АКМ в условиях плохой видимости."

-- [[ sag545 ]]
L["eft_sag545_cover.printname"] = "Крышка ствольной коробки с направляющей для АК-545"
L["eft_sag545_cover.compactname"] = "AK-545 КСК"
L["eft_sag545_cover.description"] = "Штатная крышка ствольной коробки для карабинов AK-545 производства Sureshot Armament Group."

L["eft_sag545_gastube.printname"] = "Газовая трубка Mk. 2.1 для АК-545"
L["eft_sag545_gastube.compactname"] = "Mk.2.1"
L["eft_sag545_gastube.description"] = "Газовая трубка \"Mk. 2.1\" для карабинов АК-545 производства Sureshot Armament Group."

L["eft_sag545_hg_std.printname"] = "Цевье Mk.3 для АК-545"
L["eft_sag545_hg_std.compactname"] = "SAG Mk.3"
L["eft_sag545_hg_std.description"] = "Цевье Mk.3 для AK-545 производства Sureshot Armament Group, снабженное интерфейсом стандарта M-LOK для крепления дополнительного оборудования и планкой Пикатинни для установки прицелов и тактического оборудования."

L["eft_sag545_rs.printname"] = "Целик для АК-545"
L["eft_sag545_rs.compactname"] = "AK-545 цел."
L["eft_sag545_rs.description"] = "Штатный целик для карабинов AK-545 производства Sureshot Armament Group."

L["eft_sag545_buffertube.printname"] = "Труба приклада для АК-545"
L["eft_sag545_buffertube.compactname"] = "SAG труба"
L["eft_sag545_buffertube.description"] = "Шестипозиционная труба для установки телескопических прикладов производства компании Sureshot Armament Group, устанавливается на специально разработанный АК-545."

-- [[ saiga12 ]]
L["eft_saiga12_dustcover_std.printname"] = "Крышка ствольной коробки для СОК-12"
L["eft_saiga12_dustcover_std.compactname"] = "СОК-12 КСК"
L["eft_saiga12_dustcover_std.description"] = "Штатная крышка ствольной коробки Сб.0-2 для СОК-12 производства Ижмаш."

L["eft_saiga12_handguard_bravo18.printname"] = "Цевье алюминиевое Bravo-18 для СОК-12"
L["eft_saiga12_handguard_bravo18.compactname"] = "Bravo-18"
L["eft_saiga12_handguard_bravo18.description"] = "Цевьё \"Bravo-18\" из легкого авиационного алюминия для установки на карабины семейства \"Сайга\"."

L["eft_saiga12_handguard_custom340.printname"] = "Цевье Custom Guns \"исп.340\" для СОК-12"
L["eft_saiga12_handguard_custom340.compactname"] = "Исп.340"
L["eft_saiga12_handguard_custom340.description"] = "Цевье Custom guns исполнение 340 выполнено из легкого авиационного алюминия, для установки на карабины семейства \"Сайга\"."

L["eft_saiga12_handguard_custom340_mount.printname"] = "Направляющая для цевья Custom Guns"
L["eft_saiga12_handguard_custom340_mount.compactname"] = "CG"
L["eft_saiga12_handguard_custom340_mount.description"] = "Направляющая для цевья системы Custom Guns, позволяет устанавливать дополнительное оборудование."

L["eft_saiga12_handguard_std.printname"] = "Цевье полимерное для СОК-12"
L["eft_saiga12_handguard_std.compactname"] = "СОК-12"
L["eft_saiga12_handguard_std.description"] = "Сб.7-1 - полимерноё цевьё с антабкой под ремень, устанавливаемое на СОК-12 и СОК-12С."

L["eft_saiga12_handguard_utg_pro_long.printname"] = "Цевье алюминиевое Leapers \"UTG PRO MTU002 Long Top\" для СОК-12"
L["eft_saiga12_handguard_utg_pro_long.compactname"] = "MTU002 L"
L["eft_saiga12_handguard_utg_pro_long.description"] = "UTG PRO MTU002 Tactical Quad Rail Long Top - цевьё из легкого авиационного алюминия с антабкой под ремень, для установки на карабины семейства \"Сайга\". Производство Leapers Inc."

L["eft_saiga12_handguard_utg_pro_short.printname"] = "Цевье алюминиевое Leapers \"UTG PRO MTU002 Short Top\" для СОК-12"
L["eft_saiga12_handguard_utg_pro_short.compactname"] = "MTU002 S"
L["eft_saiga12_handguard_utg_pro_short.description"] = "UTG PRO MTU002 Tactical Quad Rail Short Top - цевьё из легкого авиационного алюминия с антабкой под ремень, для установки на карабины семейства \"Сайга\". Производство Leapers Inc."

L["eft_saiga12_magazine_powermag.printname"] = "Магазин MaxRounds \"Powermag\" на 20 патронов 12к для СОК-12"
L["eft_saiga12_magazine_powermag.compactname"] = "Powermag 20"
L["eft_saiga12_magazine_powermag.description"] = "20-зарядный магазин MaxRounds \"Powermag 20\", под патрон 12/70, 12/76 для СОК-12 и совместимых."

L["eft_saiga12_magazine_promag.printname"] = "Магазин ProMag \"SAI-02\" на 10 патронов 12к для СОК-12"
L["eft_saiga12_magazine_promag.compactname"] = "SAI-02 10"
L["eft_saiga12_magazine_promag.description"] = "10-зарядный полимерный магазин SAI-02, под патрон 12x70 и 12x76 для СОК-12 и совместимых. Производство ProMag."

L["eft_saiga12_magazine_std.printname"] = "Магазин Сб.5 на 5 патронов 12к для СОК-12"
L["eft_saiga12_magazine_std.compactname"] = "Сб.5 5"
L["eft_saiga12_magazine_std.description"] = "Пятизарядный полимерный магазин Сб.5, под патрон 12/70, 12/76 для СОК-12 и совместимых."

L["eft_saiga12_muzzle_std.printname"] = "Втулка предохранительная для СОК-12"
L["eft_saiga12_muzzle_std.compactname"] = "СОК-12 ВП"
L["eft_saiga12_muzzle_std.description"] = "Штатная предохранительная втулка для СОК-12."

L["eft_saiga12_rs_mount.printname"] = "Целик-направляющая CSS \"Rail Mount\" для СОК-12"
L["eft_saiga12_rs_mount.compactname"] = "CSS RSRM"
L["eft_saiga12_rs_mount.description"] = "Крепление дает возможность устанавливать прицелы вместо фиксированного целика карабинов семейства \"Сайга\"."

L["eft_saiga12_rs_std.printname"] = "Целик для СОК-12"
L["eft_saiga12_rs_std.compactname"] = "СОК12 цел."
L["eft_saiga12_rs_std.description"] = "Штатный фиксированный целик для СОК-12 производства Ижмаш."

L["eft_saiga12_stock_std.printname"] = "Приклад автоматного стиля для СОК-12"
L["eft_saiga12_stock_std.compactname"] = "СОК-12 АК"
L["eft_saiga12_stock_std.description"] = "Складной полимерный приклад автоматного типа для СОК-12 производства Ижмаш."

L["eft_ammo_12x70_mixed_50bmg_p3.printname"] = "12/70 пуля кустарная .50 BMG + 12/70 пуля \"Полева-3\""
L["eft_ammo_12x70_mixed_50bmg_p3.compactname"] = ".50 BMG / Полева-3"
L["eft_ammo_12x70_mixed_50bmg_p3.description"] = "Патрон 12 калибра, снаряженный кустарно укороченной трассирующей пулей .50 BMG. Никто не знает, кому пришло в голову релоудить патроны 12 калибра предварительно укороченными пулями от пулемета Браунинга, но факт остается фактом - это возможно, и даже работает...как-то.\n\nПатрон \"Полева-3\" с экспансивной пулей 12/70 для ружей 12 калибра."

L["eft_saiga12_handguard_titan.printname"] = "Цевье алюминиевое Chaos \"Titan Quad Rail\" для СОК-12"
L["eft_saiga12_handguard_titan.compactname"] = "Titan Quad Rail"
L["eft_saiga12_handguard_titan.description"] = "Chaos Tactical Quad Rail - цевьё из легкого авиационного алюминия для установки на карабины семейства \"Сайга\". Производство Chaos."

L["eft_saiga12_handguard_titantop.printname"] = "Крепление Chaos \"Titan\" для СОК-12"
L["eft_saiga12_handguard_titantop.compactname"] = "Titan"
L["eft_saiga12_handguard_titantop.description"] = "Крепление, устанавливаемое поверх цевья Titan. Производство Chaos."

L["eft_saiga12_handguard_titanrecuver.printname"] = "Направляющая поверх ствольной коробки Chaos \"Titan\" для СОК-12"
L["eft_saiga12_handguard_titanrecuver.compactname"] = "Titan TC"
L["eft_saiga12_handguard_titanrecuver.description"] = "Направляющая \"Titan\" для установки различных прицелов на карабин СОК-12, производство Chaos. Является дополнением  к одноименному цевью."

L["eft_saiga12_fs_chaos.printname"] = "Мушка Chaos \"HK Style\""
L["eft_saiga12_fs_chaos.compactname"] = "HK Style мшк"
L["eft_saiga12_fs_chaos.description"] = "Мушка, выполненная в стиле популярных прицельных приспособлений компании Heckler & Koch, производство Chaos."

L["eft_saiga12_rs_chaos.printname"] = "Целик Chaos \"HK Style\""
L["eft_saiga12_rs_chaos.compactname"] = "HK Style цел"
L["eft_saiga12_rs_chaos.description"] = "Целик, выполненный в стиле популярных прицельных приспособлений компании Heckler & Koch, производство Chaos."

L["eft_saiga12_magazine_md20.printname"] = "Магазин MD Arms на 20 патронов 12к для СОК-12"
L["eft_saiga12_magazine_md20.compactname"] = "MD Arms 20"
L["eft_saiga12_magazine_md20.description"] = "20-зарядный барабанный магазин от MD Arms под патрон 12/70, 12/76 для СОК-12 и совместимых."

-- [[ silencer_ak ]]
L["eft_silencer_ak_ak74_hexagon.printname"] = "Модератор звука Гексагон 5.45x39 для АК-74"
L["eft_silencer_ak_ak74_hexagon.compactname"] = "Гексагон АК74"
L["eft_silencer_ak_ak74_hexagon.description"] = "Модератор звука выстрела от компании Гексагон для автоматов АК-74."

L["eft_silencer_ak_akm_hexagon.printname"] = "Модератор звука Гексагон 7.62x39 для АКМ"
L["eft_silencer_ak_akm_hexagon.compactname"] = "Гексагон АКМ"
L["eft_silencer_ak_akm_hexagon.description"] = "Модератор звука выстрела от компании Гексагон для автоматов АКМ 7.62x39."

L["eft_silencer_ak_dtk4m.printname"] = "Дульный тормоз Зенит \"ДТК-4М\" 7.62x39 для АКМ"
L["eft_silencer_ak_dtk4m.compactname"] = "ДТК-4М"
L["eft_silencer_ak_dtk4m.description"] = "Дульный тормоз-компенсатор Зенит \"ДТК-4М\" из сплава титана, предназначен для установки на современные Автоматы Калашникова калибра 7.62. Позиционируется именно как ДТК, однако может быть приобретен только сотрудником определенных ведомств."

L["eft_silencer_ak_hexagon_dtkp.printname"] = "Модератор звука Гексагон \"ДТКП MK.2\" 7.62x39 для АК"
L["eft_silencer_ak_hexagon_dtkp.compactname"] = "ДТКП"
L["eft_silencer_ak_hexagon_dtkp.description"] = "ДТК закрытого типа от компании Гексагон для АК 7.62x39. Устанавливается на современные модели АК с резьбой 24x1.5."

L["eft_silencer_ak_pbs1.printname"] = "Глушитель ПБС-1 7.62x39 для АКМ"
L["eft_silencer_ak_pbs1.compactname"] = "ПБС-1"
L["eft_silencer_ak_pbs1.description"] = "Глушитель ПБС-1 производства ЦНИИТочМаш - он же прибор для беззвучной и беспламенной стрельбы из 7.62-мм модернизированных автоматов Калашникова."

L["eft_silencer_ak_pbs4.printname"] = "Глушитель ПБС-4 5.45x39 для АКС-74У"
L["eft_silencer_ak_pbs4.compactname"] = "ПБС-4"
L["eft_silencer_ak_pbs4.description"] = "Глушитель ПБС-4 производства ЦНИИТочМаш для использования в составе стрелково-гранатомётного комплекса «Канарейка»."

L["eft_silencer_ak_tgpa.printname"] = "Глушитель-Пламегаситель ТГП-А 5.45x39 для АК-74"
L["eft_silencer_ak_tgpa.compactname"] = "ТГП-А"
L["eft_silencer_ak_tgpa.description"] = "Глушитель/Пламегаситель Тактический ТГП-А производства ГУ НПО \"Спецтехника и связь\" для автоматов на базе АК 5.45x39."

L["eft_silencer_ak_wafflemaker.printname"] = "Глушитель Гексагон \"Wafflemaker\" 5.45x39 для АК-74"
L["eft_silencer_ak_wafflemaker.compactname"] = "Waffle"
L["eft_silencer_ak_wafflemaker.description"] = "Глушитель-прототип \"Wafflemaker\" производства Гексагон, разработан для установки на дульный тормоз Гексагон \"Reactor\"."

L["eft_silencer_ak_r43_762.printname"] = "Дульный тормоз-компенсатор Ротор 43 7.62x39"
L["eft_silencer_ak_r43_762.compactname"] = "Р43 7.62x39"
L["eft_silencer_ak_r43_762.description"] = "Дульный тормоз Ротор 43, предназначен для установки на автоматы АК калибра 7.62x39 и совместимые. Позиционируется как дульный тормоз, но также работает в качестве глушителя."

-- [[ stock_ak ]]
L["eft_stock_ak74m_caa_akts.printname"] = "Труба приклада CAA \"AKTS AK74\" для АК-74М"
L["eft_stock_ak74m_caa_akts.compactname"] = "AKTS AK74"
L["eft_stock_ak74m_caa_akts.description"] = "Шестипозиционная труба для установки телескопических прикладов производства компании CAA, устанавливается на современные автоматы семейства АК с узлом складывания приклада."

L["eft_stock_ak74m_std.printname"] = "Приклад полимерный для АК-74М"
L["eft_stock_ak74m_std.compactname"] = "АК-74М"
L["eft_stock_ak74m_std.description"] = "Полимерный приклад 6П34 Сб.15 для автоматов АК-74М производства Ижмаш."

L["eft_stock_ak74m_zenit_lock.printname"] = "Замок Зенит для прикладов \"ПТ\" для АК-74М/100-й серии"
L["eft_stock_ak74m_zenit_lock.compactname"] = "ПТ 74М/100"
L["eft_stock_ak74m_zenit_lock.description"] = "Замок-адаптер, предназначенный для крепления прикладов ПТ-1 и ПТ-3 на оружие. Данная модель предназначена для установки на складные АК-74М и АК сотой серии. Производство Зенит."

L["eft_stock_ak74_polymer.printname"] = "Приклад полимерный для АК-74"
L["eft_stock_ak74_polymer.compactname"] = "АК-74"
L["eft_stock_ak74_polymer.description"] = "Полимерный приклад 6П20 Сб.7 для АК-74 производства Ижмаш, пришедший на смену деревянному."

L["eft_stock_ak74_polymer_plum.printname"] = "Приклад полимерный для АК-74 (Слива)"
L["eft_stock_ak74_polymer_plum.compactname"] = "АК-74"
L["eft_stock_ak74_polymer_plum.description"] = "Полимерный приклад 6П20 Сб.7 для автоматов АК-74 производства Ижмаш, имеет характерный оттенок полимера, за что был прозван \"сливой\"."

L["eft_stock_ak74_std.printname"] = "Приклад деревянный для АК-74"
L["eft_stock_ak74_std.compactname"] = "АК-74 дер."
L["eft_stock_ak74_std.description"] = "Штатный деревянный приклад 6П20 Сб.5 для АК-74 производства Ижмаш."

L["eft_stock_akms.printname"] = "Плечевой упор для АКМС"
L["eft_stock_akms.compactname"] = "АКМС"
L["eft_stock_akms.description"] = "Складной плечевой упор 6П4 Сб.1-19 в сборе для автомата АКМС производства Ижмаш."

L["eft_stock_akmsn.printname"] = "Плечевой упор для АКМСН"
L["eft_stock_akmsn.compactname"] = "АКМСН"
L["eft_stock_akmsn.description"] = "Складной плечевой упор 6П4Н Сб.1-19 в сборе для автомата АКМСН производства Ижмаш."

L["eft_stock_akm_aa47.printname"] = "Приклад ProMag \"Archangel OPFOR AA47\" для АКМ/АК-74"
L["eft_stock_akm_aa47.compactname"] = "OPFOR AA47"
L["eft_stock_akm_aa47.description"] = "Приклад \"OPFOR AA47\" из комплектации \"Archangel\" для АКМ/АК-74 и совместимых. Производство ProMag."

L["eft_stock_akm_akts.printname"] = "Труба приклада CAA \"AKTS\" для АКМ/АК-74"
L["eft_stock_akm_akts.compactname"] = "AKTS АКМ"
L["eft_stock_akm_akts.description"] = "Шестипозиционная труба для установки телескопических прикладов производства компании CAA, устанавливается на автоматы семейства АК с фиксированным прикладом."

L["eft_stock_akm_fabd_uas.printname"] = "Приклад FAB Defense \"UAS\" для АКМ/АК-74"
L["eft_stock_akm_fabd_uas.compactname"] = "UAS AK"
L["eft_stock_akm_fabd_uas.description"] = "Приклад \"UAS\" для автоматов серии АКМ/АК-74. Производство FAB Defense."

L["eft_stock_akm_kocherga.printname"] = "Приклад Гексагон \"Кочерга\" для АКМ/АК-74 (Anodized Red)"
L["eft_stock_akm_kocherga.compactname"] = "Кочерга"
L["eft_stock_akm_kocherga.description"] = "Легкосплавный приклад \"Кочерга\" для автоматов серии АКМ/АК-74. Производство Гексагон. Приклад анодирован в красный цвет."

L["eft_stock_akm_me4.printname"] = "Переходник \"ME4\" для АКМ/АК-74"
L["eft_stock_akm_me4.compactname"] = "МЕ4"
L["eft_stock_akm_me4.description"] = "Адаптер для установки трубы под телескопические приклады на АК с нескладными прикладами."

L["eft_stock_akm_pt_lock.printname"] = "Замок Зенит для прикладов \"ПТ\" для АКМ/АК-74"
L["eft_stock_akm_pt_lock.compactname"] = "ПТ АКМ"
L["eft_stock_akm_pt_lock.description"] = "Замок-адаптер, предназначенный для крепления прикладов ПТ-1 на оружие. Данная модель предназначена для установки на нескладные АКМ и АК-74. Производство Зенит."

L["eft_stock_akm_std.printname"] = "Приклад деревянный для АКМ"
L["eft_stock_akm_std.compactname"] = "АКМ дер."
L["eft_stock_akm_std.description"] = "Штатный деревянный приклад 6П1 Сб.5 для АКМ производства Ижмаш."

L["eft_stock_akm_zhu_s.printname"] = "Приклад Magpul \"Zhukov-S\" для АКМ/АК-74"
L["eft_stock_akm_zhu_s.compactname"] = "Zhukov-S"
L["eft_stock_akm_zhu_s.description"] = "Полимерный приклад Zhukov-S, устанавливается на автоматы типа АКМ/АК-74 с фиксированными прикладами. Производство Magpul."

L["eft_stock_aks74_std.printname"] = "Приклад металлический для АКС-74"
L["eft_stock_aks74_std.compactname"] = "АКС-74"
L["eft_stock_aks74_std.description"] = "Рамочный металлический приклад 6П21 Сб.5 для автоматов АКС-74 производства Ижмаш."

L["eft_stock_aks_zenit_lock.printname"] = "Замок Зенит для прикладов \"ПТ\" для АКС-74/АКС-74У"
L["eft_stock_aks_zenit_lock.compactname"] = "ПТ 74С"
L["eft_stock_aks_zenit_lock.description"] = "Замок-адаптер, предназначенный для крепления прикладов ПТ-1 и ПТ-3 на оружие. Данная модель предназначена для установки на складные АКС-74 и АКС-74У. Производство Зенит."

L["eft_stock_ak_aktom4.printname"] = "Переходник на трубы приклада RD \"AK to M4\" для АКМ/АК-74"
L["eft_stock_ak_aktom4.compactname"] = "AKtoM4"
L["eft_stock_ak_aktom4.description"] = "Адаптер \"AK to M4\" второго поколения для установки трубы под телескопические приклады на АК с фиксированным прикладом. Производство Rifle Dynamics."

L["eft_stock_ak_pad.printname"] = "Затыльник из комплекта принадлежностей ГП-25 для АК"
L["eft_stock_ak_pad.compactname"] = "6Г15Ю"
L["eft_stock_ak_pad.description"] = "Комплектный затыльник из комплекта принадлежностей для подствольного гранатомета ГП-25 (6Г15) для АК, также известный как \"Калоша\". Несмотря на изначальное предназначение, может ставиться на многие модели АК для смягчения отдачи, благодаря чему получил широкое распространение."

L["eft_stock_vpo136.printname"] = "Приклад деревянный для ВПО-136 \"Вепрь-КМ\""
L["eft_stock_vpo136.compactname"] = "ВПО-136"
L["eft_stock_vpo136.description"] = "Штатный деревянный приклад для карабина ВПО-136 Вепрь-КМ производства Молот Оружие."

L["eft_stock_vpo209.printname"] = "Приклад деревянный для ВПО-209"
L["eft_stock_vpo209.compactname"] = "ВПО-209"
L["eft_stock_vpo209.description"] = "Штатный деревянный приклад для карабина ВПО-209 АКМ производства Молот Оружие."

L["eft_stock_zenit_pt1.printname"] = "Приклад Зенит \"ПТ-1 Классика\" для АК"
L["eft_stock_zenit_pt1.compactname"] = "ПТ-1"
L["eft_stock_zenit_pt1.description"] = "Приклад телескопический ПТ-1 устанавливается на штатное место приклада АК 103, 104, 105, 74М и ПП \"Витязь\", имеет механизм регулировки длины и регулируемую по высоте щеку. Производство Зенит."

L["eft_stock_zenit_pt3.printname"] = "Приклад Зенит \"ПТ-3 Классика\" для АК"
L["eft_stock_zenit_pt3.compactname"] = "ПТ-3"
L["eft_stock_zenit_pt3.description"] = "Приклад телескопический ПТ-3 устанавливается на штатное место приклада АК 103, 104, 105, 74М, АКС74У и ПП \"Витязь\", имеет механизм регулировки длины и регулируемую по высоте щеку. Для установки необходим специальный замок ПТ."

L["eft_stock_ak100_skelet.printname"] = "Приклад металлический для АК 100-й серии"
L["eft_stock_ak100_skelet.compactname"] = "АК100"
L["eft_stock_ak100_skelet.description"] = "Рамочный металлический приклад для автоматов АК 100-й серии производства Ижмаш."

L["eft_stock_ak_skelet_cust.printname"] = "Приклад металлический с ИПП и жгутом для АК"
L["eft_stock_ak_skelet_cust.compactname"] = "ИППж"
L["eft_stock_ak_skelet_cust.description"] = "Рамочный металлический приклад, оснащенный ИПП и жгутом, применение которых, при таком хранении, остается предметом многочисленных споров и до сих пор остается под вопросом. Настоящий олд скул."

L["eft_stock_ak_evo.printname"] = "Приклад АК-ЭВО для АК"
L["eft_stock_ak_evo.compactname"] = "АК-ЭВО"
L["eft_stock_ak_evo.description"] = "Полимерный телескопический приклад АК-ЭВО, устанавливается на современные складные автоматы АК. Производство Концерн Калашников."

L["eft_stock_akms_fab.printname"] = "Труба приклада FAB Defense \"M4-AKMS P\" для АКМС"
L["eft_stock_akms_fab.compactname"] = "AKMS P"
L["eft_stock_akms_fab.description"] = "Труба приклада с адаптером для АКМС. Позволяет установить на оружие приклад стандарта Com-Spec и Mil-Spec. Сделана из прочного анодированного алюминия. Производство FAB Defense."

L["eft_stock_ak_pad_stef.printname"] = "Удлинитель рамочного приклада Custom Arms \"ST-EF 74\" для АК"
L["eft_stock_ak_pad_stef.compactname"] = "ST-EF"
L["eft_stock_ak_pad_stef.description"] = "Затыльник, увеличивающий длину штатного металлического рамочного складного приклада оружия АК-платформы. Преимущество этого удлинителя в том, что ширина затыльника равна затыльнику пластикового приклада 100й серии. Затыльник добавляет комфорта при стрельбе и снижает ощущение отдачи. Производство Custom Arms."

-- [[ ubgl_ak ]]
L["eft_gp25.printname"] = "Подствольный гранатомет ГП-25 \"Костер\" 40мм"
L["eft_gp25.compactname"] = "ГП-25"
L["eft_gp25.description"] = "Подствольный гранатомёт под 40мм выстрел ВОГ-25. Устанавливается на все неукороченные автоматы семейства АК."

L["eft_gp34.printname"] = "Подствольный гранатомет ГП-34 40мм"
L["eft_gp34.compactname"] = "ГП-34"
L["eft_gp34.description"] = "[<color=255,0,0> DO NOT USE! </color>] Could cause <color=255,100,100>errors with the GP-25</color> if equipped before it. You have been warned.\n\nПодствольный гранатомёт под 40мм выстрел ВОГ-25. Устанавливается на все неукороченные автоматы семейства АК."

-- [[ vityaz ]]
L["eft_vityaz_gas_std.printname"] = "Газовая трубка для ПП-19-01 \"Витязь\""
L["eft_vityaz_gas_std.compactname"] = "19-01 газ"
L["eft_vityaz_gas_std.description"] = "Штатная газовая трубка для пистолетов-пулеметов ПП-19-01 \"Витязь\". Газовая трубка служит для направления движения газового поршня."

L["eft_vityaz_mag_sb7.printname"] = "Магазин Сб.7 на 10 патронов 9x19 для Сайга-9"
L["eft_vityaz_mag_sb7.compactname"] = "Сб.7 10"
L["eft_vityaz_mag_sb7.description"] = "Магазин Иж.9x19 Сб.7 9x19 для карабина Сайга-9 с ограничителем на 10 патронов."

L["eft_vityaz_mag_sg919_20.printname"] = "Магазин PUFGUN \"SG-919 20\" на 20 патронов 9x19 для ПП-19-01 \"Витязь\""
L["eft_vityaz_mag_sg919_20.compactname"] = "SG-919 20"
L["eft_vityaz_mag_sg919_20.description"] = "20-зарядный магазин PUFGUN \"SG-919 20\" 9x19 для ПП-19-01 \"Витязь\". Окрашен в тактический банановый камуфляж."

L["eft_vityaz_mag_sg919_30.printname"] = "Магазин PUFGUN \"SG-919 30\" на 30 патронов 9x19 для ПП-19-01 \"Витязь\""
L["eft_vityaz_mag_sg919_30.compactname"] = "SG-919 30"
L["eft_vityaz_mag_sg919_30.description"] = "30-зарядный магазин PUFGUN \"SG-919 30\" 9x19 для ПП-19-01 \"Витязь\". Окрашен в тактический банановый камуфляж."

L["eft_vityaz_mag_std.printname"] = "Магазин на 30 патронов 9x19 для ПП-19-01 \"Витязь\""
L["eft_vityaz_mag_std.compactname"] = "ПП-19-01 30"
L["eft_vityaz_mag_std.description"] = "Штатный 30-зарядный магазин 9х19 для пистолетов-пулеметов ПП-19-01 \"Витязь\"."

L["eft_vityaz_muzzle_saiga9.printname"] = "Дульный тормоз-компенсатор 9x19 для Сайга-9"
L["eft_vityaz_muzzle_saiga9.compactname"] = "Сайга-9"
L["eft_vityaz_muzzle_saiga9.description"] = "Штатный дульный тормоз-компенсатор производства Ижмаш для карабина Сайга-9."

L["eft_vityaz_muzzle_std.printname"] = "Дульный тормоз-компенсатор 9x19 для ПП-19-01 \"Витязь\""
L["eft_vityaz_muzzle_std.compactname"] = "ПП-19-01"
L["eft_vityaz_muzzle_std.description"] = "Штатный дульный тормоз-компенсатор производства Ижмаш для пистолета-пулемета ПП-19-01 \"Витязь\"."

L["eft_vityaz_rec_sn.printname"] = "Крышка ствольной коробки для ПП-19-01 \"Витязь-СН\""
L["eft_vityaz_rec_sn.compactname"] = "Витязь-СН"
L["eft_vityaz_rec_sn.description"] = "Штатная крышка ствольной коробки для ПП-19-01 Витязь-СН (модификация 20) с направляющей для установки прицелов, производство Ижмаш."

L["eft_vityaz_rec_std.printname"] = "Крышка ствольной коробки для ПП-19-01 \"Витязь\""
L["eft_vityaz_rec_std.compactname"] = "Витязь"
L["eft_vityaz_rec_std.description"] = "Штатная крышка ствольной коробки для ПП-19-01 \"Витязь\" производства Ижмаш."

L["eft_vityaz_rs_std.printname"] = "Целик для ПП-19-01 \"Витязь\""
L["eft_vityaz_rs_std.compactname"] = "ПП-19-01"
L["eft_vityaz_rs_std.description"] = "Штатный целик для пистолетов-пулеметов ПП-19-01 \"Витязь\", производство Ижмаш."

L["eft_vityaz_silencer_std.printname"] = "Прибор Бесшумной Стрельбы 9x19 для ПП-19-01 \"Витязь\""
L["eft_vityaz_silencer_std.compactname"] = "ПБС Витязь"
L["eft_vityaz_silencer_std.description"] = "Прибор Бесшумной Стрельбы производства Ижмаш для пистолетов-пулеметов Витязь 9х19 предыдущих поколений."

L["eft_vityaz_stock_std.printname"] = "Приклад металлический для ПП-19-01 \"Витязь\""
L["eft_vityaz_stock_std.compactname"] = "ПП-19-01"
L["eft_vityaz_stock_std.description"] = "Рамочный металлический приклад для ПП-19-01 Витязь и карабина Сайга-9 производства Ижмаш."

L["eft_vityaz_gas_sagmk1.printname"] = "Цевье и газовая трубка SAG \"MK1 M-LOK\" для ПП-19-01 \"Витязь\""
L["eft_vityaz_gas_sagmk1.compactname"] = "SAG MK1"
L["eft_vityaz_gas_sagmk1.description"] = "Комбинированный кит, состоящий из цевья чашечного типа и цельнофрезерованной газовой трубки, предназначенный для повышения эксплуатационных характеристик ПП-19-01 \"Витязь\" и гражданского карабина Сайга-9. Цевье снабжено интерфейсом стандарта M-LOK для крепления дополнительного оборудования, а газовая трубка имеет планку пикатинни для установки прицелов и тактических блоков. Производство SAG."

L["eft_vityaz_gas_vrlps.printname"] = "Левый взвод Вектор \"VR-LPS\" для ПП-19-01 \"Витязь\""
L["eft_vityaz_gas_vrlps.compactname"] = "VR-LPS"
L["eft_vityaz_gas_vrlps.description"] = "\"VR-LPS\" - устройство, позволяющее перезаряжать оружие вспомогательной рукой. Устанавливается на место газовой трубки и позволяет быстро и качественного перезаряжать оружие. Производство Вектор 7,62."

L["eft_vityaz_mag_50.printname"] = "Магазин барабанный F5 MFG \"Drum\" на 50 патронов 9x19 для ПП-19-01"
L["eft_vityaz_mag_50.compactname"] = "PP19 F5 50"
L["eft_vityaz_mag_50.description"] = "50-зарядный барабанный магазин повышенной емкости для ПП-19-01 и Сайги-9. Производство F5 MFG."

///////////////////////////// AR15 + HK416 Platforms
-- [[ barrel_ar15 ]]
L["eft_barrel_ar15_260mm.printname"] = "Ствол 260мм для AR-15 5.56x45 и совместимых"
L["eft_barrel_ar15_260mm.compactname"] = "AR15 260мм"
L["eft_barrel_ar15_260mm.description"] = "Ствол для оружия на базе AR-15 под патрон 5.56x45 NATO длиной 260мм. Соответствует стандартному стволу для M4 CQBR."

L["eft_barrel_ar15_370mm.printname"] = "Ствол 370мм для AR-15 5.56x45 и совместимых"
L["eft_barrel_ar15_370mm.compactname"] = "AR15 370мм"
L["eft_barrel_ar15_370mm.description"] = "Ствол для оружия на базе AR-15 под патрон 5.56х45 NATO длиной 370мм. Соответствует стандартному стволу для M4A1."

L["eft_barrel_ar15_18i.printname"] = "Ствол 457мм для AR-15 5.56x45 и совместимых"
L["eft_barrel_ar15_18i.compactname"] = "AR15 457мм"
L["eft_barrel_ar15_18i.description"] = "Ствол для AR-15 под патрон 5.56x45 NATO длиной 457мм (18 дюймов)."

L["eft_barrel_ar15_20i.printname"] = "Ствол 508мм для AR-15 5.56x45 и совместимых"
L["eft_barrel_ar15_20i.compactname"] = "AR15 508мм"
L["eft_barrel_ar15_20i.description"] = "Ствол для AR-15 под патрон 5.56x45 NATO длиной 508мм (20 дюймов)."

L["eft_barrel_ar15_406mm.printname"] = "Ствол Молот 406мм для AR-15 5.56x45 и совместимых"
L["eft_barrel_ar15_406mm.compactname"] = "AR15 406мм"
L["eft_barrel_ar15_406mm.description"] = "Ствол Молот Оружие для оружия на базе AR-15 под патрон 5.56x45 NATO длиной 406мм. Является штатным стволом ADAR 2-15."

L["eft_barrel_ar15_hanson_16.printname"] = "Ствол Hanson Carbine 406мм для AR-15 5.56x45 и совместимых"
L["eft_barrel_ar15_hanson_16.compactname"] = "Hanson 406мм"
L["eft_barrel_ar15_hanson_16.description"] = "Ствол Hanson Carbine для оружия на базе AR-15 под патрон 5.56х45 NATO длиной 406мм (16 дюймов). Производство Ballistic Advantage."

L["eft_barrel_ar15_hanson_137.printname"] = "Ствол Hanson Carbine 348мм для AR-15 5.56x45 и совместимых"
L["eft_barrel_ar15_hanson_137.compactname"] = "Hanson 348мм"
L["eft_barrel_ar15_hanson_137.description"] = "Ствол Hanson Carbine для оружия на базе AR-15 под патрон 5.56х45 NATO длиной 348мм (13,7 дюймов). Производство Ballistic Advantage."

-- [[ charge_ar15 ]]
L["eft_charge_ar15_adar.printname"] = "Рукоятка заряжания ADAR 2-15 для AR-15"
L["eft_charge_ar15_adar.compactname"] = "ADAR"
L["eft_charge_ar15_adar.description"] = "Стандартная рукоятка заряжания для ADAR 2-15 и совместимых."

L["eft_charge_ar15_botl.printname"] = "Рукоятка заряжания Badger Ordnance \"Tactical Latch\" для AR-15"
L["eft_charge_ar15_botl.compactname"] = "BOTL"
L["eft_charge_ar15_botl.description"] = "Рукоятка заряжания Badger Ordnance \"Tactical Charging Handle\" оптимизирована для применения на винтовках платформы AR-15/M16/M4 стандарта Mil Spec и поставляется в сборе с популярным фиксатором Gen I Tactical Latch той же компании. Все компоненты изготовлены из сплава 6061 с твёрдым андированным покрытием по стандарту Mil Spec, Тип III."

L["eft_charge_ar15_colt.printname"] = "Рукоятка заряжания Colt для AR-15"
L["eft_charge_ar15_colt.compactname"] = "AR-15"
L["eft_charge_ar15_colt.description"] = "Стандартная рукоятка заряжания для оружия на базе AR-15 и совместимых, производство Colt."

L["eft_charge_ar15_ach.printname"] = "Рукоятка заряжания Geissele \"ACH\" для AR-15 (DDC)"
L["eft_charge_ar15_ach.compactname"] = "ACH"
L["eft_charge_ar15_ach.description"] = "Рукоятка заряжания \"Airborn Charging Handle\" производства Geissele для оружия на базе AR-15 и совместимых. Версия в цвете Desert Dirt Color."

L["eft_charge_ar15_hkext.printname"] = "Рукоятка заряжания HK \"Extended Latch\" для AR-15"
L["eft_charge_ar15_hkext.compactname"] = "Ext. Latch"
L["eft_charge_ar15_hkext.description"] = "Штатная рукоятка заряжания для HK 416A5 с удлиненной защелкой."

L["eft_charge_ar15_masp.printname"] = "Рукоятка заряжания MASP Industries \"Ambidextrous Battle\" для AR-15"
L["eft_charge_ar15_masp.compactname"] = "MASP"
L["eft_charge_ar15_masp.description"] = "Двусторонняя рукоятка заряжания Militia Series \"Ambidextrous Battle Charging Handle\" для оружия на базе AR-15 и совместимых. Производство MASP Industries."

L["eft_charge_ar15_raptor.printname"] = "Рукоятка заряжания Radian Weapons \"Raptor\" для AR-15 (FDE)"
L["eft_charge_ar15_raptor.compactname"] = "Raptor"
L["eft_charge_ar15_raptor.description"] = "Рукоятка заряжания Raptor для оружия на базе AR-15 и совместимых. Производство Radian Weapons. Версия в цвете Flat Dark Earth."

L["eft_charge_ar15_raptor_g.printname"] = "Рукоятка заряжания Radian Weapons \"Raptor\" для AR-15 (Tungsten Grey)"
L["eft_charge_ar15_raptor_g.compactname"] = "Raptor"
L["eft_charge_ar15_raptor_g.description"] = "Рукоятка заряжания Raptor для оружия на базе AR-15 и совместимых. Производство Radian Weapons. Версия в сером цвете Tungsten Grey."

L["eft_charge_ar15_mod2.printname"] = "Рукоятка заряжания Rainier Arms \"Avalanche MOD2\" для AR-15"
L["eft_charge_ar15_mod2.compactname"] = "Avalanche"
L["eft_charge_ar15_mod2.description"] = "Рукоятка заряжания \"Avalanche MOD2\" для оружия на базе AR-15 и совместимых. Производство Rainier Arms."

L["eft_charge_ar15_gnr.printname"] = "Рукоятка заряжания Daniel Defense \"GRIP-N-RIP\" для AR-15"
L["eft_charge_ar15_gnr.compactname"] = "GNR"
L["eft_charge_ar15_gnr.description"] = "Рукоятка заряжания \"GRIP-N-RIP\" для оружия на базе AR-15 и совместимых. Производство Daniel Defense."

L["eft_charge_ar15_badlever.printname"] = "Рычаг затворной задержки Magpul \"B.A.D. Lever\" для AR-15"
L["eft_charge_ar15_badlever.compactname"] = "B.A.D."
L["eft_charge_ar15_badlever.description"] = "Рычаг затворной задержки \"B.A.D. Lever\" для оружия на базе AR-15 и совместимых. Позволяет снимать винтовку с затворной задержи правой рукой, что делает его чрезвычайно удобным для левшей. Производство Magpul."

-- [[ gas_ar15 ]]
L["eft_gas_ar15_m4fs.printname"] = "Мушка-газблок для M4A1"
L["eft_gas_ar15_m4fs.compactname"] = "M4A1"
L["eft_gas_ar15_m4fs.description"] = "Штатная мушка для M4A1, производство Colt."

L["eft_gas_ar15_mk12.printname"] = "Газблок низкопрофильный Daniel Defense \"MK12\" для AR-15"
L["eft_gas_ar15_mk12.compactname"] = "MK12"
L["eft_gas_ar15_mk12.description"] = "Низкопрофильный газблок для марксманских винтовок Daniel Defense MK12, также может устанавливаться на почти все стволы систем AR-15. Производство Daniel Defense."

L["eft_gas_ar15_jp.printname"] = "Газблок JP Enterprises \"Gas System-5B\" для AR-15"
L["eft_gas_ar15_jp.compactname"] = "GS-5B"
L["eft_gas_ar15_jp.description"] = "Низкопрофильный газовый блок, устанавливается взамен штатной муфты газоотвода на карабины и винтовки семейства AR-10/AR-15. Производство JP Enterprises."

L["eft_gas_ar15_rg.printname"] = "Газблок Windham Weaponry \"Rail Gas Block\" для AR-15"
L["eft_gas_ar15_rg.compactname"] = "RGBlock"
L["eft_gas_ar15_rg.description"] = "Устанавливается взамен штатной муфты газоотвода семейства AR-15, добавляя планку Пикатинни, позволяющую устанавливать альтернативные прицельные приспособления."

L["eft_gas_ar15_lopro.printname"] = "Газблок низкопрофильный Ballistic Advantage \"Lo-Pro\" для AR-15"
L["eft_gas_ar15_lopro.compactname"] = "LoPro"
L["eft_gas_ar15_lopro.description"] = "Низкопрофильный газблок Lo-Pro для стволов AR-15. Производство Ballistic Advantage."

-- [[ hg_ar15 ]]
L["eft_hg_ar15_adar.printname"] = "Цевье деревянное ADAR 2-15 для AR-15"
L["eft_hg_ar15_adar.compactname"] = "ADAR дерево"
L["eft_hg_ar15_adar.description"] = "Деревянное цевьё для карабина ADAR 2-15, выполненное по мотивам снайперской винтовки СВД."

L["eft_hg_ar15_ax15.printname"] = "Цевье Aeroknox \"AX-15\" длиной 10.5 дюймов для AR-15"
L["eft_hg_ar15_ax15.compactname"] = "AX-15 10.5\""
L["eft_hg_ar15_ax15.description"] = "Цевье длиной 10.5 дюймов для систем AR-15, снабженное интерфейсом стандарта \"M-LOK\" для крепления дополнительного оборудования. Производство Aeroknox."

L["eft_hg_ar15_mk10.printname"] = "Цевье Alexander Arms \"MK10\" винтовочной длины для AR-15"
L["eft_hg_ar15_mk10.compactname"] = "MK10 RL"
L["eft_hg_ar15_mk10.description"] = "Облегченное цевье \"MK10\" производства Alexander Arms. Сделано из композитного стекловолокна G10 и совместимо с большинством карабинов на базе AR-15."

L["eft_hg_ar15_m4.printname"] = "Цевье Colt \"M4 Carbine Length\" для AR-15"
L["eft_hg_ar15_m4.compactname"] = "M4 Carbine"
L["eft_hg_ar15_m4.description"] = "Цевьё карабиновой длины производства Colt, является штатным цевьём для автоматов M4A1."

L["eft_hg_ar15_m4_lower.printname"] = "Накладка на цевье Colt \"M4 Carbine Length\" для AR-15"
L["eft_hg_ar15_m4_lower.compactname"] = "M4 Carbine"
L["eft_hg_ar15_m4_lower.description"] = "Накладка на цевье карабиновой длины производства Colt, является штатным цевьём для автоматов M4A1."

L["eft_hg_ar15_ddrisii1225.printname"] = "Цевье Daniel Defense \"RIS II 12.25\" для AR-15 (Coyote Brown)"
L["eft_hg_ar15_ddrisii1225.compactname"] = "RIS II 12.25"
L["eft_hg_ar15_ddrisii1225.description"] = "Цевьё Daniel Defense RIS II 12.25. Является частью программы SOPMOD Block II для замены штатного цевья карабина M4CQBR или Mk18 в подразделениях US SOCOM. Выполнено из легкого и прочного авиационного алюминия. Снабжено 4-мя направляющими для крепления дополнительного оборудования. Данный вариант цевья не совместим с подствольным гранатометом М203."

L["eft_hg_ar15_ddrisii1225_lower.printname"] = "Накладка на цевье Daniel Defense \"RIS II 12.25\" для AR-15 (Coyote Brown)"
L["eft_hg_ar15_ddrisii1225_lower.compactname"] = "RIS II 12.25"
L["eft_hg_ar15_ddrisii1225_lower.description"] = "Накладка на цевьё Daniel Defence RIS II 12.25. Выполнена из легкого и прочного авиационного алюминия. Снабжено направляющей для крепления дополнительного оборудования. Версия в цвете Coyote Brown."

L["eft_hg_ar15_ddrisii95.printname"] = "Цевье Daniel Defense \"RIS II 9.5\" для AR-15 (Черное)"
L["eft_hg_ar15_ddrisii95.compactname"] = "RIS II 9.5"
L["eft_hg_ar15_ddrisii95.description"] = "Цевьё Daniel Defense RIS II 9.5. Является частью программы SOPMOD Block II для замены штатного цевья карабина M4CQBR или Mk18 в подразделениях US SOCOM. Выполнено из легкого и прочного авиационного алюминия. Снабжено 4-мя направляющими для крепления дополнительного оборудования."

L["eft_hg_ar15_ddrisii95_lower.printname"] = "Накладка на цевье Daniel Defense \"RIS II 9.5\" для AR-15 (Черная)"
L["eft_hg_ar15_ddrisii95_lower.compactname"] = "RIS II 9.5"
L["eft_hg_ar15_ddrisii95_lower.description"] = "Накладка на цевьё Daniel Defense RIS II 9.5. Выполнена из легкого и прочного авиационного алюминия. Снабжено направляющей для крепления дополнительного оборудования. Версия в черном цвете."

L["eft_hg_ar15_ddrisii95_b.printname"] = "Цевье Daniel Defense \"RIS II 9.5\" для AR-15 (Coyote Brown)"
L["eft_hg_ar15_ddrisii95_b.compactname"] = "RIS II 9.5"
L["eft_hg_ar15_ddrisii95_b.description"] = "Цевьё Daniel Defence RIS II 9.5. Является частью программы SOPMOD Block II для замены штатного цевья карабина M4CQBR или Mk18 в подразделениях US SOCOM. Выполнено из легкого и прочного авиационного алюминия. Снабжено 4-мя направляющими для крепления дополнительного оборудования."

L["eft_hg_ar15_ddrisii95_lower_b.printname"] = "Накладка на цевье Daniel Defense \"RIS II 9.5\" для AR-15 (Coyote Brown)"
L["eft_hg_ar15_ddrisii95_lower_b.compactname"] = "RIS II 9.5"
L["eft_hg_ar15_ddrisii95_lower_b.description"] = "Накладка на цевьё Daniel Defense RIS II 9.5. Выполнена из легкого и прочного авиационного алюминия. Снабжено направляющей для крепления дополнительного оборудования. Версия в цвете Coyote Brown."

L["eft_hg_ar15_ddfsp.printname"] = "Цевье Daniel Defense \"RIS II FSP 9.5\" для AR-15 (Coyote Brown)"
L["eft_hg_ar15_ddfsp.compactname"] = "RIS II FSP 9.5 CB"
L["eft_hg_ar15_ddfsp.description"] = "Цевьё Daniel Defense RIS II FSP 9.5 является частью программы SOPMOD Block II для замены штатного цевья карабина M4CQBR или Mk18 в подразделениях US SOCOM. Выполнено из легкого и прочного авиационного алюминия. Снабжено 4-мя направляющими для крепления дополнительного оборудования. Данный вариант цевья не совместим с подствольным гранатометом М203."

L["eft_hg_ar15_mk16.printname"] = "Цевье Geissele \"SMR MK16 M-LOK\" длиной 13.5 дюймов для AR-15 (DDC)"
L["eft_hg_ar15_mk16.compactname"] = "SMR MK16 13.5\""
L["eft_hg_ar15_mk16.description"] = "Цевьё \"Super Modular Rail MK16\" длиной 13.5 дюймов для AR-15 производства Geissele, снабженное интерфейсом стандарта \"M-LOK\" для крепления дополнительного оборудования. Версия в цвете Desert Dirt Color."

L["eft_hg_ar15_mk1695.printname"] = "Цевье Geissele \"SMR MK16 M-LOK\" длиной 9.5 дюймов для AR-15 (DDC)"
L["eft_hg_ar15_mk1695.compactname"] = "SMR MK16 9.5\""
L["eft_hg_ar15_mk1695.description"] = "Цевьё \"Super Modular Rail MK16\" длиной 9.5 дюймов для AR-15 производства Geissele, снабженное интерфейсом стандарта \"M-LOK\" для крепления дополнительного оборудования. Версия в цвете Desert Dirt Color."

L["eft_hg_ar15_kacris.printname"] = "Цевье KAC \"RIS\" для AR-15"
L["eft_hg_ar15_kacris.compactname"] = "KAC RIS"
L["eft_hg_ar15_kacris.description"] = "Цевьё Knight's Armament Company RIS является штатным цевьём M4A1, однако может быть установлено на большинство оружия на базе AR-15, при необходимой длине ствола. Снабжено 4-мя направляющими для крепления дополнительного оборудования и экраном для отвода тепла."

L["eft_hg_ar15_kacris_lower.printname"] = "Накладка на цевье KAC \"RIS\" для AR-15"
L["eft_hg_ar15_kacris_lower.compactname"] = "KAC RIS"
L["eft_hg_ar15_kacris_lower.description"] = "Накладка на цевье Knight's Armament Company RIS для M4A1."

L["eft_hg_ar15_kacurx31.printname"] = "Цевье KAC \"URX 3.1\" длиной 10.75 дюймов для AR-15"
L["eft_hg_ar15_kacurx31.compactname"] = "URX3.1 10.75\""
L["eft_hg_ar15_kacurx31.description"] = "Цевьё \"URX 3.1\" для AR-15 производства Knight's Armament, снабженное специальным интерфейсом для крепления дополнительного оборудования."

L["eft_hg_ar15_kacurx31_lower.printname"] = "Накладка на цевье KAC \"URX 3.1\" длиной 10.75 дюймов для AR-15"
L["eft_hg_ar15_kacurx31_lower.compactname"] = "URX3.1 10.75\""
L["eft_hg_ar15_kacurx31_lower.description"] = "Накладка на цевьё \"URX 3.1\" для AR-15 производства Knight's Armament, снабженное специальным интерфейсом для крепления дополнительного оборудования."

L["eft_urxpanel_3.printname"] = "Направляющая 3 дюйма KAC \"URX 3\""
L["eft_urxpanel_3.compactname"] = "URX3 3\""
L["eft_urxpanel_3.description"] = "Направляющая KAC \"URX3\" длиной 3 дюйма, позволяет устанавливать дополнительное оборудование на цевья серии Knight's Armanent Company URX."

L["eft_urxstoper.printname"] = "Накладка-стоппер для KAC \"URX 3/3.1\""
L["eft_urxstoper.compactname"] = "URX стоп."
L["eft_urxstoper.description"] = "Эргономическая накладка-стоппер на цевья семейства \"URX 3/3.1\" производства Knight's Armament Company."

L["eft_urxstoper_fde.printname"] = "Накладка-стоппер для KAC \"URX 3/3.1\" (FDE)"
L["eft_urxstoper_fde.compactname"] = "URX стоп."
L["eft_urxstoper_fde.description"] = "Эргономическая накладка-стоппер на цевья семейства \"URX 3/3.1\" производства Knight's Armament Company. Версия в цвете Flat Dark Earth."

L["eft_urxlong.printname"] = "Накладка длинная для KAC \"URX 3/3.1\""
L["eft_urxlong.compactname"] = "URX длин."
L["eft_urxlong.description"] = "Длинная эргономическая накладка на цевья семейства \"URX 3/3.1\" производства Knight's Armament Company."

L["eft_urxlong_fde.printname"] = "Накладка длинная для KAC \"URX 3/3.1\" (FDE)"
L["eft_urxlong_fde.compactname"] = "URX длин."
L["eft_urxlong_fde.description"] = "Длинная эргономическая накладка на цевья семейства \"URX 3/3.1\" производства Knight's Armament Company. Версия в цвете Flat Dark Earth."

L["eft_urxshort.printname"] = "Накладка короткая для KAC \"URX 3/3.1\""
L["eft_urxshort.compactname"] = "URX кор."
L["eft_urxshort.description"] = "Короткая эргономическая накладка на цевья семейства \"URX 3/3.1\" производства Knight's Armament Company."

L["eft_urxshort_fde.printname"] = "Накладка короткая для KAC \"URX 3/3.1\" (FDE)"
L["eft_urxshort_fde.compactname"] = "URX кор."
L["eft_urxshort_fde.description"] = "Короткая эргономическая накладка на цевья семейства \"URX 3/3.1\" производства Knight's Armament Company. Версия в цвете Flat Dark Earth."

L["eft_hg_ar15_kacurx38.printname"] = "Цевье KAC \"URX 3\" длиной 8 дюймов для AR-15"
L["eft_hg_ar15_kacurx38.compactname"] = "URX3 8\""
L["eft_hg_ar15_kacurx38.description"] = "Цевьё \"URX 3\" для AR-15 производства Knight's Armament, снабженное специальным интерфейсом для крепления дополнительного оборудования."

L["eft_hg_ar15_kacurx38_lower.printname"] = "Накладка на цевье KAC \"URX 3\" длиной 8 дюймов для AR-15"
L["eft_hg_ar15_kacurx38_lower.compactname"] = "URX3 8\""
L["eft_hg_ar15_kacurx38_lower.description"] = "Накладка на цевьё \"URX 3\" для AR-15 производства Knight's Armament, снабженное специальным интерфейсом для крепления дополнительного оборудования."

L["eft_hg_ar15_ionlite.printname"] = "Цевье Lone Star \"Ion Lite\" для AR-15"
L["eft_hg_ar15_ionlite.compactname"] = "Ion Lite"
L["eft_hg_ar15_ionlite.description"] = "Цевьё облегченное Lone Star Armory \"Ion Lite\" для спортивных карабинов на базе AR-15."

L["eft_hg_ar15_moesl.printname"] = "Цевье Magpul \"MOE SL M-LOK\" малой длины для AR-15"
L["eft_hg_ar15_moesl.compactname"] = "MOE SL"
L["eft_hg_ar15_moesl.description"] = "Цевье \"MOE SL\" для AR-15 производства Magpul, снабженное интерфейсом стандарта \"M-LOK\" для крепления дополнительного оборудования."

L["eft_hg_ar15_moeslmid.printname"] = "Цевье Magpul \"MOE SL M-LOK\" средней длины для AR-15"
L["eft_hg_ar15_moeslmid.compactname"] = "MOE SL"
L["eft_hg_ar15_moeslmid.description"] = "Цевье \"MOE SL\" для AR-15 производства Magpul, снабженное интерфейсом стандарта \"M-LOK\" для крепления дополнительного оборудования."

L["eft_hg_ar15_saiqd.printname"] = "Цевье SAI \"QD Rail\" длиной 14.5 дюймов для AR-15"
L["eft_hg_ar15_saiqd.compactname"] = "SAI QD 14.5\""
L["eft_hg_ar15_saiqd.description"] = "Цевьё \"QD Rail\" для AR-15 производства Salient Arms International, снабженное интерфейсом стандарта \"M-LOK\" для крепления дополнительного оборудования."

L["eft_hg_ar15_saiqd10.printname"] = "Цевье SAI \"QD Rail\" длиной 10 дюймов для AR-15"
L["eft_hg_ar15_saiqd10.compactname"] = "SAI QD 10\""
L["eft_hg_ar15_saiqd10.description"] = "Цевьё \"QD Rail\" для AR-15 производства Salient Arms International, снабженное интерфейсом стандарта \"M-LOK\" для крепления дополнительного оборудования."

L["eft_hg_ar15_stm12.printname"] = "Цевье Союз-ТМ \"M-LOK\" длиной 12 дюймов для AR-15"
L["eft_hg_ar15_stm12.compactname"] = "STM 12\""
L["eft_hg_ar15_stm12.description"] = "Цевьё Союз-ТМ для AR-15 длиной 12 дюймов, оснащенное интерфейсом M-LOK для установки дополнительного оборудования."

L["eft_hg_ar15_stm15.printname"] = "Цевье Союз-ТМ \"M-LOK\" длиной 15 дюймов для AR-15"
L["eft_hg_ar15_stm15.compactname"] = "STM 15\""
L["eft_hg_ar15_stm15.description"] = "Цевьё Союз-ТМ для AR-15 длиной 15 дюймов, оснащенное интерфейсом M-LOK для установки дополнительного оборудования."

L["eft_hg_ar15_stm9.printname"] = "Цевье Союз-ТМ \"M-LOK\" длиной 9 дюймов для AR-15"
L["eft_hg_ar15_stm9.compactname"] = "STM 9\""
L["eft_hg_ar15_stm9.description"] = "Цевьё Союз-ТМ для AR-15 длиной 9 дюймов, оснащенное интерфейсом M-LOK для установки дополнительного оборудования."

L["eft_hg_ar15_vypr.printname"] = "Цевье STNGR \"VYPR M-LOK\" длиной 10 дюймов для AR-15"
L["eft_hg_ar15_vypr.compactname"] = "VYPR 10\""
L["eft_hg_ar15_vypr.description"] = "Цевьё \"VYPR\" для AR-15, снабженное интерфейсом стандарта \"M-LOK\" для крепления дополнительного оборудования. Отличается легкой конструкцией и повышенной вентиляцией. Производство STNGR."

L["eft_hg_ar15_viper.printname"] = "Цевье Strike Industries \"Viper M-LOK\" малой длины для AR-15"
L["eft_hg_ar15_viper.compactname"] = "AR15 Viper"
L["eft_hg_ar15_viper.description"] = "Цевьё \"Viper\" производства Strike Industries для AR-15, снабженное интерфейсом стандарта M-LOK для крепления дополнительного оборудования."

L["eft_hg_ar15_viper_f.printname"] = "Цевье Strike Industries \"Viper M-LOK\" малой длины для AR-15 (FDE)"
L["eft_hg_ar15_viper_f.compactname"] = "AR15 Viper"
L["eft_hg_ar15_viper_f.description"] = "Цевьё \"Viper\" производства Strike Industries для AR-15, снабженное интерфейсом стандарта M-LOK для крепления дополнительного оборудования. Версия в цвете Flat Dark Earth."

L["eft_hg_ar15_viper_lower.printname"] = "Накладка на цевье Strike Industries \"Viper M-LOK\" малой длины для AR-15"
L["eft_hg_ar15_viper_lower.compactname"] = "AR15 Viper"
L["eft_hg_ar15_viper_lower.description"] = "Накладка на цевьё \"Viper\" производства Strike Industries для AR-15, снабженное интерфейсом стандарта M-LOK для крепления дополнительного оборудования."

L["eft_hg_ar15_viper_lower_fde.printname"] = "Накладка на цевье Strike Industries \"Viper M-LOK\" малой длины для AR-15 (FDE)"
L["eft_hg_ar15_viper_lower_fde.compactname"] = "AR15 Viper"
L["eft_hg_ar15_viper_lower_fde.description"] = "Накладка на цевьё \"Viper\" производства Strike Industries для AR-15, снабженное интерфейсом стандарта M-LOK для крепления дополнительного оборудования. Версия в цвете Flat Dark Earth."

L["eft_hg_ar15_wing.printname"] = "Цевье Unique-ARs \"Wing & Skull\" длиной 12 дюймов для AR-15"
L["eft_hg_ar15_wing.compactname"] = "Wing&Skull"
L["eft_hg_ar15_wing.description"] = "Цевьё \"Wing & Skull\" длиной 12 дюймов для систем AR-15 и совместимых. Производство Unique-ARs."

L["eft_hg_ar15_lvoac_b.printname"] = "Цевье War Sport \"LVOA-C\" для AR-15 (Черное)"
L["eft_hg_ar15_lvoac_b.compactname"] = "LVOA-C"
L["eft_hg_ar15_lvoac_b.description"] = "Облегченное цевье War Sport LVOA-C, предназначенное для карабинов на базе AR-15."

L["eft_hg_ar15_lvoas_b.printname"] = "Цевье War Sport \"LVOA-S\" для AR-15 (Черное)"
L["eft_hg_ar15_lvoas_b.compactname"] = "LVOA-S"
L["eft_hg_ar15_lvoas_b.description"] = "Облегченное цевье War Sport LVOA-S (SBR), предназначенное для карабинов на базе AR-15."

L["eft_hg_ar15_precision.printname"] = "Цевье Precision Reflex \"GEN III Delta Carbon\" для AR-15"
L["eft_hg_ar15_precision.compactname"] = "Delta Carbon"
L["eft_hg_ar15_precision.description"] = "Цевье \"GEN III Delta Carbon\" для AR-15, снабженное интерфейсом для крепления дополнительного оборудования. Производство Precision Reflex."

L["eft_mount_precision_bottom.printname"] = "Нижняя направляющая для цевья Precision Reflex"
L["eft_mount_precision_bottom.compactname"] = "PR низ"
L["eft_mount_precision_bottom.description"] = "Нижняя направляющая для установки передних рукояток на цевья Precision Reflex."

L["eft_mount_precision_side.printname"] = "Короткая направляющая для цевья Precision Reflex"
L["eft_mount_precision_side.compactname"] = "PR бок."
L["eft_mount_precision_side.description"] = "Короткая направляющая для установки дополнительного тактического снаряжения на цевья Precision Reflex."

L["eft_mount_precision_top.printname"] = "Длинная направляющая для цевья Precision Reflex"
L["eft_mount_precision_top.compactname"] = "PR верх."
L["eft_mount_precision_top.description"] = "Длинная направляющая для установки дополнительного тактического снаряжения и механических прицельных приспособлений на цевья от Precision Reflex."

L["eft_hg_ar15_ax15_4.printname"] = "Цевье Aeroknox \"AX-15\" длиной 4 дюйма для AR-15"
L["eft_hg_ar15_ax15_4.compactname"] = "AX-15 4\""
L["eft_hg_ar15_ax15_4.description"] = "Цевье длиной 4 дюйма для систем AR-15, снабженное интерфейсом стандарта \"M-LOK\" для крепления дополнительного оборудования. Производство Aeroknox."

L["eft_hg_ar15_ax15_158.printname"] = "Цевье Aeroknox \"AX-15\" длиной 15.8 дюймов для AR-15"
L["eft_hg_ar15_ax15_158.compactname"] = "AX-15 15.8\""
L["eft_hg_ar15_ax15_158.description"] = "Цевье длиной 15.8 дюймов для систем AR-15, снабженное интерфейсом стандарта \"M-LOK\" для крепления дополнительного оборудования. Производство Aeroknox."

-- [[ hk416 ]]
L["eft_rec_hk416.printname"] = "Верхний ресивер для HK 416A5 5.56x45"
L["eft_rec_hk416.compactname"] = "416A5 Upper"
L["eft_rec_hk416.description"] = "Верхний ресивер для штурмовых винтовок 416A5, производство Heckler & Koch. Оснащен креплением для установки дополнительного оборудования."

L["eft_ar_buffertube_hkenh.printname"] = "Труба приклада HK \"Enhanced Tube\""
L["eft_ar_buffertube_hkenh.compactname"] = "Enhanced Tube"
L["eft_ar_buffertube_hkenh.description"] = "Труба \"Receiver Extension Buffer Tube\" от Heckler & Koch для установки прикладов, военного образца, устанавливается на автоматы и карабины семейства 416."

L["eft_barrel_hk416_106i.printname"] = "Ствол 264мм для HK 416A5 5.56x45 и совместимых"
L["eft_barrel_hk416_106i.compactname"] = "416A5 264мм"
L["eft_barrel_hk416_106i.description"] = "Ствол для HK 416A5 под патрон 5.56x45 NATO длиной 264мм (10.6 дюймов)."

L["eft_barrel_hk416_11i.printname"] = "Ствол 279мм для HK 416A5 5.56x45"
L["eft_barrel_hk416_11i.compactname"] = "416A5 279мм"
L["eft_barrel_hk416_11i.description"] = "Ствол для HK 416A5 под патрон 5.56x45 NATO длиной 279мм (11 дюймов)."

L["eft_barrel_hk416_145i.printname"] = "Ствол 368мм для HK 416A5 5.56x45 и совместимых"
L["eft_barrel_hk416_145i.compactname"] = "416A5 368мм"
L["eft_barrel_hk416_145i.description"] = "Ствол для HK 416A5 под патрон 5.56x45 NATO длиной 368мм (14.5 дюймов), оснащенный складной мушкой."

L["eft_barrel_hk416_165i.printname"] = "Ствол 419мм для HK 416A5 5.56x45"
L["eft_barrel_hk416_165i.compactname"] = "416A5 419мм"
L["eft_barrel_hk416_165i.description"] = "Ствол для HK 416A5 под патрон 5.56x45 NATO длиной 419мм (16.5 дюймов), оснащенный складной мушкой."

L["eft_barrel_hk416_20i.printname"] = "Ствол 505мм для HK 416A5 5.56x45"
L["eft_barrel_hk416_20i.compactname"] = "416A5 505мм"
L["eft_barrel_hk416_20i.description"] = "Ствол для HK 416A5 под патрон 5.56x45 NATO длиной 505мм (20 дюймов), оснащенный складной мушкой."

L["eft_gas_hk416_std.printname"] = "Газблок низкопрофильный для HK 416A5"
L["eft_gas_hk416_std.compactname"] = "416A5"
L["eft_gas_hk416_std.description"] = "Штатный газблок для штурмовых винтовок 416A5, производство Heckler & Koch."

L["eft_rearsight_hk416.printname"] = "Целик складной для HK 416A5"
L["eft_rearsight_hk416.compactname"] = "416A5 RS"
L["eft_rearsight_hk416.description"] = "Съёмный складной целик Flip Up для HK 416A5."

L["eft_hg_hk416_mrs14.printname"] = "Цевье MRS KeyMod длиной 14 дюймов для HK 416A5"
L["eft_hg_hk416_mrs14.compactname"] = "416A5 MRS 14\""
L["eft_hg_hk416_mrs14.description"] = "Цевьё \"MRS\" длиной 14 дюймов производства Heckler & Koch для 416A5, снабженное интерфейсом стандарта KeyMod для крепления дополнительного оборудования."

L["eft_hg_hk416_quad.printname"] = "Цевье Quad Rail для HK 416A5"
L["eft_hg_hk416_quad.compactname"] = "416A5 4Rail"
L["eft_hg_hk416_quad.description"] = "Цевьё \"Quad Rail\" для 416 и совместимых. Оснащено 4-мя направляющими для установки широкого спектра дополнительного оборудования. Производства Heckler & Koch."

L["eft_hg_hk416_quadext.printname"] = "Цевье Quad Rail Extended для HK 416A5"
L["eft_hg_hk416_quadext.compactname"] = "416A5 4Rail ext."
L["eft_hg_hk416_quadext.description"] = "Цевьё увеличенной длины \"Extended Quad Rail\" для HK 416A5 и совместимых. Оснащено 4-мя направляющими для установки широкого спектра дополнительного оборудования. Производство Heckler & Koch."

L["eft_hg_hk416_quadsight.printname"] = "Цевье Quad Rail со складной мушкой для HK 416A5"
L["eft_hg_hk416_quadsight.compactname"] = "416A5 4Rail"
L["eft_hg_hk416_quadsight.description"] = "Цевьё \"Quad Rail\" для 416 и совместимых. Оснащено встроенной складной мушкой и 4-мя направляющими для установки широкого спектра дополнительного оборудования. Производства Heckler & Koch."

L["eft_hg_hk416_midwest9.printname"] = "Цевье Midwest Industries \"M-LOK\" длиной 9 дюймов для HK 416A5"
L["eft_hg_hk416_midwest9.compactname"] = "416A5 Midwest 9\""
L["eft_hg_hk416_midwest9.description"] = "Цевьё длиной 9 дюймов производства Midwest Industries для 416A5, снабженное интерфейсом стандарта M-LOK для крепления дополнительного оборудования."

L["eft_hg_hk416_midwest135.printname"] = "Цевье Midwest Industries \"M-LOK\" длиной 13.5 дюймов для HK 416A5"
L["eft_hg_hk416_midwest135.compactname"] = "416A5 Midwest 13.5\""
L["eft_hg_hk416_midwest135.description"] = "Цевьё длиной 13.5 дюймов производства Midwest Industries для 416A5, снабженное интерфейсом стандарта M-LOK для крепления дополнительного оборудования."

L["eft_hg_hk416_crux.printname"] = "Цевье Strike Industries \"CRUX M-LOK\" длиной 15 дюймов для HK 416A5"
L["eft_hg_hk416_crux.compactname"] = "416A5 CRUX 15\""
L["eft_hg_hk416_crux.description"] = "Цевьё \"CRUX\" производства Strike Industries для 416A5, снабженное интерфейсом стандарта M-LOK для крепления дополнительного оборудования."

L["eft_hg_hk416_troy.printname"] = "Цевье TROY \"M-LOK\" длиной 13 дюймов для HK 416A5"
L["eft_hg_hk416_troy.compactname"] = "416A5 TROY 13\""
L["eft_hg_hk416_troy.description"] = "Цевьё из углеродного волокна производства TROY Industries для 416A5, оснащено интерфейсом M-LOK для установки дополнительных устройств и аксессуаров."

-- [[ mag_ar15 ]]
L["eft_mag_ar15_stanag_30.printname"] = "Магазин Colt \"AR-15 STANAG\" на 30 патронов 5.56x45"
L["eft_mag_ar15_stanag_30.compactname"] = "STANAG 30"
L["eft_mag_ar15_stanag_30.description"] = "30-зарядный металлический магазин Colt AR-15, выполненный по стандарту STANAG 4179, под патрон 5.56x45. Стандарт STANAG 4179 был принят членами НАТО в 1980 году, чтобы дать возможность союзникам унифицировать боеприпасы и магазины на уровне отдельных солдат."

L["eft_mag_ar15_mk16_30.printname"] = "Магазин на 30 патронов 5.56x45 для FN SCAR-L"
L["eft_mag_ar15_mk16_30.compactname"] = "Mk16 30"
L["eft_mag_ar15_mk16_30.description"] = "30-зарядный магазин 5.56x45 для штурмовой винтовки FN SCAR-L."

L["eft_mag_ar15_mk16_30_f.printname"] = "Магазин на 30 патронов 5.56x45 для FN SCAR-L (FDE)"
L["eft_mag_ar15_mk16_30_f.compactname"] = "Mk16 30"
L["eft_mag_ar15_mk16_30_f.description"] = "30-зарядный магазин 5.56x45 для штурмовой винтовки FN SCAR-L. Версия в цвете Flat Dark Earth."

L["eft_mag_ar15_hksteel.printname"] = "Магазин HK \"Steel Maritime STANAG\" на 30 патронов 5.56x45"
L["eft_mag_ar15_hksteel.compactname"] = "HK Steel 30"
L["eft_mag_ar15_hksteel.description"] = "30-зарядный стальной магазин HK \"Steel Maritime\", выполненный по стандарту STANAG 4179, под патрон 5.56x45."

L["eft_mag_ar15_hkpmgen2.printname"] = "Магазин HK \"PM Gen.2 STANAG\" на 30 патронов 5.56x45"
L["eft_mag_ar15_hkpmgen2.compactname"] = "PM Gen.2 30"
L["eft_mag_ar15_hkpmgen2.description"] = "30-зарядный полимерный магазин HK PM Gen.2, под патрон 5.56х45."

L["eft_mag_ar15_hkstanag.printname"] = "Магазин полимерный \"HK 30 STANAG\" на 30 патронов 5.56x45"
L["eft_mag_ar15_hkstanag.compactname"] = "HK poly 30"
L["eft_mag_ar15_hkstanag.description"] = "30-зарядный полимерный магазин HK, под патрон 5.56х45."

L["eft_mag_ar15_pmag_60.printname"] = "Магазин Magpul \"PMAG D-60 STANAG\" на 60 патронов 5.56x45"
L["eft_mag_ar15_pmag_60.compactname"] = "PMAG D60 60"
L["eft_mag_ar15_pmag_60.description"] = "Полимерный 60-зарядный магазин Magpul \"PMAG D-60\" под патрон 5.56х45."

L["eft_mag_ar15_pmag_10.printname"] = "Магазин Magpul \"PMAG 10 GEN M3 STANAG\" на 10 патронов 5.56x45"
L["eft_mag_ar15_pmag_10.compactname"] = "GEN M3 10"
L["eft_mag_ar15_pmag_10.description"] = "10-зарядный полимерный магазин Magpul PMAG GEN M3 10, под патрон 5.56х45."

L["eft_mag_ar15_pmag_20.printname"] = "Магазин Magpul \"PMAG 20 GEN M3 STANAG\" на 20 патронов 5.56x45"
L["eft_mag_ar15_pmag_20.compactname"] = "GEN M3 20"
L["eft_mag_ar15_pmag_20.description"] = "20-зарядный полимерный магазин Magpul PMAG 20 GEN M3, под патрон 5.56x45 NATO (.223 Remington) для систем AR-15/M4 и совместимых."

L["eft_mag_ar15_pmag_30.printname"] = "Магазин Magpul \"PMAG 30 GEN M3 STANAG\" на 30 патронов 5.56x45"
L["eft_mag_ar15_pmag_30.compactname"] = "GEN M3 30"
L["eft_mag_ar15_pmag_30.description"] = "30-зарядный полимерный магазин Magpul PMAG GEN M3 30, под патрон 5.56х45."

L["eft_mag_ar15_pmag_30_f.printname"] = "Магазин Magpul \"PMAG 30 GEN M3 STANAG\" на 30 патронов 5.56x45 (FDE)"
L["eft_mag_ar15_pmag_30_f.compactname"] = "GEN M3 30"
L["eft_mag_ar15_pmag_30_f.description"] = "30-зарядный полимерный магазин Magpul \"PMAG GEN M3 30\", под патрон 5.56х45. Версия в цвете Flat Dark Earth."

L["eft_mag_ar15_pmag_40.printname"] = "Магазин Magpul \"PMAG 40 GEN M3 STANAG\" на 40 патронов 5.56x45"
L["eft_mag_ar15_pmag_40.compactname"] = "GEN M3 40"
L["eft_mag_ar15_pmag_40.description"] = "40-зарядный полимерный магазин Magpul PMAG 40 GEN M3, под патрон 5.56x45 NATO (.223 Remington) для систем AR-15/M4 и совместимых."

L["eft_mag_ar15_pmag_40_f.printname"] = "Магазин Magpul \"PMAG 40 GEN M3 STANAG\" на 40 патронов 5.56x45 (FDE)"
L["eft_mag_ar15_pmag_40_f.compactname"] = "GEN M3 40"
L["eft_mag_ar15_pmag_40_f.description"] = "40-зарядный полимерный магазин Magpul PMAG GEN M3 40, под патрон 5.56x45. Версия в цвете Flat Dark Earth."

L["eft_mag_ar15_pmag_w_30.printname"] = "Магазин Magpul \"PMAG 30 GEN M3 W STANAG\" на 30 патронов 5.56x45"
L["eft_mag_ar15_pmag_w_30.compactname"] = "GEN M3 30"
L["eft_mag_ar15_pmag_w_30.description"] = "30-зарядный полимерный магазин Magpul PMAG GEN M3 30, под патрон 5.56x45 с окном для контроля количества боеприпасов."

L["eft_mag_ar15_pmag_30_w_f.printname"] = "Магазин Magpul \"PMAG 30 GEN M3 W STANAG\" на 30 патронов 5.56x45 (FDE)"
L["eft_mag_ar15_pmag_30_w_f.compactname"] = "GEN M3 30"
L["eft_mag_ar15_pmag_30_w_f.description"] = "30-зарядный полимерный магазин Magpul \"PMAG GEN M3 30\", под патрон 5.56x45 с окном для контроля количества боеприпасов. Версия в цвете Flat Dark Earth."

L["eft_mag_ar15_surefire_100.printname"] = "Магазин SureFire \"MAG5-100 STANAG\" на 100 патронов 5.56x45"
L["eft_mag_ar15_surefire_100.compactname"] = "MAG5-100"
L["eft_mag_ar15_surefire_100.description"] = "100-зарядный металлический магазин SureFire \"MAG5-100\" повышенной ёмкости, под патрон 5.56х45."

L["eft_mag_ar15_surefire_60.printname"] = "Магазин SureFire \"MAG5-60 STANAG\" на 60 патронов 5.56x45"
L["eft_mag_ar15_surefire_60.compactname"] = "MAG5-60"
L["eft_mag_ar15_surefire_60.description"] = "60-зарядный металлический магазин SureFire \"MAG5-60\" повышенной ёмкости, под патрон 5.56х45."

L["eft_mag_ar15_battlemag_30.printname"] = "Магазин TROY \"BattleMag STANAG\" на 30 патронов 5.56x45"
L["eft_mag_ar15_battlemag_30.compactname"] = "BattleMag 30"
L["eft_mag_ar15_battlemag_30.description"] = "30-зарядный полимерный магазин TROY \"BattleMag\", под патрон 5.56х45."

L["eft_mag_ar15_airsoft.printname"] = "Магазин Magpul \"PMAG 30 GEN M3 STANAG\" на 30 патронов 6мм (FDE)" 
L["eft_mag_ar15_airsoft.compactname"] = "GEN M3 6mm"
L["eft_mag_ar15_airsoft.description"] = "30-зарядный полимерный магазин Magpul \"PMAG GEN M3 30\", под патрон 6мм. Версия в цвете Flat Dark Earth."

L["eft_mag_ar15_beta_100.printname"] = "Барабанный магазин Beta \"C-Mag\" на 100 патронов 5.56x45"
L["eft_mag_ar15_beta_100.compactname"] = "AR C-Mag 100"
L["eft_mag_ar15_beta_100.description"] = "Барабанный 100-зарядный магазин для платформы AR-15. Производство Beta Company."

-- [[ mount_alexander ]]
L["eft_mount_alexander_3.printname"] = "Направляющая 3 дюйма \"Alexander Arms\""
L["eft_mount_alexander_3.compactname"] = "MK10 3\""
L["eft_mount_alexander_3.description"] = "Направляющая длиной 3 дюйма от Alexander Arms, позволяет устанавливать дополнительное оборудование на цевье MK10."

L["eft_mount_alexander_10.printname"] = "Направляющая 10 дюймов \"Alexander Arms\""
L["eft_mount_alexander_10.compactname"] = "MK10 10\""
L["eft_mount_alexander_10.description"] = "Направляющая длиной 10 дюймов от Alexander Arms, позволяет устанавливать дополнительное оборудование на цевье MK10."

-- [[ muzzle_ar15 ]]
L["eft_muzzle_ar15_phantom.printname"] = "Пламегаситель Yankee Hill \"Phantom\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_phantom.compactname"] = "Phantom"
L["eft_muzzle_ar15_phantom.description"] = "Пламегаситель Phantom, разработанный специально для AR-15 платформы, производство Yankee Hill. Подходит для стволов 5.56x45 калибра."

L["eft_muzzle_ar15_warcomp.printname"] = "Пламегаситель SureFire \"WarComp\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_warcomp.compactname"] = "WarComp 556"
L["eft_muzzle_ar15_warcomp.description"] = "Пламегаситель \"WarComp\" 5.56x45, устанавливается на винтовки системы AR-15, производство SureFire."

L["eft_muzzle_ar15_ferfrans.printname"] = "Дульный тормоз Ferfrans \"CQB\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_ferfrans.compactname"] = "CQB 556"
L["eft_muzzle_ar15_ferfrans.description"] = "Дульный тормоз производства Ferfrans эффективно гасит подброс ствола, а также может служить платформой для установки специального дожигателя \"Concussion Reduction Device\"."

L["eft_muzzle_ar15_glok.printname"] = "Пламегаситель Griffin Armament \"Gate-LOK Hammer\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_glok.compactname"] = "G-LOK"
L["eft_muzzle_ar15_glok.description"] = "Пламегаситель \"Gate-LOK Hammer\" снижает отдачу и обеспечивает максимальный срок службы глушителя. Производство Griffin Armament."

L["eft_muzzle_ar15_st6012.printname"] = "Дульный тормоз Bulletec \"ST-6012\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_st6012.compactname"] = "ST6012 556"
L["eft_muzzle_ar15_st6012.description"] = "Дульный тормоз \"ST-6012\", предназначенный для систем AR-15 и совместимых. Производство Bulletec."

L["eft_muzzle_ar15_psr556.printname"] = "Дульный тормоз AWC \"PSR\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_psr556.compactname"] = "PSR 556"
L["eft_muzzle_ar15_psr556.description"] = "Дульный тормоз производства AWC Silencers под калибр 5.56x45. Снижает отдачу и компенсирует бросок. Дульный тормоз \"PSR\" имеет резьбу и совместим с глушителями AWC \"PSR Thor\"."

L["eft_muzzle_ar15_annih.printname"] = "Пламегаситель Yankee Hill \"Annihilator\" мультикалиберный"
L["eft_muzzle_ar15_annih.compactname"] = "Annihilator"
L["eft_muzzle_ar15_annih.description"] = "Мультикалиберный пламегаситель, разработанный специально для AR-15 платформы, производство Yankee Hill. Подходит для стволов 7.62x51, 5.56x45, 9x19."

L["eft_muzzle_ar15_usgia2.printname"] = "Пламегаситель Colt \"USGI A2\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_usgia2.compactname"] = "USGI A2"
L["eft_muzzle_ar15_usgia2.description"] = "Пламегаситель 5.56x45 Colt USGI A2, также известный как Bird Cage (Птичья Клетка), предназначен для установки на оружие на базе AR-15 под патрон 5.56x45, однако может быть установлен и на другое оружие под тот же калибр, если ствол имеет ту же резьбу для установки дополнительных дульных устройств. Штатно устанавливается на штурмовую винтовку M4A1."

L["eft_muzzle_ar15_adar.printname"] = "Пламегаситель ADAR 2-15 5.56x45 для AR-15"
L["eft_muzzle_ar15_adar.compactname"] = "ADAR"
L["eft_muzzle_ar15_adar.description"] = "Штатный пламегаситель 5.56x45 для карабинов ADAR 2-15."

L["eft_muzzle_ar15_aac51t.printname"] = "Пламегаситель AAC \"Blackout 51T\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_aac51t.compactname"] = "51T 556"
L["eft_muzzle_ar15_aac51t.description"] = "Пламегаситель производства Advanced Armament Corporation (AAC) - \"Blackout 51T\" 5.56x45 эффективно подавляет вспышку, а также может служить платформой для быстросъёмного глушителя AAC \"762-SDN-6\". Устанавливается на винтовки семейства AR-15."

L["eft_muzzle_ar15_blitz.printname"] = "Пламегаситель HK \"BLITZ\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_blitz.compactname"] = "BLITZ 556"
L["eft_muzzle_ar15_blitz.description"] = "Пламегаситель для установки на оружие платформы AR-15. \"BLITZ\" является одним из самых эффективных дизайнов и послужит отличной модификацией даже для базовой AR-15."

L["eft_muzzle_ar15_wave.printname"] = "Дульный тормоз Daniel Defense \"WAVE\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_wave.compactname"] = "WAVE 556"
L["eft_muzzle_ar15_wave.description"] = "Дульный тормоз Daniel Defense \"WAVE\" эффективно гасит подброс ствола, а также может служить платформой для одноименного быстросъёмного глушителя. Изготовлен из аэрокосмической нержавеющей стали 17-4 PH и имеет нитридную отделку для минимальной коррозии."

L["eft_muzzle_ar15_mdr.printname"] = "Пламегаситель Desert Tech 5.56x45"
L["eft_muzzle_ar15_mdr.compactname"] = "MDR 556"
L["eft_muzzle_ar15_mdr.description"] = "Пламегаситель для штурмовых винтовок MDR 5.56x45, разработанный фирмой Desert Tech."

L["eft_muzzle_ar15_kacqdc.printname"] = "Пламегаситель KAC \"QDC Flash Supressor Kit\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_kacqdc.compactname"] = "QDC 556"
L["eft_muzzle_ar15_kacqdc.description"] = "Пламегаситель и компенсатор KAC 5.56 QD эффективно подавляет вспышку, а также может служить платформой для быстросъёмного глушителя KAC QDSS-NT4. Устанавливается на винтовки и карабины семейства AR-15/M16/M4."

L["eft_muzzle_ar15_kx3.printname"] = "Пламегаситель Noveske \"KX3\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_kx3.compactname"] = "KX3 556"
L["eft_muzzle_ar15_kx3.description"] = "Пламегаситель Noveske \"KX3\", он же \"Огнесвин\", был создан для увеличения надёжности короткоствольных представителей семейства AR-15 путем повышения обратного давления и направления вспышки выстрела вперёд от стрелка. Несмотря на это, может использоваться на стволах любой длины и впоследствии был выпущен и под другие типы резьбы. Этот образец KX3 можно установить на любой 5.56мм ствол с резьбой 1/2x28."

L["eft_muzzle_ar15_crd.printname"] = "Дульное устройство Ferfrans \"CRD Concussion Reduction Device\" 5.56x45"
L["eft_muzzle_ar15_crd.compactname"] = "CRD 556"
L["eft_muzzle_ar15_crd.description"] = "Дульное устройство \"Concussion Reduction Device\" 5.56x45, производство Ferfrans."

L["eft_muzzle_ar15_corvette.printname"] = "Компенсатор Nordic Components \"Corvette\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_corvette.compactname"] = "Vette 556"
L["eft_muzzle_ar15_corvette.description"] = "Дульный тормоз/компенсатор \"Corvette\", предназначенный для систем AR-15 и совместимых. Уменьшает отдачу, уводя газ вверх и по сторонам. Производство Nordic Components."

L["eft_muzzle_ar15_sf3p.printname"] = "Пламегаситель SureFire \"SF3P\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_sf3p.compactname"] = "SF3P-556"
L["eft_muzzle_ar15_sf3p.description"] = "Трехлепестковый пламегаситель \"SF3P-556\" производства SureFire. Эффективно снижает дульную вспышку, а также позволяет крепить быстросъемные глушители серии SureFire \"SOCOM\"."

L["eft_muzzle_ar15_asr.printname"] = "Пламегаситель SilencerCo \"ASR\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_asr.compactname"] = "ASR 556"
L["eft_muzzle_ar15_asr.description"] = "Пламегаситель производства SilencerCo - ASR 5.56x45 эффективно подавляет вспышку, а также может служить платформой для быстросъёмного глушителя SiencerCo Saker 556. Устанавливается на винтовки семейства AR-15."

L["eft_muzzle_ar15_223cb.printname"] = "Дульный тормоз Thunder Beast Arms \"223CB\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_223cb.compactname"] = "223CB"
L["eft_muzzle_ar15_223cb.description"] = "Дульный тормоз производства Thunder Beast Arms \"223CB\" эффективно гасит подброс ствола, а также может служить платформой для установки быстросъёмного глушителя \"Ultra 5\"."

L["eft_muzzle_ar15_fh556rc.printname"] = "Пламегаситель SureFire \"SF4P\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_fh556rc.compactname"] = "SF4P-556"
L["eft_muzzle_ar15_fh556rc.description"] = "Четырехлепестковый пламегаситель \"FH556RC-556\" производства SureFire. Эффективно снижает дульную вспышку, а также позволяет крепить быстросъемные глушители серии SureFire \"SOCOM556\"."

L["eft_muzzle_ar15_zk23.printname"] = "Дульный тормоз TAA \"ZK-23\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_zk23.compactname"] = "ZK-23"
L["eft_muzzle_ar15_zk23.description"] = "\"ZK series\" - однокамерный высокоэффективный дульный тормоз с наклонной головкой производства Tactical Advantage Armory. Передняя часть довольно острая и служит средством сдерживания угрозы."

L["eft_muzzle_ar15_vp09.printname"] = "Дульный тормоз Vendetta Precision \"VP-09 Interceptor\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_vp09.compactname"] = "VP-09"
L["eft_muzzle_ar15_vp09.description"] = "Дульный тормоз-компенсатор, разработанный фирмой Vendetta Precision для гражданского рынка. Изготовленный из коррозионно-стойкого титана и защищенный PVD-покрытием AlTiN, \"VP-09 Interceptor\" представляет собой идеальное сочетание внешнего вида и надежности."

L["eft_muzzle_ar15_qdc3.printname"] = "Пламегаситель KAC \"QDC 3-Prong Flash Eliminator\" 5.56x45"
L["eft_muzzle_ar15_qdc3.compactname"] = "QDC-3 556"
L["eft_muzzle_ar15_qdc3.description"] = "Пламегаситель производства Knight's Armament - \"QDC Flash Eliminator\" 5.56x45 эффективно подавляет вспышку, а также может служить платформой для быстросъёмного глушителя KAC \"QDC Suppressor\" 556. Устанавливается на винтовки семейства AR-15."

L["eft_muzzle_ar15_claymore.printname"] = "Дульный тормоз TROY \"Claymore\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_claymore.compactname"] = "Claymore"
L["eft_muzzle_ar15_claymore.description"] = "Дульный тормоз \"Claymore\" производства TROY для оружейных систем на базе AR-15."

L["eft_muzzle_ar15_warden.printname"] = "Дульная насадка SureFire \"Warden\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_warden.compactname"] = "War 556"
L["eft_muzzle_ar15_warden.description"] = "SureFire \"Warden\" имеет корпус из нержавеющей стали, который улучшает внешний вид, одновременно защищая внутренние части от повреждений. \"Warden\" предотвращает внутренние повреждения грязью, пылью, мусором и т.д."

L["eft_muzzle_ar15_alien.printname"] = "Дульный тормоз-компенсатор AlienTech 5.56x45 для AR-15"
L["eft_muzzle_ar15_alien.compactname"] = "AlienTech"
L["eft_muzzle_ar15_alien.description"] = "Стальной ДТК с пятью открытыми и шестой закрытой камерой от Георгия Губича - шестикратного чемпиона РФ по практической стрельбе. Устанавливается на винтовки и карабины семейства AR-15."

L["eft_muzzle_ar15_jailbreak.printname"] = "Дульное устройство SAI \"JailBrake\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_jailbreak.compactname"] = "JailBrake"
L["eft_muzzle_ar15_jailbreak.description"] = "Дульное устройство \"JailBrake\", производство Salient Arms International. Устанавливается только на цевья SAI для AR-15."

L["eft_silencer_thorpsr.printname"] = "Глушитель AWC \"Thor PSR XL\" мультикалиберный"
L["eft_silencer_thorpsr.compactname"] = "Thor PSR"
L["eft_silencer_thorpsr.description"] = "Глушитель \"Thor PSR XL\" предназначен для использования с патроном калибра 7.62x51 NATO, но также совместим и с большинством других существующих калибров. Может быть установлен только на дульный тормоз AWC \"PSR\". Производство AWC Silencers."

L["eft_silencer_ar15_qdc556.printname"] = "Глушитель KAC \"QDC\" 5.56x45"
L["eft_silencer_ar15_qdc556.compactname"] = "QDC 556"
L["eft_silencer_ar15_qdc556.description"] = "Глушитель Knight's Armament Company \"QDC\" предназначен для использования с патроном калибра 5.56x45. Может быть установлен только на пламегаситель KAC \"QDC 3-prong Flash Eliminator\" 556."

L["eft_silencer_ar15_m4sdk.printname"] = "Глушитель Griffin Armament \"M4SD-K\" 5.56x45 для AR-15"
L["eft_silencer_ar15_m4sdk.compactname"] = "M4SD-K"
L["eft_silencer_ar15_m4sdk.description"] = "Глушитель \"M4SD-K\" предназначен для использования с патроном калибра 5.56x45. Может быть установлен только на \"SDQD\" пламегасители. Производство Griffin Armament."

L["eft_silencer_ar15_socommonster.printname"] = "Глушитель SureFire \"SOCOM556-MONSTER\" 5.56x45"
L["eft_silencer_ar15_socommonster.compactname"] = "556-MONSTER"
L["eft_silencer_ar15_socommonster.description"] = "Глушитель SureFire \"SOCOM556-MONSTER\" для патронов калибром 5.56x45 .223. Может быть установлен только на совместимые дульные устройства SureFire."

L["eft_silencer_ar15_socomrc2.printname"] = "Глушитель SureFire \"SOCOM556-RC2\" 5.56x45"
L["eft_silencer_ar15_socomrc2.compactname"] = "556-RC2"
L["eft_silencer_ar15_socomrc2.description"] = "Глушитель SureFire \"SOCOM556-RC2\" для патронов калибром 5.56x45 .223. Может быть установлен только на совместимые дульные устройства SureFire."

L["eft_silencer_ar15_socommini.printname"] = "Глушитель SureFire \"SOCOM556-MINI MONSTER\" 5.56x45"
L["eft_silencer_ar15_socommini.compactname"] = "556-MINI"
L["eft_silencer_ar15_socommini.description"] = "Глушитель SureFire \"SOCOM556-MINI MONSTER\" для патронов калибром 5.56x45 .223 является укороченной версией \"SOCOM556-MONSTER\". Может быть установлен только на совместимые дульные устройства SureFire."

L["eft_silencer_ar15_sakerasr.printname"] = "Глушитель SilencerCo \"Saker ASR 556\" 5.56x45"
L["eft_silencer_ar15_sakerasr.compactname"] = "SAKER ASR 556"
L["eft_silencer_ar15_sakerasr.description"] = "Глушитель SilencerCo \"SAKER ASR 556\" предназначен для использования с патроном калибра 5.56x45. Может быть установлен только на совместимые дульные устройства с креплением ASR."

L["eft_silencer_ar15_kacqdssnt4.printname"] = "Глушитель KAC \"QDSS NT-4\" 5.56x45 (Черный)"
L["eft_silencer_ar15_kacqdssnt4.compactname"] = "NT-4"
L["eft_silencer_ar15_kacqdssnt4.description"] = "Глушитель Knight's Armament QDSS NT-4 для патронов калибром 5.56x45 .223. Может быть установлен только на совместимые дульные устройства KAC. Версия в черном цвете."

L["eft_silencer_ar15_kacqdssnt4_f.printname"] = "Глушитель KAC \"QDSS NT-4\" 5.56x45 (FDE)"
L["eft_silencer_ar15_kacqdssnt4_f.compactname"] = "NT-4"
L["eft_silencer_ar15_kacqdssnt4_f.description"] = "Глушитель Knight's Armament QDSS NT-4 для патронов калибром 5.56x45 .223. Может быть установлен только на совместимые дульные устройства KAC. Версия в цвете Flat Dark Earth."

L["eft_muzzle_ar15_butter.printname"] = "Дульный тормоз Aeroknox \"Butterfly\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_butter.compactname"] = "Aeroknox"
L["eft_muzzle_ar15_butter.description"] = "Дульный тормоз ButterFly разработанный для стволов калибра 5.56x45 мм. Cнижает отдачу и подброс ствола. Производство Aeroknox. "

L["eft_muzzle_ar15_nero.printname"] = "Дульный тормоз-компенсатор WDR \"NERO 556\" 5.56x45 для AR-15"
L["eft_muzzle_ar15_nero.compactname"] = "NERO 556"
L["eft_muzzle_ar15_nero.description"] = "Дульный тормоз-компенсатор \"NERO 556\", предназначенный для систем AR-15 и совместимых. Уменьшает отдачу, уводя газ вверх и по сторонам. Производство Walker Defense Research."

-- [[ reciever_ar15 ]]
L["eft_rec_ar15_m4a1.printname"] = "Верхний ресивер для M4A1 5.56x45"
L["eft_rec_ar15_m4a1.compactname"] = "M4A1"
L["eft_rec_ar15_m4a1.description"] = "Верхний ресивер для M4A1 производства компании Colt. Имеет направляющую для крепления дополнительного оборудования."

L["eft_rec_ar15_adar.printname"] = "Верхний ресивер ADAR 2-15 для AR-15 5.56x45"
L["eft_rec_ar15_adar.compactname"] = "ADAR"
L["eft_rec_ar15_adar.description"] = "Верхний ресивер для 2-15 производства компании ADAR. Имеет направляющую для крепления дополнительного оборудования."

L["eft_rec_ar15_tx15.printname"] = "Верхний ресивер \"Lightweight\" для TX-15 5.56x45"
L["eft_rec_ar15_tx15.compactname"] = "TX15 LW"
L["eft_rec_ar15_tx15.description"] = "Верхний ресивер для карабинов TX-15, производство Lone Star. Оснащен креплением для установки дополнительного оборудования."

L["eft_rec_ar15_gen3.printname"] = "Верхний ресивер Noveske \"Gen.3\" для AR-15 5.56x45"
L["eft_rec_ar15_gen3.compactname"] = "Gen.3"
L["eft_rec_ar15_gen3.description"] = "Модульный верхний ресивер \"Gen.3\" для оружия на базе AR-15, производство Noveske. Имеет направляющую для крепления дополнительного оборудования."

L["eft_rec_ar15_mur.printname"] = "Верхний ресивер Vltor \"MUR-1S\" для AR-15 5.56x45"
L["eft_rec_ar15_mur.compactname"] = "MUR-1S"
L["eft_rec_ar15_mur.description"] = "Модульный верхний ресивер MUR-1S для оружия на базе AR-15, производство Vltor. Имеет направляющую для крепления дополнительного оборудования."

L["eft_rec_ar15_aeronknxo.printname"] = "Верхний ресивер Aeroknox \"AX-15\" для AR-15 5.56x45"
L["eft_rec_ar15_aeronknxo.compactname"] = "AX-15"
L["eft_rec_ar15_aeronknxo.description"] = "Модульный верхний ресивер AX-15 для оружия на базе AR-15. Имеет направляющую для крепления дополнительного оборудования. Производство Aeroknox."

-- [[ stm9 ]]
L["eft_stm9_barrel_105.printname"] = "Ствол 266мм для STM-9 9x19"
L["eft_stm9_barrel_105.compactname"] = "STM-9 266мм"
L["eft_stm9_barrel_105.description"] = "Ствол для карабина STM-9 под патрон 9x19 длиной 266мм (10.5 дюймов)."

L["eft_stm9_barrel_12.printname"] = "Ствол 304мм для STM-9 9x19"
L["eft_stm9_barrel_12.compactname"] = "STM-9 304мм"
L["eft_stm9_barrel_12.description"] = "Ствол для карабина STM-9 под патрон 9x19 длиной 304мм (12 дюймов)."

L["eft_stm9_barrel_14.printname"] = "Ствол 355мм для STM-9 9x19"
L["eft_stm9_barrel_14.compactname"] = "STM-9 355мм"
L["eft_stm9_barrel_14.description"] = "Ствол для карабина STM-9 под патрон 9x19 длиной 355мм (14 дюймов)."

L["eft_stm9_barrel_16.printname"] = "Ствол 406мм для STM-9 9x19"
L["eft_stm9_barrel_16.compactname"] = "STM-9 406мм"
L["eft_stm9_barrel_16.description"] = "Ствол для карабина STM-9 под патрон 9x19 длиной 406мм (16 дюймов)."

L["eft_stm9_magwel.printname"] = "Магазиноприемник для STM-9"
L["eft_stm9_magwel.compactname"] = "STM9 mwell"
L["eft_stm9_magwel.description"] = "Расширитель шахты магазина для карабина STM-9."

L["eft_stm9_magwelg.printname"] = "Магазиноприемник для STM-9 (Серый)"
L["eft_stm9_magwelg.compactname"] = "STM9 mwell G"
L["eft_stm9_magwelg.description"] = "Расширитель шахты магазина для карабина STM-9. Версия в сером цвете."

L["eft_rec_ar15_stm9.printname"] = "Верхний ресивер для STM-9 9x19"
L["eft_rec_ar15_stm9.compactname"] = "STM-9"
L["eft_rec_ar15_stm9.description"] = "Верхний ресивер для карабина STM-9 9x19 производства компании Союз-ТМ. Имеет направляющую для крепления дополнительного оборудования."

L["eft_muzzle_stm9_std.printname"] = "Дульный тормоз 9x19 для STM-9"
L["eft_muzzle_stm9_std.compactname"] = "STM9 ДТ"
L["eft_muzzle_stm9_std.description"] = "Штатный дульный тормоз для карабинов STM-9 9x19."

-- [[ ubgl_m203 ]]
L["eft_m203.printname"] = "Подствольный гранатомет M203 40мм"
L["eft_m203.compactname"] = "M203"
L["eft_m203.description"] = "Подствольный гранатомёт под выстрелы 40мм. Устанавливается на штурмовые винтовки M16 и M4."

///////////////////////////// AI AXMC .338/.308
-- [[ ammo_338 ]]
L["eft_ammo_338_ap.printname"] = ".338 Lapua Magnum AP"
L["eft_ammo_338_ap.compactname"] = "AP"
L["eft_ammo_338_ap.description"] = "Патрон .338 Lapua Magnum (8.6x70мм) AP с двухэлементной пулей массой 15.4 грамм с поддоном и наконечником из карбида вольфрама, в латунной гильзе. Патрон был разработан для увеличения антиматериальных возможностей винтовок калибра .338 Lapua Magnum, и способен пробивать легкобронированный транспорт, проявляя превосходные результаты против самых современных средств индивидуалньой защиты 5-6 класса. Пуля также обладает разрушительной убойностью и травмирующим воздействием на цель после попадания. Однако, из-за своей конструкции, она имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_338_fmj.printname"] = ".338 Lapua Magnum FMJ"
L["eft_ammo_338_fmj.compactname"] = "FMJ"
L["eft_ammo_338_fmj.description"] = "Патрон .338 Lapua Magnum (8.6x70мм) с цельнометаллической пулей FMJ массой 16,2 грамм со свинцовым сердечником, в биметаллической оболочке, в латунной гильзе. Несмотря на относительно простую конструкцию, пуля обладает высокой убойностью и пробивной способностью против брони базового и среднего уровня защиты. Однако, из-за своей конструкции, она имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_338_tacx.printname"] = ".338 Lapua Magnum TAC-X"
L["eft_ammo_338_tacx.compactname"] = "TAC-X"
L["eft_ammo_338_tacx.description"] = "Гражданский патрон .338 Lapua Magnum (8.6x70мм) TAC-X с экспансивной медной пулей массой 18.4 грамм, в латунной гильзе. Пуля обеспечивает хорошую передачу энергии на больших дистанциях и предназначена для охоты на крупную дичь, так как обладает превосходным останавливающим действием для своего калибра и способна вызывать критическое травмирующее воздействие на цель после удара. Однако, несмотря на высокую энергию калибра .338 Lapua Magnum и конструкцию пули, она не обладает бронебойными свойствами и имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_338_upz.printname"] = ".338 Lapua Magnum УПЗ"
L["eft_ammo_338_upz.compactname"] = "УПЗ"
L["eft_ammo_338_upz.description"] = "Патрон .338 Lapua Magnum (8.6x70мм) УПЗ с пулей массой 16.2 грамма со свинцовым сердечником, в латунной оболочке, в латунной гильзе. Предназначен для охоты и спортивной стрельбы, произведен на Ульяновском Патронном Заводе. Обладает выдающимся останавливающим действием и даже способен пробивать броню базового уровня защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

-- [[ axmc ]] -- "DO_NOT_REMOVE" doesn't work on German atm; Will fix later
-- L["eft_axmc_barrel308_20.printname"] = "Ствол 508мм для AI AXMC 7.62x51мм"
-- L["eft_axmc_barrel308_20.compactname"] = "AXMC 508мм .308"
-- L["eft_axmc_barrel308_20.description"] = "Ствол для AI AXMC под патрон 7.62x51 (.308) длиной 508мм (20 дюймов)."

-- L["eft_axmc_barrel308_24.printname"] = "Ствол 610мм для AI AXMC 7.62x51мм"
-- L["eft_axmc_barrel308_24.compactname"] = "AXMC 610мм .308"
-- L["eft_axmc_barrel308_24.description"] = "Ствол для AI AXMC под патрон 7.62x51 (.308) длиной 610мм (24 дюйма)."

-- L["eft_axmc_barrel308_26.printname"] = "Ствол 660мм для AI AXMC 7.62x51мм"
-- L["eft_axmc_barrel308_26.compactname"] = "AXMC 660м .308"
-- L["eft_axmc_barrel308_26.description"] = "Ствол для AI AXMC под патрон 7.62x51 (.308) длиной 660мм (26 дюймов)."

L["eft_axmc_barrel338_28.printname"] = "Ствол 686мм для AI AXMC .338 LM"
L["eft_axmc_barrel338_28.compactname"] = "AXMC 686мм .338LM"
L["eft_axmc_barrel338_28.description"] = "Ствол для AI AXMC под патрон .338 Lapua Magnum длиной 686мм (28 дюймов)."

-- L["eft_axmc_bolt308.printname"] = "Затвор под 7.62x51мм для AI AXMC"
-- L["eft_axmc_bolt308.compactname"] = "AXMC .308"
-- L["eft_axmc_bolt308.description"] = "Затвор под калибр .308 для снайперской винтовки Accuracy International AXMC."

L["eft_axmc_bolt338.printname"] = "Затвор под .338LM для AI AXMC"
L["eft_axmc_bolt338.compactname"] = "AXMC .338LM"
L["eft_axmc_bolt338.description"] = "Затвор под калибр .338 Lapua Magnum для снайперской винтовки Accuracy International AXMC."

L["eft_axmc_chassis.printname"] = "Шасси .338 LM для AI AXMC"
L["eft_axmc_chassis.compactname"] = "AXMC .338LM"
L["eft_axmc_chassis.description"] = "Стандартное шасси для снайперской винтовки AXMC под калибр .338 Lapua Magnum. Производство Accuracy International."

L["eft_axmc_grip.printname"] = "Пистолетная рукоятка для AI AXMC"
L["eft_axmc_grip.compactname"] = "AXMC рук."
L["eft_axmc_grip.description"] = "Пистолетная рукоятка для снайперской винтовки AXMC производства Accuracy International."

L["eft_axmc_gripar.printname"] = "Адаптер GTAC для пистолетных рукояток AR-типа для AI AXMC"
L["eft_axmc_gripar.compactname"] = "GTAC"
L["eft_axmc_gripar.description"] = "Адаптер, позволяющий установку пистолетных рукояток системы AR на снайперскую винтовку AXMC."

L["eft_axmc_hg.printname"] = "Цевье AX KeySlot длиной 16 дюймов для AI AXMC"
L["eft_axmc_hg.compactname"] = "AX 16\""
L["eft_axmc_hg.description"] = "Цевьё \"AX\" длиной 16 дюймов для снайперской винтовки AXMC производства Accuracy International, снабженное запатентованным интерфейсом KeySlot для крепления дополнительного оборудования."

-- L["eft_axmc_mag308.printname"] = "Магазин на 10 патронов 7.62x51 для AI AXMC"
-- L["eft_axmc_mag308.compactname"] = "AXMC 308"
-- L["eft_axmc_mag308.description"] = "10-зарядный магазин производства Accuracy International для снайперской винтовки AXMC, под патрон 7.62x51/.308."

L["eft_axmc_mag338.printname"] = "Магазин на 10 патронов .338 LM для AI AXMC"
L["eft_axmc_mag338.compactname"] = "AXMC 338LM"
L["eft_axmc_mag338.description"] = "10-зарядный магазин производства Accuracy International для снайперской винтовки AXMC, под патрон .338 Lapua Magnum."

L["eft_axmc_pad.printname"] = "Рукоятка эргономическая для AI AXMC"
L["eft_axmc_pad.compactname"] = "AXMC рук."
L["eft_axmc_pad.description"] = "Штатная эргономическая передняя рукоятка для снайперской винтовки AXMC производства Accuracy International."

L["eft_axmc_railmid.printname"] = "Направляющая средняя \"Adapter Kit\" для AI AXMC"
L["eft_axmc_railmid.compactname"] = "AXMC сред."
L["eft_axmc_railmid.description"] = "Направляющая средней длины для установки на интерфейс KeySlot для снайперской винтовки AXMC производства Accuracy International."

L["eft_axmc_railshort.printname"] = "Направляющая короткая \"Adapter Kit\" для AI AXMC"
L["eft_axmc_railshort.compactname"] = "AXMC кор."
L["eft_axmc_railshort.description"] = "Короткая направляющая для установки на интерфейс KeySlot для снайперской винтовки AXMC производства Accuracy International."

L["eft_axmc_stock.printname"] = "Приклад AX для AI AXMC"
L["eft_axmc_stock.compactname"] = "AXMC"
L["eft_axmc_stock.description"] = "Приклад для снайперской винтовки AXMC производства Accuracy International."

L["eft_axmc_toprail.printname"] = "Направляющая верхняя \"AT X Rail\" для AI AXMC"
L["eft_axmc_toprail.compactname"] = "AXMC верх."
L["eft_axmc_toprail.description"] = "Верхняя направляющая для установки на интерфейс KeySlot для снайперской винтовки AXMC производства Accuracy International."

L["eft_axmc_upper.printname"] = "Верхний ресивер для AI AXMC"
L["eft_axmc_upper.compactname"] = "AXMC верх."
L["eft_axmc_upper.description"] = "Верхний ресивер для AXMC производства компании Accuracy International. Имеет направляющую для крепления дополнительного оборудования."

L["eft_axmc_railbipod.printname"] = "Крепление KeySlot для установки сошек Harris для AI AXMC"
L["eft_axmc_railbipod.compactname"] = "AI Harris"
L["eft_axmc_railbipod.description"] = "Крепление с интерфейсом KeySlot, позволяющее устанавливать сошки Harris на снайперские винтовки AXMC. Производство Accuracy International."

-- [[ muzzle_338 ]]
L["eft_muzzle_asr338ac858.printname"] = "Дульный тормоз SilencerCo \"AC-858 ASR\" .338 LM"
L["eft_muzzle_asr338ac858.compactname"] = "AC-858"
L["eft_muzzle_asr338ac858.description"] = "Дульный тормоз, разработанный фирмой \"SilencerCo\" под калибр .338 LM."

L["eft_muzzle_axmccap.printname"] = "Втулка предохранительная для AI AXMC"
L["eft_muzzle_axmccap.compactname"] = "AXMC ВП"
L["eft_muzzle_axmccap.description"] = "Предохранительная втулка для ствола AXMC с резьбой. Производство Accuracy International."

L["eft_muzzle_psr338.printname"] = "Дульный тормоз AWC \"PSR\" .338 LM"
L["eft_muzzle_psr338.compactname"] = "PSR 338"
L["eft_muzzle_psr338.description"] = "Дульный тормоз производства AWC Silencers под калибр .338 LM (8.6x70). Снижает отдачу и компенсирует бросок. Дульный тормоз \"PSR\" имеет резьбу и совместим с глушителями AWC \"PSR Thor\"."

L["eft_muzzle_tmb338lm.printname"] = "Дульный тормоз AI \"Tactical Muzzle Brake\" .338 LM"
L["eft_muzzle_tmb338lm.compactname"] = "TMB 338LM"
L["eft_muzzle_tmb338lm.description"] = "Дульный тормоз производства Accuracy International под калибр .338 LM (8.6x70). Снижает отдачу и компенсирует бросок."

L["eft_muzzle_tsm338lm.printname"] = "Глушитель AI \"Tactical Sound Moderator\" .338 LM"
L["eft_muzzle_tsm338lm.compactname"] = "TSM .338LM"
L["eft_muzzle_tsm338lm.description"] = "Модератор звука производства Accuracy International для калибра .338 Lapua Magnum."

///////////////////////////// HK USP + UMP
-- [[ ump ]]
L["eft_barrel_ump_std.printname"] = "Ствол 200мм для HK UMP .45 ACP"
L["eft_barrel_ump_std.compactname"] = "UMP-45 200мм"
L["eft_barrel_ump_std.description"] = "Ствол для пистолета-пулемета HK UMP под патрон .45 ACP длиной 200мм (8 дюймов)."

L["eft_barrel_ump_thr.printname"] = "Ствол 203мм с резьбой для HK UMP .45 ACP"
L["eft_barrel_ump_thr.compactname"] = "UMP-45 203мм"
L["eft_barrel_ump_thr.description"] = "Ствол с резьбой для пистолета-пулемета HK UMP под патрон .45 ACP длиной 203мм (8 дюймов)."

L["eft_muzzle_omegaadapter.printname"] = "Адаптер SilencerCo \"Direct Thread Mount\" для глушителей \"Omega 45k\""
L["eft_muzzle_omegaadapter.compactname"] = "DT Omega"
L["eft_muzzle_omegaadapter.description"] = "Адаптер \"Direct Thread Mount\" для глушителя SilencerCo \"Omega 45k\". Для установки глушителя напрямую на резьбу ствола."

L["eft_muzzle_vector_fh.printname"] = "Пламегаситель для KRISS Vector .45 ACP"
L["eft_muzzle_vector_fh.compactname"] = "Vector .45"
L["eft_muzzle_vector_fh.description"] = "Штатный пламегаситель для KRISS Vector под калибр .45 ACP."

L["eft_muzzle_vector_cap.printname"] = "Втулка предохранительная для KRISS Vector .45 ACP"
L["eft_muzzle_vector_cap.compactname"] = "Vector ВП"
L["eft_muzzle_vector_cap.description"] = "Предохранительная втулка для ствола Vector .45 ACP с резьбой."

L["eft_ump_mag_25.printname"] = "Магазин на 25 патронов .45 ACP для HK UMP"
L["eft_ump_mag_25.compactname"] = "UMP 45 25"
L["eft_ump_mag_25.description"] = "Штатный 25-зарядный магазин .45 ACP для пистолетов-пулеметов UMP 45, производство Heckler & Koch."

L["eft_stock_ump_std.printname"] = "Приклад полимерный для HK UMP"
L["eft_stock_ump_std.compactname"] = "UMP"
L["eft_stock_ump_std.description"] = "Полимерный приклад для пистолета-пулемета UMP. Производство Heckler & Koch."

L["eft_muzzle_ump_oem.printname"] = "Глушитель B&T \"OEM\" для HK UMP .45 ACP"
L["eft_muzzle_ump_oem.compactname"] = "UMP OEM"
L["eft_muzzle_ump_oem.description"] = "Труднодоступный глушитель, разработанный для пистолета-пулемета HK UMP 45, имеющий запирающуюся заслонку QD, позволяющую быстро устанавливать и снимать приспособление. Произведен в Brugger & Thomet в Швейцарии, поставляется для H&K."

L["eft_mount_ump_bottom.printname"] = "Направляющая нижняя для HK UMP"
L["eft_mount_ump_bottom.compactname"] = "UMP ниж."
L["eft_mount_ump_bottom.description"] = "Нижняя направляющая для пистолета-пулемета UMP, позволяет устанавливать тактические рукояти."

L["eft_mount_ump_side.printname"] = "Направляющая боковая для HK UMP"
L["eft_mount_ump_side.compactname"] = "UMP бок"
L["eft_mount_ump_side.description"] = "Боковая направляющая для пистолета-пулемета UMP, позволяет устанавливать дополнительное оборудование."

-- [[ usp ]]
L["eft_barrel_usp_std.printname"] = "Ствол для HK USP .45 ACP"
L["eft_barrel_usp_std.compactname"] = "USP45 std"
L["eft_barrel_usp_std.description"] = "Штатный ствол длиной 112мм для пистолета USP .45 ACP производства Heckler & Koch."

L["eft_barrel_usp_elite.printname"] = "Ствол Elite для HK USP .45 ACP"
L["eft_barrel_usp_elite.compactname"] = "USP45EL"
L["eft_barrel_usp_elite.description"] = "Ствол длиной 153мм для специальной версии пистолета USP - \"USP Elite\", под патрон .45 ACP. Производство Heckler & Koch."

L["eft_barrel_usp_expert.printname"] = "Ствол Expert для HK USP .45 ACP"
L["eft_barrel_usp_expert.compactname"] = "USP45EX"
L["eft_barrel_usp_expert.description"] = "Ствол длиной 132мм для специальной версии пистолета USP - \"USP Expert\", под патрон .45 ACP. Производство Heckler & Koch."

L["eft_barrel_usp_match.printname"] = "Ствол Match для HK USP .45 ACP"
L["eft_barrel_usp_match.compactname"] = "USP45M"
L["eft_barrel_usp_match.description"] = "Ствол длиной 153мм для специальной версии пистолета USP - \"USP Match\", под патрон .45 ACP. Производство Heckler & Koch."

L["eft_barrel_usp_tac.printname"] = "Cтвол с резьбой Tactical для HK USP .45 ACP"
L["eft_barrel_usp_tac.compactname"] = "USP45T"
L["eft_barrel_usp_tac.description"] = "Ствол длиной 129мм с резьбой для специальной версии пистолета USP - \"USP Tactical\", под патрон .45 ACP. Производство Heckler & Koch."

L["eft_usp_slock_std.printname"] = "Рычаг задержки для HK USP"
L["eft_usp_slock_std.compactname"] = "USP зад."
L["eft_usp_slock_std.description"] = "Штатный рычаг задержки для пистолетов USP, производство Heckler & Koch."

L["eft_usp_hammer_std.printname"] = "Курок для HK USP"
L["eft_usp_hammer_std.compactname"] = "USP кур."
L["eft_usp_hammer_std.description"] = "Штатный курок для пистолета USP, производство Heckler & Koch."

L["eft_usp_trigger_std.printname"] = "Спусковой крючок для HK USP"
L["eft_usp_trigger_std.compactname"] = "USP спуск."
L["eft_usp_trigger_std.description"] = "Штатный спусковой крючок для пистолетов USP, производство Heckler & Koch."

L["eft_slide_usp_std.printname"] = "Затвор для HK USP .45 ACP"
L["eft_slide_usp_std.compactname"] = "USP45"
L["eft_slide_usp_std.description"] = "Штатный затвор для пистолетов USP45, производство Heckler & Koch."

L["eft_slide_usp_elite.printname"] = "Затвор Elite для HK USP .45 ACP"
L["eft_slide_usp_elite.compactname"] = "USP45EL"
L["eft_slide_usp_elite.description"] = "Затвор для специальной версии пистолета USP45 - \"USP45 Elite\". Производство Heckler & Koch."

L["eft_slide_usp_expert.printname"] = "Затвор Expert для HK USP .45 ACP"
L["eft_slide_usp_expert.compactname"] = "USP45EX"
L["eft_slide_usp_expert.description"] = "Затвор для специальной версии пистолета USP45 - \"USP45 Expert\". Производство Heckler & Koch."

L["eft_slide_usp_match.printname"] = "Затвор Match для HK USP .45 ACP"
L["eft_slide_usp_match.compactname"] = "USP45M"
L["eft_slide_usp_match.description"] = "Затвор для специальной версии пистолета USP45 - \"USP45 Match\". Производство Heckler & Koch."

L["eft_slide_usp_tac.printname"] = "Затвор Tactical для HK USP .45 ACP"
L["eft_slide_usp_tac.compactname"] = "USP45T"
L["eft_slide_usp_tac.description"] = "Затвор для специальной версии пистолета USP45 - \"USP45 Tactical\". Производство Heckler & Koch."

L["eft_fs_usp_std.printname"] = "Мушка для HK USP"
L["eft_fs_usp_std.compactname"] = "USP мшк"
L["eft_fs_usp_std.description"] = "Штатная мушка для пистолета USP, производство Heckler & Koch."

L["eft_fs_usp_tac.printname"] = "Мушка Tactical для HK USP"
L["eft_fs_usp_tac.compactname"] = "USPT мшк"
L["eft_fs_usp_tac.description"] = "Мушка для специальной версии пистолета USP - \"USP Tactical\". Производство Heckler & Koch."

L["eft_rs_usp_std.printname"] = "Целик для HK USP"
L["eft_rs_usp_std.compactname"] = "USP цел."
L["eft_rs_usp_std.description"] = "Штатный целик для пистолета USP, производство Heckler & Koch."

L["eft_rs_usp_tac.printname"] = "Целик Tactical для HK USP"
L["eft_rs_usp_tac.compactname"] = "USPT цел."
L["eft_rs_usp_tac.description"] = "Целик для специальной версии пистолета USP - \"USP Tactical\". Производство Heckler & Koch."

L["eft_rs_usp_mount.printname"] = "Целик-крепление для HK USP"
L["eft_rs_usp_mount.compactname"] = "USP RD"
L["eft_rs_usp_mount.description"] = "Целик-крепление позволяет установить Burris Fast Fire, Docter и другие похожие коллиматорные прицелы."

L["eft_mag_usp_std.printname"] = "Магазин на 12 патронов .45 ACP для HK USP"
L["eft_mag_usp_std.compactname"] = "USP45 12"
L["eft_mag_usp_std.description"] = "Штатный 12-зарядный магазин .45 ACP для пистолета USP."

L["eft_mag_usp_tac.printname"] = "Магазин на 999 патронов .45 ACP для HK USP Tactical"
L["eft_mag_usp_tac.compactname"] = "USP45T 12"
L["eft_mag_usp_tac.description"] = "12-зарядный магазин для специальной версии пистолета USP - \"USP Tactical\", под патрон .45 ACP."

L["eft_muzzle_usp_cap.printname"] = "Втулка предохранительная для HK USP Tactical"
L["eft_muzzle_usp_cap.compactname"] = "USP45T"
L["eft_muzzle_usp_cap.description"] = "Предохранительная втулка для ствола \"Tactical\" на пистолет USP производства Heckler & Koch."

L["eft_mount_usp_rail.printname"] = "Тактический адаптер для HK USP"
L["eft_mount_usp_rail.compactname"] = "USP rail"
L["eft_mount_usp_rail.description"] = "Адаптер для пистолета USP, позволяющий установку дополнительного тактического оборудования. Производство Heckler & Koch."

L["eft_mount_usp_elite.printname"] = "Компенсатор Elite для HK USP .45 ACP"
L["eft_mount_usp_elite.compactname"] = "USP45EL"
L["eft_mount_usp_elite.description"] = "Компенсатор HK USP Elite добавляет дополнительный вес к передней части оружия, помогая уменьшить вертикальный «отскок» отдачи. Производство Heckler & Koch."

L["eft_mount_usp_match.printname"] = "Компенсатор Match для HK USP .45 ACP"
L["eft_mount_usp_match.compactname"] = "USP45M"
L["eft_mount_usp_match.description"] = "Компенсатор HK USP Match добавляет дополнительный вес к передней части оружия, помогая уменьшить вертикальный «отскок» отдачи. Имеется возможность установки дополнительного тактического оборудования. Производство Heckler & Koch."

L["eft_muzzle_omegapiston.printname"] = "Адаптер SilencerCo \"Piston Mount\" для глушителей \"Omega 45k\""
L["eft_muzzle_omegapiston.compactname"] = "PM Omega"
L["eft_muzzle_omegapiston.description"] = "Адаптер \"Piston Mount\" для глушителя SilencerCo \"Omega 45k\". Для установки глушителя напрямую на резьбу ствола."

L["eft_muzzle_omegasilencer.printname"] = "Глушитель SilencerCo \"Omega 45k\" .45 ACP"
L["eft_muzzle_omegasilencer.compactname"] = "Omega 45K"
L["eft_muzzle_omegasilencer.description"] = "SilencerCo \"Omega 45K\" - универсальный глушитель, самый маленький, легкий и бесшумный глушитель в своем классе. Специфицирован для автоматической стрельбы и может использоваться с пистолетами, винтовками и пистолетами-пулеметами, обеспечивая исключительную надежность в сверхкомпактном корпусе."

///////////////////////////// M3 S90 + M9A3
-- [[ m3super90 ]]
L["eft_m3s90_barrel_std.printname"] = "Ствол 500мм для Benelli M3 Super 90 12к"
L["eft_m3s90_barrel_std.compactname"] = "M3 500мм"
L["eft_m3s90_barrel_std.description"] = "Ствол для ружья Benelli M3 S90 длиной 500мм, под патрон 12 калибра."

L["eft_m3s90_hg_std.printname"] = "Цевье для Benelli M3"
L["eft_m3s90_hg_std.compactname"] = "M3 poly"
L["eft_m3s90_hg_std.description"] = "Классическое полимерное цевьё для дробовика Benelli M3 S90 с переключателем режима стрельбы."

L["eft_m3s90_stock_std.printname"] = "Приклад телескопический для Benelli M3"
L["eft_m3s90_stock_std.compactname"] = "M3 tel."
L["eft_m3s90_stock_std.description"] = "Регулируемый складываемый приклад для Benelli M3 S90 производства Benelli."

L["eft_m3s90_pg_std.printname"] = "Пистолетная рукоятка для телескопического приклада для Benelli M3"
L["eft_m3s90_pg_std.compactname"] = "M3 PGrip"
L["eft_m3s90_pg_std.description"] = "Пистолетная рукоятка для телескопического приклада M3 производства Benelli."

L["eft_m3s90_stock_urba.printname"] = "Приклад Mesa Tactical \"Urbino\" для Benelli M3"
L["eft_m3s90_stock_urba.compactname"] = "M3 Urbino"
L["eft_m3s90_stock_urba.description"] = "Приклад \"Urbino\" фиксированной длины с пистолетной рукояткой для ружья Benelli M3 S90, разработанный Mesa Tactical."

L["eft_m3s90_charge_std.printname"] = "Рукоятка затвора для Benelli M3 Super 90"
L["eft_m3s90_charge_std.compactname"] = "M3 S90"
L["eft_m3s90_charge_std.description"] = "Штатная рукоятка затвора для Benelli M3 S90. Упрощает работу с затвором ружья."

L["eft_m3s90_rs_std.printname"] = "Целик Ghost Ring для Benelli M3"
L["eft_m3s90_rs_std.compactname"] = "M3 GR"
L["eft_m3s90_rs_std.description"] = "Съемный целик типа \"Ghost Ring\" для ружей Benelli M3 S90."

L["eft_m3s90_mount_std.printname"] = "Направляющая верхняя для Benelli M3 Super 90"
L["eft_m3s90_mount_std.compactname"] = "M3 верх."
L["eft_m3s90_mount_std.description"] = "Верхняя направляющая на штатный ресивер для Benelli M3 S90, позволяет устанавливать дополнительное оборудование."

L["eft_m3s90_mag_5.printname"] = "Затычка магазина на 5 патронов 12к для Benelli M3 Super 90"
L["eft_m3s90_mag_5.compactname"] = "M3x5"
L["eft_m3s90_mag_5.description"] = "Крышка трубчатого магазина производства Benelli для M3 S90, под патрон 12 калибра."

L["eft_m3s90_mag_7.printname"] = "Магазин на 7 патронов 12к для Benelli M3 Super 90"
L["eft_m3s90_mag_7.compactname"] = "M3x7"
L["eft_m3s90_mag_7.description"] = "Семизарядный трубчатый магазин производства Benelli для M3 S90, под патрон 12 калибра."

L["eft_m3s90_mag_9.printname"] = "Магазин Toni System на 9 патронов 12к для Benelli M3 Super 90"
L["eft_m3s90_mag_9.compactname"] = "M3x9"
L["eft_m3s90_mag_9.description"] = "Девятизарядный трубчатый магазин производства \"Toni System\" для Benelli M3 S90, под патрон 12 калибра."

L["eft_m3s90_mag_11.printname"] = "Магазин Toni System на 11 патронов 12к для Benelli M3 Super 90"
L["eft_m3s90_mag_11.compactname"] = "M3x11"
L["eft_m3s90_mag_11.description"] = "Одинадцатизарядный трубчатый магазин производства Toni System для Benelli M3 S90, под патрон 12 калибра."

L["eft_m3s90_mag_13.printname"] = "Магазин Toni System на 13 патронов 12к для Benelli M3 Super 90"
L["eft_m3s90_mag_13.compactname"] = "M3x13"
L["eft_m3s90_mag_13.description"] = "Тринадцатизарядный трубчатый магазин производства Toni System для Benelli M3 S90, под патрон 12 калибра."

-- [[ m9a3 ]]
L["eft_barrel_m9a3_std.printname"] = "Ствол с резьбой для M9A3 9x19"
L["eft_barrel_m9a3_std.compactname"] = "M9A3 рез."
L["eft_barrel_m9a3_std.description"] = "Штатный ствол для пистолетов Beretta M9A3 9x19 с резьбой под дульные устройства."

L["eft_fs_m9a3_std.printname"] = "Мушка для M9A3"
L["eft_fs_m9a3_std.compactname"] = "M9A3 мшк"
L["eft_fs_m9a3_std.description"] = "Штатная мушка для пистолетов Beretta M9A3."

L["eft_mag_m9a3_std.printname"] = "Магазин на 17 патронов 9x19 для M9A3"
L["eft_mag_m9a3_std.compactname"] = "M9A3 17"
L["eft_mag_m9a3_std.description"] = "Стандартный 17-зарядный магазин для пистолетов Beretta M9A3, под патрон 9x19."

L["eft_mag_m9a3_ext.printname"] = "Магазин на 30 патронов 9x19 для M9A3"
L["eft_mag_m9a3_ext.compactname"] = "CX4 30"
L["eft_mag_m9a3_ext.description"] = "30-зарядный магазин для пистолетов Beretta M9A3, под патрон 9x19."

L["eft_mount_p226_bridge.printname"] = "Крепление Bridge для P226"
L["eft_mount_p226_bridge.compactname"] = "P226 Bridge"
L["eft_mount_p226_bridge.description"] = "База типа Bridge производства SIG Sauer для установки различных прицельных и тактических устройств."

L["eft_muzzle_m9a3_std.printname"] = "Втулка предохранительная для M9A3"
L["eft_muzzle_m9a3_std.compactname"] = "M9A3 ВП"
L["eft_muzzle_m9a3_std.description"] = "Предохранительная втулка с резьбой для ствола пистолета Beretta M9A3 9x19."

L["eft_grip_m9a3_std.printname"] = "Накладки полимерные для M9A3"
L["eft_grip_m9a3_std.compactname"] = "M9A3"
L["eft_grip_m9a3_std.description"] = "Штатные полимерные накладки на рукоять для пистолетов Beretta M9A3."

L["eft_slide_m9a3_std.printname"] = "Затвор для M9A3"
L["eft_slide_m9a3_std.compactname"] = "M9A3"
L["eft_slide_m9a3_std.description"] = "Штатный затвор для пистолетов Beretta M9A3 9x19."

L["eft_rs_m9a3_std.printname"] = "Целик для M9A3"
L["eft_rs_m9a3_std.compactname"] = "M9A3 цел."
L["eft_rs_m9a3_std.description"] = "Штатный целик для пистолетов Beretta M9A3."

L["eft_rs_m9a3_mount.printname"] = "Целик-направляющая Sight Mount для M9A3"
L["eft_rs_m9a3_mount.compactname"] = "SM M9"
L["eft_rs_m9a3_mount.description"] = "Целик-направляющая от компании Sight Mount для пистолетов Beretta M9. Устанавливается взамен штатного целика, оставляет возможность использовать целик, если не установлен прицел."

///////////////////////////// Veresk + Gyurza
-- [[ sr1mp ]]
L["eft_silencer_sr1mp.printname"] = "Глушитель 9x21 для СР-1МП"
L["eft_silencer_sr1mp.compactname"] = "СР-1МП"
L["eft_silencer_sr1mp.description"] = "Стандартный глушитель из комплекта поставки пистолета СР-1МП. Для установки нужен комплект креплений на пистолет."

L["eft_mount_sr1mp_1x.printname"] = "Крепление с направляющей для СР-1МП"
L["eft_mount_sr1mp_1x.compactname"] = "СР-1МП 1х"
L["eft_mount_sr1mp_1x.description"] = "Крепление для СР-1МП из комплекта поставки пистолета, предназначено для формирования одной направляющей и возможности установки крепления глушителя."

L["eft_mount_sr1mp_sil.printname"] = "Крепление глушителя для СР-1МП"
L["eft_mount_sr1mp_sil.compactname"] = "СР-1МП кр."
L["eft_mount_sr1mp_sil.description"] = "Крепление для СР-1МП из комплекта поставки пистолета, для возможности быстрой установки и снятия глушителя."

L["eft_mount_sr1mp_4x.printname"] = "Крепление с 4 направляющими для СР-1МП"
L["eft_mount_sr1mp_4x.compactname"] = "СР-1МП 4х"
L["eft_mount_sr1mp_4x.description"] = "Крепление для СР-1МП из комплекта поставки пистолета, для формирования четырех направляющих и возможности установки крепления глушителя."

L["eft_mag_sr1mp_std.printname"] = "Магазин на 18 патронов 9x21 для СР-1МП"
L["eft_mag_sr1mp_std.compactname"] = "СР-1МП 18"
L["eft_mag_sr1mp_std.description"] = "Стандартный 18-зарядный магазин 9x21 для пистолетов СР-1МП."

-- [[ sr2m ]]
L["eft_sr2m_handstop.printname"] = "Надульник-упор 9x21 для СР-2М"
L["eft_sr2m_handstop.compactname"] = "СР-2М"
L["eft_sr2m_handstop.description"] = "Надульник на пистолет-пулемет СР-2М \"Вереск\" 9x21, производство «ЦНИИточмаш». Защищает кисть стрелка от смещения вперед и возможных ожогов пороховыми газами."

L["eft_sr2m_silencer.printname"] = "Глушитель 9x21 СВ-1381 для СР-2М"
L["eft_sr2m_silencer.compactname"] = "СВ-1381"
L["eft_sr2m_silencer.description"] = "Глушитель для установки на пистолет-пулемет СР-2М \"Вереск\" 9x21, производство «ЦНИИточмаш»."

L["eft_sr2m_hg_std.printname"] = "Накладка-цевье для СР-2М (Слива)"
L["eft_sr2m_hg_std.compactname"] = "СР-2М"
L["eft_sr2m_hg_std.description"] = "Стандартное цевьё производства «ЦНИИточмаш», выполненное из полимера для пистолета-пулемёта СР-2М \"Вереск\". Служит для предохранения рук от ожогов."

L["eft_sr2m_pg_std.printname"] = "Пистолетная рукоятка для СР-2М (Слива)"
L["eft_sr2m_pg_std.compactname"] = "СР-2М"
L["eft_sr2m_pg_std.description"] = "Штатная пистолетная рукоятка для пистолета-пулемета СР-2М \"Вереск\". Производство ЦНИИточмаш."

L["eft_sr2m_hg_blk.printname"] = "Накладка-цевье для СР-2М (Черная)"
L["eft_sr2m_hg_blk.compactname"] = "СР-2М"
L["eft_sr2m_hg_blk.description"] = "Стандартное цевьё производства «ЦНИИточмаш», выполненное из полимера для пистолета-пулемёта СР-2М \"Вереск\". Служит для предохранения рук от ожогов. Версия в черном цвете."

L["eft_sr2m_pg_blk.printname"] = "Пистолетная рукоятка для СР-2М (Черная)"
L["eft_sr2m_pg_blk.compactname"] = "СР-2М"
L["eft_sr2m_pg_blk.description"] = "Штатная пистолетная рукоятка для пистолета-пулемета СР-2М. Производство «ЦНИИточмаш». Версия в черном цвете."

L["eft_sr2m_rail_big.printname"] = "Боковая направляющая для СР-2М"
L["eft_sr2m_rail_big.compactname"] = "СР-2М"
L["eft_sr2m_rail_big.description"] = "Боковая направляющая для СР-2М \"Вереск\", позволяет устанавливать дополнительное тактическое оборудование."

L["eft_sr2m_rail_short.printname"] = "Направляющая боковая короткая для СР-2М"
L["eft_sr2m_rail_short.compactname"] = "СР-2М кор."
L["eft_sr2m_rail_short.description"] = "Короткая боковая направляющая для СР-2М \"Вереск\", позволяет устанавливать дополнительное тактическое оборудование."

L["eft_sr2m_rec_std.printname"] = "Крышка ствольной коробки для СР-2М"
L["eft_sr2m_rec_std.compactname"] = "СР-2М"
L["eft_sr2m_rec_std.description"] = "Штатная крышка ствольной коробки для пистолета-пулемёта СР-2М \"Вереск\", производство «ЦНИИточмаш»."

L["eft_sr2m_b17.printname"] = "Кронштейн Зенит \"Б-17\" для СР-2М"
L["eft_sr2m_b17.compactname"] = "Б-17"
L["eft_sr2m_b17.description"] = "Кронштейн Зенит Б-17 предназначен для перехода со стандарта \"Ласточкин хвост\" на Пикатинни для установки прицельных приспособлений. Производство \"Зенит\"."

L["eft_sr2m_optic.printname"] = "Коллиматорный прицел КП-СР2 для СР-2М"
L["eft_sr2m_optic.compactname"] = "КП-СР2"
L["eft_sr2m_optic.description"] = "Коллиматорный прицел \"КП-СР2\" предназначен для повышения эффективности стрельбы из пистолета-пулемета СР-2М \"Вереск\". Прицел облегчает процесс наведения оружия на цель, особенно в условиях пониженной освещённости, и позволяет повысить боевую скорострельность. Производство «ЦНИИточмаш»."

L["eft_sr2m_optic_shade.printname"] = "Бленда на прицел КП-СР2"
L["eft_sr2m_optic_shade.compactname"] = "КП-СР2"
L["eft_sr2m_optic_shade.description"] = "Бленда на коллиматорный прицел «КП-СР2». Защищает линзу от механических воздействий и препятствует \"бликованию\". Производство «ЦНИИточмаш»."

L["eft_sr2m_stock_std.printname"] = "Плечевой упор для СР-2М"
L["eft_sr2m_stock_std.compactname"] = "СР-2М"
L["eft_sr2m_stock_std.description"] = "Складной плечевой упор для пистолета-пулемёта СР-2М производства «ЦНИИточмаш». Приклад обладает подпружиненным затыльником, что позволяет сократить время перевода оружия из походного в боевое положение для ведения огня с упором в плечо."

L["eft_sr2m_stock_mp.printname"] = "Плечевой упор для СР-2МП"
L["eft_sr2m_stock_mp.compactname"] = "СР-2МП"
L["eft_sr2m_stock_mp.description"] = "Складной плечевой упор для пистолета-пулемёта СР-2МП производства «ЦНИИточмаш». Приклад обладает подпружиненным затыльником, что позволяет сократить время перевода оружия из походного в боевое положение для ведения огня с упором в плечо. "

L["eft_sr2m_mag_20.printname"] = "Магазин на 20 патронов 9x21 для СР-2М (СР2.110-01)"
L["eft_sr2m_mag_20.compactname"] = "СР-2M 20"
L["eft_sr2m_mag_20.description"] = "20-зарядный магазин для пистолета-пулемета СР-2М \"Вереск\" 9x21. Производство «ЦНИИточмаш»."

L["eft_sr2m_mag_30.printname"] = "Магазин на 30 патронов 9x21 для СР-2М (СР2.110)"
L["eft_sr2m_mag_30.compactname"] = "СР-2М 30"
L["eft_sr2m_mag_30.description"] = "30-зарядный магазин для пистолета-пулемета СР-2М \"Вереск\" 9x21. Производство «ЦНИИточмаш»."

L["eft_ammo_9x21_7u4.printname"] = "9x21мм 7У4"
L["eft_ammo_9x21_7u4.compactname"] = "7У4"
L["eft_ammo_9x21_7u4.description"] = "Патрон 9х21мм 7У4 (Индекс ГРАУ - 7У4) с уменьшенной скоростью пули, предназначенным для беспламенной и бесшумной стрельбы. Особенность патрона - режущая кромка на переднем торце сердечника, образованная двумя плоскими гранями, и увеличенная масса."

L["eft_ammo_9x21_7n42.printname"] = "9x21мм 7Н42 \"Зубило\""
L["eft_ammo_9x21_7n42.compactname"] = "ПП"
L["eft_ammo_9x21_7n42.description"] = "Патрон 9х21мм 7Н42 (ПП, Индекс ГРАУ - 7Н42)  с пулей с повышенной пробиваемостью предназначен для поражения живых целей в средствах индивидуальной бронезащиты. Головная часть сердечника выполнена с режущей кромкой. Такая конструкция обеспечивает разрыв нитей тканевой основы бронежилета и значительно повышает пробиваемость пули. Сердечник выступает из оболочки, что повышает его пробивную способность. Головная часть пули окрашивается в чёрный цвет."

L["eft_ammo_9x21_bt.printname"] = "9x21мм БТ гж"
L["eft_ammo_9x21_bt.compactname"] = "БТ"
L["eft_ammo_9x21_bt.description"] = "Патрон 9х21мм БТ гж (СП13, Индекс ГРАУ - 7БТ3) с бронебойно-трассирующей пулей массой 7,3 грамм со стальным сердечником и свинцовой рубашкой, в биметаллической гильзе. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Красный). Пуля БТ (Бронебойная Трассирующая) разработана для пистолетов-пулеметов калибра 9х21мм ЦНИИТочМаш на базе патрона 9х21мм ПС гж (СП10) и обладает усиленным останавливающим воздействием и бронебойностью против базового и среднего уровня защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_9x21_ps.printname"] = "9x21мм ПС гж"
L["eft_ammo_9x21_ps.compactname"] = "ПС"
L["eft_ammo_9x21_ps.description"] = "Патрон 9х21мм ПС гж (СП10, Индекс ГРАУ - 7Н29) с бронебойной пулей массой 6,7 грамм с термоупрочненным стальным сердечником и двухслойной полуоболочкой, в биметаллической гильзе. Патрон был разработан в 1990-х годах в ЦНИИТочМаш, чтобы обеспечить повышенную бронепробиваемость против базового и среднего уровня защиты по сравнению со стандартными аналогами 9x19мм. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_9x21_p.printname"] = "9x21мм П гж"
L["eft_ammo_9x21_p.compactname"] = "П"
L["eft_ammo_9x21_p.description"] = "Патрон 9х21мм П гж (СП11, Индекс ГРАУ - 7Н28) с пулей массой 7,5 грамм с мягким свинцовым сердечником, в биметаллической оболочке, в биметаллической гильзе. Патрон был разработан в ЦНИИТочМаш в связи с необходимостью создания более дешевого патрона, чем СП10, для тренировочной стрельбы и снижения риска рикошетов при стрельбе в помещениях. Результат был настолько удовлетворительным, что патрон был принят ФСБ из-за его значительного останавливающего действия по небронированным целям."

L["eft_ammo_9x21_pe.printname"] = "9x21мм ПЭ гж"
L["eft_ammo_9x21_pe.compactname"] = "ПЭ"
L["eft_ammo_9x21_pe.description"] = "Патрон 9х21мм ПЭ гж (СП12) с экспансивной пулей массой 5,7 грамм со свинцовым сердечником в биметаллической полуоболочке и пластиковым наконечником, в биметаллической гильзе. Патрон был разработан ЦНИИТочМаш для нужд ФСБ в оснащении своих спецподразделений патроном, способным обеспечивать выдающееся останавливающее действие по небронированным целям на дистанциях до 200 метров и соответствовать критериям, аналогичным патронам того же калибра, таким как отдача, начальная скорость и траектория."

///////////////////////////// ASh-12 + RSh-12
-- [[ ashrsh12 ]]
L["eft_ammo_12755_ps12.printname"] = "12.7x55мм ПС12"
L["eft_ammo_12755_ps12.compactname"] = "ПС12"
L["eft_ammo_12755_ps12.description"] = "Специальный патрон 12.7х55мм ПС12 с дозвуковой утяжеленной пулей массой 33 грамма со свинцовым сердечником и биметаллической оболочкой, в латунной гильзе. Патрон создан в начале 2010-х годов для использования в автомате АШ-12 и оказывает серьезное травмирующее воздействие на цель после попадания. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_12755_ps12a.printname"] = "12.7x55мм ПС12А"
L["eft_ammo_12755_ps12a.compactname"] = "ПС12А"
L["eft_ammo_12755_ps12a.description"] = "Специальный патрон 12.7x55мм ПС12А с легкой пулей массой 7 грамм с алюминиевым сердечником и двухслойной полуоболочкой, в латунной гильзе. Патрон создан для снижения вероятности рикошета во время городских операций за счет сминания при попадании по твердым поверхностям."

L["eft_ammo_12755_ps12b.printname"] = "12.7x55мм ПС12Б"
L["eft_ammo_12755_ps12b.compactname"] = "ПС12Б"
L["eft_ammo_12755_ps12b.description"] = "Специальный патрон 12.7х55мм ПС12Б с бронебойной пулей массой 18 грамм с термоупрочненным стальным сердечником, с двухслойной полуоболочкой, в латунной гильзе. Патрон создан в начале 2010-х годов для возможности уничтожения противника, оснащенного броней."

L["eft_ash12_fs_std.printname"] = "Мушка для АШ-12"
L["eft_ash12_fs_std.compactname"] = "АШ-12 мшк"
L["eft_ash12_fs_std.description"] = "Съемная складная мушка для автомата АШ-12, устанавливается на направляющую."

L["eft_ash12_hg_std.printname"] = "Цевье полимерное для АШ-12"
L["eft_ash12_hg_std.compactname"] = "АШ-12"
L["eft_ash12_hg_std.description"] = "Полимерное цевьё для автомата АШ-12 производства ЦКИБ."

L["eft_ash12_mag_10.printname"] = "Магазин на 10 патронов 12.7x55 для АШ-12"
L["eft_ash12_mag_10.compactname"] = "АШ-12 10"
L["eft_ash12_mag_10.description"] = "Штатный 10-зарядный магазин под патрон 12.7x55мм для автомата АШ-12."

L["eft_ash12_mag_20.printname"] = "Магазин на 20 патронов 12.7x55 для АШ-12"
L["eft_ash12_mag_20.compactname"] = "АШ-12 20"
L["eft_ash12_mag_20.description"] = "Штатный 20-зарядный магазин под патрон 12.7x55мм для автомата АШ-12."

L["eft_ash12_muzzle_silencer.printname"] = "Глушитель 12.7x55 для АШ-12"
L["eft_ash12_muzzle_silencer.compactname"] = "АШ-12"
L["eft_ash12_muzzle_silencer.description"] = "Глушитель производства ЦКИБ для автомата АШ-12 12.7x55."

L["eft_ash12_muzzle_std.printname"] = "Дульный тормоз-компенсатор 12.7x55 для АШ-12"
L["eft_ash12_muzzle_std.compactname"] = "АШ-12"
L["eft_ash12_muzzle_std.description"] = "Штатный дульный тормоз-компенсатор производства ЦКИБ для автомата АШ-12."

L["eft_ash12_rs_std.printname"] = "Рукоятка для переноски/целик для АШ-12"
L["eft_ash12_rs_std.compactname"] = "АШ-12 ручк."
L["eft_ash12_rs_std.description"] = "Рукоятка для переноски, снабженная диоптрическим целиком, для автомата АШ-12."

L["eft_rsh12_mag_std.printname"] = "Барабан для РШ-12 12.7x55"
L["eft_rsh12_mag_std.compactname"] = "РШ-12"
L["eft_rsh12_mag_std.description"] = "Пятизарядный барабанный магазин 12.7x55 для револьвера РШ-12."

L["eft_rsh12_pgrip_std.printname"] = "Пистолетная рукоятка для РШ-12"
L["eft_rsh12_pgrip_std.compactname"] = "РШ-12"
L["eft_rsh12_pgrip_std.description"] = "Штатная пластиковая рукоятка для револьвера РШ-12, производства тульского \"Конструкторского бюро приборостроения\"."

///////////////////////////// Glock 17 / 18C / 19X
-- [[ glocks ]]
L["eft_barrel_g17_aw.printname"] = "Ствол с резьбой Lone Wolf \"AlphaWolf\" для Glock 9x19"
L["eft_barrel_g17_aw.compactname"] = "G AW"
L["eft_barrel_g17_aw.description"] = "Ствол с резьбой для пистолетов Glock 9x19, производство Lone Wolf."

L["eft_barrel_g17_comp.printname"] = "Ствол с компенсатором для Glock 17 9x19"
L["eft_barrel_g17_comp.compactname"] = "G17 comp"
L["eft_barrel_g17_comp.description"] = "Ствол для пистолетов Glock 17 с установленным компенсатором."

L["eft_barrel_g17_dd_thr.printname"] = "Ствол с резьбой Double Diamond для Glock 9x19"
L["eft_barrel_g17_dd_thr.compactname"] = "G DD рез."
L["eft_barrel_g17_dd_thr.description"] = "Ствол с резьбой для пистолетов семейста Glock 9x19. Производство Double Diamond."

L["eft_barrel_g17_sai.printname"] = "Ствол с резьбой SAI для Glock 9x19"
L["eft_barrel_g17_sai.compactname"] = "G SAI"
L["eft_barrel_g17_sai.description"] = "Ствол с резьбой для пистолетов семейства Glock 9x19, производство Salient Arms International."

L["eft_barrel_g17_std.printname"] = "Ствол для Glock 17 9x19"
L["eft_barrel_g17_std.compactname"] = "G17"
L["eft_barrel_g17_std.description"] = "Стандартный ствол для Glock 17 9x19."

L["eft_barrel_g18c_std.printname"] = "Ствол с компенсатором для Glock 18C 9x19"
L["eft_barrel_g18c_std.compactname"] = "G18C comp"
L["eft_barrel_g18c_std.description"] = "Ствол длиной 114 мм с интегрированным компенсатором для автоматических пистолетов Glock 18C 9x19."

L["eft_barrel_g19x_std.printname"] = "Ствол для Glock 19X 9x19"
L["eft_barrel_g19x_std.compactname"] = "G19X"
L["eft_barrel_g19x_std.description"] = "Стандартный ствол для Glock 19X 9x19. Ствол обработан покрытием nDLC, защищающим от коррозии и царапин."

L["eft_fs_g17_se.printname"] = "Мушка Dead Ringer \"Snake Eye\" для Glock"
L["eft_fs_g17_se.compactname"] = "G SE FS"
L["eft_fs_g17_se.description"] = "Мушка с тритиевыми вставками для пистолетов серии Glock, производство Dead Ringer."

L["eft_fs_g17_std.printname"] = "Мушка для Glock"
L["eft_fs_g17_std.compactname"] = "Glock FS"
L["eft_fs_g17_std.description"] = "Стандартная мушка для пистолетов Glock."

L["eft_fs_g17_tfx.printname"] = "Мушка TruGlo \"TFX\" для Glock"
L["eft_fs_g17_tfx.compactname"] = "G TFX FS"
L["eft_fs_g17_tfx.description"] = "Мушка с тритиевыми вставками для пистолетов серии Glock, производство TruGlo."

L["eft_fs_g17_zt.printname"] = "Мушка ZEV Tech для Glock"
L["eft_fs_g17_zt.compactname"] = "G ZT мшк"
L["eft_fs_g17_zt.description"] = "Увеличенная мушка для пистолетов серии Glock, производство ZEV Technologies."

L["eft_fs_g19x_std.printname"] = "Мушка для Glock 19X"
L["eft_fs_g19x_std.compactname"] = "G19X FS"
L["eft_fs_g19x_std.description"] = "Стандартная мушка для пистолета Glock 19X."

L["eft_mag_bigstick24.printname"] = "Магазин \"Big Stick\" на 24 патрона 9x19 для Glock (Coyote)"
L["eft_mag_bigstick24.compactname"] = "Big Stick 24"
L["eft_mag_bigstick24.description"] = "Магазин 9x19 для пистолетов Glock на 24 патрона. Версия в цвете Coyote."

L["eft_mag_bigstick31.printname"] = "Магазин \"Big Stick\" на 31 патрон 9x19 для Glock (Coyote)"
L["eft_mag_bigstick31.compactname"] = "Big Stick 31"
L["eft_mag_bigstick31.description"] = "Магазин 9x19 для пистолетов Glock на 31 патрон. Версия в цвете Coyote."

L["eft_mag_g19x.printname"] = "Магазин на 19 патронов 9x19 для Glock (Coyote)"
L["eft_mag_g19x.compactname"] = "G19X 19"
L["eft_mag_g19x.description"] = "19-зарядный магазин 9x19 для пистолетов Glock 19X. Версия в цвете Coyote."

L["eft_mount_g17_at_base.printname"] = "Крепление Aimtech для Glock"
L["eft_mount_g17_at_base.compactname"] = "G AT креп."
L["eft_mount_g17_at_base.description"] = "База для установки различных прицельных приспособлений на планке Weaver. Производство Aimtech."

L["eft_mount_g17_tshark.printname"] = "Крепление Aimtech \"Tiger Shark\" для Glock"
L["eft_mount_g17_tshark.compactname"] = "G TShark"
L["eft_mount_g17_tshark.description"] = "База для установки различных прицельных приспособлений на пистолеты серии Glock. Производство Aimtech."

L["eft_muzzle_g17_3port.printname"] = "Компенсатор CARVER Custom \"Decelerator 3 Port\" для Glock 9x19"
L["eft_muzzle_g17_3port.compactname"] = "G 3Port"
L["eft_muzzle_g17_3port.description"] = "Компенсатор производства CARVER Custom. Модель совместима только с пистолетами 9x19 3го поколения."

L["eft_muzzle_g17_aw.printname"] = "Компенсатор Lone Wolf \"AlphaWolf Bullnose\" для Glock 9x19"
L["eft_muzzle_g17_aw.compactname"] = "G AW"
L["eft_muzzle_g17_aw.description"] = "Компенсатор производства Lone Wolf. AlphaWolf может быть установлен только с затворами, имеющими срез типа \"bullnosed\"."

L["eft_muzzle_g17_aw_thr.printname"] = "Втулка предохранительная Lone Wolf \"AlphaWolf\" для Glock 9x19"
L["eft_muzzle_g17_aw_thr.compactname"] = "G AW ВП"
L["eft_muzzle_g17_aw_thr.description"] = "Предохранительная втулка для стволов пистолетов семейства Glock с резьбой, производства Lone Wolf."

L["eft_muzzle_g17_cc4p.printname"] = "Компенсатор CARVER Custom \"4 Port\" для Glock 9x19"
L["eft_muzzle_g17_cc4p.compactname"] = "G 4Port"
L["eft_muzzle_g17_cc4p.description"] = "Компенсатор производства CARVER Custom. Включает 4 верхних порта с 3 выпускными отверстиями по бокам, создавая 10 портов в общем. Модель совместима только с пистолетами Glock 3го поколения."

L["eft_muzzle_g17_dd_fh.printname"] = "Пламегаситель Double Diamond для Glock 9x19"
L["eft_muzzle_g17_dd_fh.compactname"] = "G DD FH"
L["eft_muzzle_g17_dd_fh.description"] = "Простой, недорогой, но при этом достаточно эффективный компенсатор для пистолетов семейства Glock."

L["eft_muzzle_g17_dd_thr.printname"] = "Втулка предохранительная Double Diamond для Glock 9x19"
L["eft_muzzle_g17_dd_thr.compactname"] = "G DD ВП"
L["eft_muzzle_g17_dd_thr.description"] = "Предохранительная втулка для ствола пистолетов семейства Glock с резьбой, производство Double Diamond."

L["eft_muzzle_g17_g4.printname"] = "Компенсатор Strike Industries \"G4 SlideComp\" для Glock 9x19"
L["eft_muzzle_g17_g4.compactname"] = "G SlideComp"
L["eft_muzzle_g17_g4.description"] = "Уникальный компенсатор, разработанный для пистолетов серии Glock, компанией Strike Industries. Имеет специальное крепление для установки непосредственно на затвор, что позволяет использовать его даже со штатным стволом."

L["eft_muzzle_g17_lwd_comp9.printname"] = "Компенсатор Lone Wolf \"LWD-COMP9\" для Glock 9x19"
L["eft_muzzle_g17_lwd_comp9.compactname"] = "LWD-COMP9"
L["eft_muzzle_g17_lwd_comp9.description"] = "Компенсатор, устанавливаемый на пистолеты серии Glock 9x19. Производство Lone Wolf."

L["eft_muzzle_g17_sai_thr.printname"] = "Втулка предохранительная SAI для Glock 9x19"
L["eft_muzzle_g17_sai_thr.compactname"] = "G SAI ВП"
L["eft_muzzle_g17_sai_thr.description"] = "Предохранительная втулка для ствола пистолетов семейства Glock с резьбой, производства Salient Arms International."

L["eft_pgrip_g17_tgg.printname"] = "Накладка Pachmayr \"Tactical Grip Glove\" для Glock"
L["eft_pgrip_g17_tgg.compactname"] = "G TGG"
L["eft_pgrip_g17_tgg.description"] = "Прорезиненная накладка на пистолетную рукоятку, производство Pachmayr. Обеспечивает более надежный хват, а также повышает эргономику. Устанавливается на пистолеты серии Glock."

L["eft_rec_g17_aw.printname"] = "Затвор Lone Wolf \"AlphaWolf\" для Glock"
L["eft_rec_g17_aw.compactname"] = "G AW"
L["eft_rec_g17_aw.description"] = "Затвор для пистолетов семейства Glock, производство Lone Wolf."

L["eft_rec_g17_aw_c.printname"] = "Затвор Lone Wolf \"AlphaWolf Custom\" для Glock"
L["eft_rec_g17_aw_c.compactname"] = "G AW C"
L["eft_rec_g17_aw_c.description"] = "Специальная версия затвора для пистолетов семейства Glock, производство Lone Wolf."

L["eft_rec_g17_mos.printname"] = "Затвор MOS для Glock 17"
L["eft_rec_g17_mos.compactname"] = "G MOS"
L["eft_rec_g17_mos.description"] = "Затвор MOS (Modular Optic System) для пистолетов Glock 17 9x19. Производство Glock."

L["eft_rec_g17_motocut.printname"] = "Затвор Moto Cut для Glock"
L["eft_rec_g17_motocut.compactname"] = "G MotoCut"
L["eft_rec_g17_motocut.description"] = "Облегчённый затвор \"Moto Cut\" для пистолетов Glock 9x19."

L["eft_rec_g17_ps9.printname"] = "Затвор Polymer80 \"PS9\" для Glock"
L["eft_rec_g17_ps9.compactname"] = "G PS9"
L["eft_rec_g17_ps9.description"] = "Затвор \"PS9\" для пистолетов семейства Glock, производство Polymer80."

L["eft_rec_g17_std.printname"] = "Затвор для Glock 17"
L["eft_rec_g17_std.compactname"] = "G17"
L["eft_rec_g17_std.description"] = "Штатный затвор для пистолетов Glock 17 9x19."

L["eft_rec_g17_vipercut.printname"] = "Затвор Viper Cut для Glock"
L["eft_rec_g17_vipercut.compactname"] = "G ViperCut"
L["eft_rec_g17_vipercut.description"] = "Облегченный затвор для пистолетов Glock."

L["eft_rec_g17_zt_hex.printname"] = "Затвор ZEV Tech \"HEX Gen3 RMR\" для Glock"
L["eft_rec_g17_zt_hex.compactname"] = "G ZT HEX"
L["eft_rec_g17_zt_hex.description"] = "Затвор для пистолетов семейства Glock производства ZEV Technologies. Имеет посадочное место под установку коллиматорных прицелов семейства RMR."

L["eft_rec_g17_zt_spartan.printname"] = "Затвор ZEV Tech \"HEX Spartan RMR\" для Glock"
L["eft_rec_g17_zt_spartan.compactname"] = "G ZT Spartan"
L["eft_rec_g17_zt_spartan.description"] = "Затвор для пистолетов семейства Glock производства ZEV Technologies. Имеет посадочное место под установку коллиматорных прицелов семейства RMR."

L["eft_rec_g18c_std.printname"] = "Затвор для Glock 18C"
L["eft_rec_g18c_std.compactname"] = "G18C"
L["eft_rec_g18c_std.description"] = "Штатный затвор для пистолетов Glock 18C 9x19."

L["eft_rec_g19x_std.printname"] = "Затвор для Glock 19X"
L["eft_rec_g19x_std.compactname"] = "G19X"
L["eft_rec_g19x_std.description"] = "Штатный затвор для пистолета Glock 19X 9x19. Поверхности затвора обработаны улучшенным покрытием nPVD, защищающим сталь от коррозии, воздействия химических веществ и сложных природных условий"

L["eft_rs_g17_se.printname"] = "Целик Dead Ringer \"Snake Eye\" для Glock"
L["eft_rs_g17_se.compactname"] = "G SE RS"
L["eft_rs_g17_se.description"] = "Целик с тритиевыми вставками для пистолетов серии Glock, производство Dear Ringer."

L["eft_rs_g17_std.printname"] = "Целик для Glock"
L["eft_rs_g17_std.compactname"] = "Glock RS"
L["eft_rs_g17_std.description"] = "Стандартный целик для пистолетов Glock."

L["eft_rs_g17_tfx.printname"] = "Целик TruGlo \"TFX\" для Glock"
L["eft_rs_g17_tfx.compactname"] = "G TFX RS"
L["eft_rs_g17_tfx.description"] = "Целик с тритиевыми вставками для пистолетов серии Glock, производство TruGlo."

L["eft_rs_g17_zt.printname"] = "Целик ZEV Tech для Glock"
L["eft_rs_g17_zt.compactname"] = "G ZT цел."
L["eft_rs_g17_zt.description"] = "Увеличенный целик для пистолетов серии Glock, производство ZEV Technologies."

L["eft_rs_g19x_std.printname"] = "Целик для Glock 19X"
L["eft_rs_g19x_std.compactname"] = "G19X RS"
L["eft_rs_g19x_std.description"] = "Стандартный целик для пистолета Glock 19X."

L["eft_silencer_fd917.printname"] = "Глушитель Fischer Development \"FD917\" 9x19 для Glock"
L["eft_silencer_fd917.compactname"] = "G FD917"
L["eft_silencer_fd917.description"] = "Инновационный быстросъемный глушитель FD917 производства Fischer Development для пистолетов Glock 17 9x19. Глушитель устанавливается на подствольную направляющую типа \"weawer\", что позволяет использовать его даже со штатным стволом."

L["eft_stock_g17_glr17.printname"] = "Приклад FAB Defense \"GLR-17\" для Glock"
L["eft_stock_g17_glr17.compactname"] = "GLR-17"
L["eft_stock_g17_glr17.description"] = "Телескопический приклад \"GLR-17\" производства FAB Defense. Предназначен для установки на пистолеты серии Glock."

L["eft_tac_g17_tangodown.printname"] = "Крепление TangoDown \"AAM-01 ACRO\" для Glock"
L["eft_tac_g17_tangodown.compactname"] = "G TD"
L["eft_tac_g17_tangodown.description"] = "Крепление TangoDown \"AAM-01\" для установки коллиматорных прицелов Aimpoint ACRO на затвор пистолета Glock \"MOS\"."

L["eft_tac_g17_zt_cap.printname"] = "Заглушка на место крепления прицела ZEV Tech для Glock"
L["eft_tac_g17_zt_cap.compactname"] = "G ZT AP"
L["eft_tac_g17_zt_cap.description"] = "Защитная стальная накладка, устанавливаемая на место крепления коллиматорных прицелов. Производство ZEV Technologies."

///////////////////////////// P90 + Five-seveN
-- [[ 57 ]]
L["eft_57_barrel.printname"] = "Ствол для FN Five-seveN 5.7x28"
L["eft_57_barrel.compactname"] = "5-7 ствол"
L["eft_57_barrel.description"] = "Штатный ствол для пистолетов FN Five-seveN, производства Fabrique Nationale Herstal."

L["eft_57_barrel_threaded.printname"] = "Ствол с резьбой для FN Five-seveN 5.7x28"
L["eft_57_barrel_threaded.compactname"] = "5-7 рзб."
L["eft_57_barrel_threaded.description"] = "Затвор с резьбой для пистолета FN Five-seveN, производства Fabrique Nationale Herstal."

L["eft_57_fs.printname"] = "Мушка для FN Five-seveN MK2"
L["eft_57_fs.compactname"] = "5-7 мшк"
L["eft_57_fs.description"] = "Штатная мушка для пистолетов FN Five-seveN MK2, производства Fabrique Nationale Herstal."

L["eft_57_mag.printname"] = "Магазин на 20 патронов 5.7x28 для FN Five-seveN"
L["eft_57_mag.compactname"] = "5-7 20"
L["eft_57_mag.description"] = "Стандартный 20-зарядный магазин 5.7x28 для пистолетов FN Five-seveN."

L["eft_57_rec.printname"] = "Затвор для FN Five-seveN MK2"
L["eft_57_rec.compactname"] = "5-7"
L["eft_57_rec.description"] = "Затвор для пистолета Five-seveN MK2, производства Fabrique Nationale Herstal."

L["eft_57_rs.printname"] = "Целик для FN Five-seveN MK2"
L["eft_57_rs.compactname"] = "5-7 цел."
L["eft_57_rs.description"] = "Штатный целик для пистолетов FN Five-seveN MK2, производства Fabrique Nationale Herstal."

L["eft_57_rs_rmr.printname"] = "Крепление RMR для FN Five-seveN MK2"
L["eft_57_rs_rmr.compactname"] = "5-7 RMR"
L["eft_57_rs_rmr.description"] = "База производства Fabrique Nationale Herstal для установки прицелов Trijicon RMR или Holosun HS507C."

L["eft_57_silencer.printname"] = "Глушитель Gemtech \"SFN-57\" 5.7x28"
L["eft_57_silencer.compactname"] = "SFN-57"
L["eft_57_silencer.description"] = "Глушитель SFN-57 - это компактный, высококачественный 5.7 мм глушитель для полуавтоматических пистолетов. Производство Gemtech."

-- [[ ammo_57 ]]
L["eft_ammo_57_l191.printname"] = "5.7x28мм L191"
L["eft_ammo_57_l191.compactname"] = "L191"
L["eft_ammo_57_l191.description"] = "Патрон 5.7x28 мм FN L191 с бронебойно-трассирующей пулей массой 2,1 грамм со стальным наконечником над алюминиевым сердечником, с усиленной медной оболочкой, в латунной гильзе. Предназначен для целеуказания и корректировки огня в бою (цвет трассера: Красный). Патрон был разработан для обеспечения возможности отслеживания стрельбы пистолетов-пулеметов калибра 5.7x28мм во время автоматического огня, в частности пистолета-пулемета FN P90 в сочетании с патроном 5.7x28мм FN SS190, имея при этом хорошую пробивную способность против брони базового и среднего уровня защиты. Однако, из-за своей конструкции, эта пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_57_r37f.printname"] = "5.7x28мм R37.F"
L["eft_ammo_57_r37f.compactname"] = "R37.F"
L["eft_ammo_57_r37f.description"] = "Патрон 5.7x28мм FN R37.F с медной экспансивной пулей массой 2,4 грамм, в латунной гильзе. Пуля предназначена для фрагментации при ударе, превращая наконечник пули в три заостренных лепестка, обеспечивая выдающееся останавливающее и травмирующее воздействие на цель после попадания. Однако она имеет слабую пробивную способность даже против брони базового уровня защиты."

L["eft_ammo_57_r37x.printname"] = "5.7x28мм R37.X"
L["eft_ammo_57_r37x.compactname"] = "R37.X"
L["eft_ammo_57_r37x.description"] = "Патрон 5.7x28мм FN R37.X с медной пулей массой 2,4 грамм с открытым наконечником, в латунной гильзе. Пуля предназначена для расширения при ударе, превращая наконечник в три заостренных лепестка, что обеспечивает значительное останавливающее и травмирующее воздействие на цель после попадания. Однако пуля имеет слабую пробивную способность даже против брони базового уровня защиты."

L["eft_ammo_57_sb193.printname"] = "5.7x28мм SB193"
L["eft_ammo_57_sb193.compactname"] = "SB193"
L["eft_ammo_57_sb193.description"] = "Патрон 5.7x28 мм FN SB193 с дозвуковой пулей массой 4 грамм со свинцовым сердечником, в усиленной медной оболоке, в латунной гильзе с пониженным зарядом. Пороховая нагрузка в этом патроне отрегулирована таким образом, чтобы обеспечить циклическую стрельбу оружия при стрельбе из пистолета FN Five-SeveN и пистолета-пулемета FN P90, что обеспечивает существенное снижение шума при использовании вместе с глушителем, и, несмотря на низкую начальную скорость, пуля обладает хорошей пробивной способностью против брони базового и среднего уровня защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_57_ss190.printname"] = "5.7x28мм SS190"
L["eft_ammo_57_ss190.compactname"] = "SS190"
L["eft_ammo_57_ss190.description"] = "Патрон 5.7x28 мм FN SS190 с бронебойной пулей массой 2 грамма со стальным наконечником над алюминиевым сердечником, с усиленной медной оболочкой, в латунной гильзе. Благодаря своей начальной скорости и своей конструкции, пуля обладает отличной пробивной способностью против брони базового и среднего уровня защиты. Однако, из-за своей конструкции, пуля имеет высокую вероятность отскока от различных поверхностей."

L["eft_ammo_57_ss197sr.printname"] = "5.7x28мм SS197SR"
L["eft_ammo_57_ss197sr.compactname"] = "SS197SR"
L["eft_ammo_57_ss197sr.description"] = "Патрон 5.7x28мм FN SS197SR с экспансивной пулей массой 2.6 грамм с медной рубашкой, полимерным наконечником и свинцовым сердечником, в латунной гильзе. Наконечник на пуле действует как клин на сердечник при ударе, позволяя пуле расширяться и наносить критический урон по цели, и, несмотря на особенность ее конструкции и ее низкую скорость по сравнению с другими патронами этого калибра, она обладает хорошей пробивной способностью против брони базового уровня защиты."

L["eft_ammo_57_ss198lf.printname"] = "5.7x28мм SS198LF"
L["eft_ammo_57_ss198lf.compactname"] = "SS198LF"
L["eft_ammo_57_ss198lf.description"] = "Патрон 5.7x28 мм FN SS198LF с пулей с медной рубашкой массой 1,8 грамм с открытым наконечником, с алюминиевым сердечником, в латунной гильзе. Этот патрон был разработан для использования в полиции, достигая более высокой начальной скорости пули по сравнению с другими патронами того же калибра и обеспечивая значительное останавливающее воздействие, однако пуля имеет слабую пробивную способность даже против брони базового уровня защиты."

-- [[ p90 ]]
L["eft_p90_barrel_264.printname"] = "Ствол 264мм для FN P90 5.7x28"
L["eft_p90_barrel_264.compactname"] = "P90 264мм"
L["eft_p90_barrel_264.description"] = "Ствол для пистолета-пулемета FN P90 под патрон 5.7x28мм длиной 264мм (10.5 дюймов)."

L["eft_p90_barrel_407.printname"] = "Ствол 407мм для FN P90 5.7x28"
L["eft_p90_barrel_407.compactname"] = "P90 407мм"
L["eft_p90_barrel_407.description"] = "Ствол для пистолета-пулемета FN P90 под патрон 5.7x28мм длиной 407мм (16 дюймов)."

L["eft_p90_butt_di.printname"] = "Затыльник приклада Damage Industries для FN P90"
L["eft_p90_butt_di.compactname"] = "P90 DI"
L["eft_p90_butt_di.description"] = "Эргономичный тыльник для пистолетов-пулеметов FN P90, также служит как удлинение приклада. Производство Damage Industries."

L["eft_p90_butt_std.printname"] = "Затыльник приклада для FN P90"
L["eft_p90_butt_std.compactname"] = "P90 тыл."
L["eft_p90_butt_std.description"] = "Штатный тыльник приклада для пистолета-пулемета P90, производство Fabrique Nationale Herstal."

L["eft_p90_charge_km.printname"] = "Рукоятка заряжания K&M \"The Handler\" для FN P90"
L["eft_p90_charge_km.compactname"] = "TheHandler"
L["eft_p90_charge_km.description"] = "Эргономическая рукоятка заряжания для FN P90, производство K&M Aerospace. Рукоятка для зарядки изготовлена из авиационного алюминия и анодирована в соответствии с требованиями mil spec type III, класс 2. Включает шариковый фиксатор, который удерживает ручку в сложенном состоянии, когда она не используется."

L["eft_p90_charge_std.printname"] = "Рукоятка заряжания для FN P90"
L["eft_p90_charge_std.compactname"] = "P90"
L["eft_p90_charge_std.description"] = "Штатная рукоятка заряжания для пистолета-пулемета P90, производство Fabrique Nationale Herstal."

L["eft_p90_effen_rec.printname"] = "Верхний ресивер EFFEN 90 для FN P90 5.7x28"
L["eft_p90_effen_rec.compactname"] = "EFFEN 90"
L["eft_p90_effen_rec.description"] = "Низкопрофильный верхний ресивер \"EFFEN 90\" для P90, производство Fabrique Nationale Herstal."

L["eft_p90_effen_siderail.printname"] = "Направляющая EFFEN 90 для FN P90"
L["eft_p90_effen_siderail.compactname"] = "EFFEN 90"
L["eft_p90_effen_siderail.description"] = "Направляющая \"EFFEN 90\" для одноименного ресивера на P90, позволяет устанавливать дополнительное оборудование."

L["eft_p90_mag_std.printname"] = "Магазин на 50 патронов 5.7x28 для FN P90"
L["eft_p90_mag_std.compactname"] = "P90 50"
L["eft_p90_mag_std.description"] = "Штатный 50-зарядный полимерный магазин для пистолетов-пулеметов FN P90, под патрон 5.7x28мм."

L["eft_p90_muzzle_std.printname"] = "Пламегаситель 5.7x28 для FN P90"
L["eft_p90_muzzle_std.compactname"] = "P90"
L["eft_p90_muzzle_std.description"] = "Штатный пламегаситель для пистолета-пулемета P90. Производство Fabrique Nationale Herstal."

L["eft_p90_rec_siderail.printname"] = "Направляющая боковая для FN P90"
L["eft_p90_rec_siderail.compactname"] = "P90 бок."
L["eft_p90_rec_siderail.description"] = "Боковая направляющая на штатный ресивер для пистолета-пулемета FN P90, позволяет устанавливать дополнительное оборудование."

L["eft_p90_rec_std.printname"] = "Верхний ресивер для FN P90 5.7x28"
L["eft_p90_rec_std.compactname"] = "P90"
L["eft_p90_rec_std.description"] = "Штатный верхний ресивер для пистолета-пулемета P90, производство Fabrique Nationale Herstal."

L["eft_p90_rec_toprail.printname"] = "Направляющая верхняя для FN P90"
L["eft_p90_rec_toprail.compactname"] = "P90 верх."
L["eft_p90_rec_toprail.description"] = "Верхняя направляющая на штатный ресивер для пистолета-пулемета FN P90, позволяет устанавливать дополнительное оборудование."

L["eft_p90_scope.printname"] = "Коллиматорный прицел Ring Sight для FN P90"
L["eft_p90_scope.compactname"] = "Ring Sight"
L["eft_p90_scope.description"] = "Коллиматорный прицел \"Ring Sight\" для пистолета-пулемета P90, производство Fabrique Nationale Herstal."

L["eft_p90_silencer.printname"] = "Глушитель Attenuator 5.7x28 для FN P90"
L["eft_p90_silencer.compactname"] = "Attenuator"
L["eft_p90_silencer.description"] = "Глушитель \"Attenuator\" под калибр 5.7x28мм производства Fabrique Nationale Herstal."

L["eft_p90_stock_std.printname"] = "Приклад для FN P90"
L["eft_p90_stock_std.compactname"] = "P90"
L["eft_p90_stock_std.description"] = "Штатный полимерный приклад для пистолета-пулемета P90. Производство Fabrique Nationale Herstal."

L["eft_ps90_stock.printname"] = "Приклад для FN PS90"
L["eft_ps90_stock.compactname"] = "PS90"
L["eft_ps90_stock.description"] = "Приклад для гражданского варианта пистолета-пулемета PS90. Производство Fabrique Nationale Herstal."

L["eft_ps90_rec.printname"] = "Верхний ресивер для FN PS90 5.7x28"
L["eft_ps90_rec.compactname"] = "PS90"
L["eft_ps90_rec.description"] = "Штатный верхний ресивер для PS90, производства Fabrique Nationale Herstal."

///////////////////////////// TOZ-106 + MP-18
-- [[ ammo_20x70 ]]
L["eft_ammo_20x70_56.printname"] = "20/70 5.6мм картечь"
L["eft_ammo_20x70_56.compactname"] = "5.6мм"
L["eft_ammo_20x70_56.description"] = "Патрон 20/70, заряженный картечью 5.6мм, для ружей 20 калибра."

L["eft_ammo_20x70_62.printname"] = "20/70 6.2мм картечь"
L["eft_ammo_20x70_62.compactname"] = "6.2мм"
L["eft_ammo_20x70_62.description"] = "Патрон 20/70, заряженный картечью 6.2мм, для ружей 20 калибра."

L["eft_ammo_20x70_73.printname"] = "20/70 7.3мм картечь"
L["eft_ammo_20x70_73.compactname"] = "7.3мм"
L["eft_ammo_20x70_73.description"] = "Патрон 20/70, заряженный картечью 7.3мм, для ружей 20 калибра."

L["eft_ammo_20x70_75.printname"] = "20/70 7.5мм картечь"
L["eft_ammo_20x70_75.compactname"] = "7.5мм"
L["eft_ammo_20x70_75.description"] = "Патрон 20/70, заряженный картечью 7.5мм, для ружей 20 калибра."

L["eft_ammo_20x70_devastator.printname"] = "20/70 пуля Devastator"
L["eft_ammo_20x70_devastator.compactname"] = "Devastator"
L["eft_ammo_20x70_devastator.description"] = "Патрон с тупоголовой экспансивной пулей 20/70 для ружей 20 калибра."

L["eft_ammo_20x70_poleva3.printname"] = "20/70 пуля \"Полева-3\""
L["eft_ammo_20x70_poleva3.compactname"] = "Полева-3"
L["eft_ammo_20x70_poleva3.description"] = "Патрон \"Полева-3\" с экспансивной пулей 20/70 для ружей 12 калибра."

L["eft_ammo_20x70_poleva6u.printname"] = "20/70 пуля \"Полева-6у\""
L["eft_ammo_20x70_poleva6u.compactname"] = "Полева-6у"
L["eft_ammo_20x70_poleva6u.description"] = "Патрон \"Полева-6у\" с цельно свинцовой пулей 20/70 для ружей 20 калибра."

L["eft_ammo_20x70_star.printname"] = "20/70 пуля Star"
L["eft_ammo_20x70_star.compactname"] = "Star"
L["eft_ammo_20x70_star.description"] = "Патрон с пулей \"Star\" 20/70 для ружей 20 калибра."

-- [[ mp18 ]]
L["eft_mp18_barrel_762x54r.printname"] = "Ствол 600мм для MP-18 7.62x54R"
-- L["eft_mp18_barrel_762x54r.compactname"] = "MP18 600мм"
L["eft_mp18_barrel_762x54r.description"] = "Стандартный заводской ствол для ружья MP-18 длиной 600мм под патрон 7.62x54R, с местом под прицельную планку."

L["eft_mp18_hg_poly.printname"] = "Цевье полимерное для MP-18"
L["eft_mp18_hg_poly.compactname"] = "MP-18"
L["eft_mp18_hg_poly.description"] = "Полимерное цевье для ружей MP-18 производства ИжМех."

L["eft_mp18_hg_wood.printname"] = "Цевье деревянное для MP-18"
L["eft_mp18_hg_wood.compactname"] = "MP-18 дер."
L["eft_mp18_hg_wood.description"] = "Цевьё из дерева для ружей MP-18 производства ИжМех."

L["eft_mp18_mount_std.printname"] = "Крепление RIS для MP-18"
L["eft_mp18_mount_std.compactname"] = "MP18 RIS"
L["eft_mp18_mount_std.description"] = "RIS крепление для установки различных прицельных устройств на ружья MP-18."

L["eft_mp18_stock_poly.printname"] = "Приклад полимерный для MP-18"
L["eft_mp18_stock_poly.compactname"] = "MP18 пол."
L["eft_mp18_stock_poly.description"] = "Полимерный приклад для ружей MP-18 производства ИжМех."

L["eft_mp18_stock_wood.printname"] = "Приклад деревянный для MP-18"
L["eft_mp18_stock_wood.compactname"] = "MP18 дер."
L["eft_mp18_stock_wood.description"] = "Приклад из дерева для ружей MP-18 производства ИжМех."

-- [[ toz106 ]]
L["eft_grip_toz106.printname"] = "Пистолетная рукоятка \"002\" для ТОЗ-106"
L["eft_grip_toz106.compactname"] = "ТОЗ106"
L["eft_grip_toz106.description"] = "Пистолетная рукоятка ТОЗ 002 для болтового ружья ТОЗ-106."

L["eft_mag_toz106_2.printname"] = "Магазин МЦ 20-01 Сб.3 на 2 патрона 20к для ТОЗ-106"
L["eft_mag_toz106_2.compactname"] = "20-01 Сб.3x2"
L["eft_mag_toz106_2.description"] = "Двухзарядный магазин для ружья МЦ 20-01 и ТОЗ-106 20-го калибра."

L["eft_mag_toz106_4.printname"] = "Магазин МЦ 20-01 Сб.3 на 4 патрона 20к для ТОЗ-106"
L["eft_mag_toz106_4.compactname"] = "Сб.3х4"
L["eft_mag_toz106_4.description"] = "Четырехзарядный магазин для ружья МЦ 20-01 и ТОЗ-106 20-го калибра."

L["eft_mag_toz106_5.printname"] = "Магазин МЦ 20-01 Сб.3 на 5 патронов 20к для ТОЗ-106"
L["eft_mag_toz106_5.compactname"] = "Сб.3x5"
L["eft_mag_toz106_5.description"] = "Пятизарядный магазин для ружья МЦ 20-01 и ТОЗ-106 20-го калибра"

L["eft_mount_toz106_mountdove.printname"] = "Крепление Ласточкин Хвост для ТОЗ-106"
L["eft_mount_toz106_mountdove.compactname"] = "106"
L["eft_mount_toz106_mountdove.description"] = "Крепление типа \"Ласточкин Хвост\", предназначенное для установки на ТОЗ-106. Позволяет устанавливать крепление для прицелов."

L["eft_mount_toz106_mountrail.printname"] = "Крепление с направляющей для ТОЗ-106"
L["eft_mount_toz106_mountrail.compactname"] = "106 креп."
L["eft_mount_toz106_mountrail.description"] = "Универсальное крепление с направляющей типа \"Weaver\" для ТОЗ-106. Предназначена для установки оптических, коллиматорных прицелов, ЛЦУ и прочих приборов и приспособлений. Для установки требуется крепление \"Ласточкин Хвост\"."

L["eft_stock_toz106_full.printname"] = "Ложе для МЦ 20-01 и совместимых"
L["eft_stock_toz106_full.compactname"] = "МЦ 20-01"
L["eft_stock_toz106_full.description"] = "Штатное ложе для ружья МЦ 20-01, однако может быть установлено на ТОЗ-106, МЦ 20-08 и МЦ 20-09."

L["eft_stock_toz106_gpcp.printname"] = "Подщечник FAB Defense \"GPCP\" для ТОЗ-106"
L["eft_stock_toz106_gpcp.compactname"] = "GPCP"
L["eft_stock_toz106_gpcp.description"] = "Урезанная версия подщечника FAB Defense \"GPCP\" для складного приклада ТОЗ-106."

L["eft_stock_toz106_mosin.printname"] = "Ложе на базе Мосина для ТОЗ-106"
L["eft_stock_toz106_mosin.compactname"] = "ТОЗ106 Мосин"
L["eft_stock_toz106_mosin.description"] = "Кустарное ложе для ТОЗ-106, сделанное на базе ложа винтовки Мосина неизвестным автором."

L["eft_stock_toz106_std.printname"] = "Ложе с прикладом для ТОЗ-106"
L["eft_stock_toz106_std.compactname"] = "ТОЗ106"
L["eft_stock_toz106_std.description"] = "Штатное ложе со складным прикладом для ружья ТОЗ-106."

///////////////////////////// Slickers Attachment
-- [[ usp ]]
L["eft_tactical_slickers.printname"] = "Шоколадный батончик Slickers"
L["eft_tactical_slickers.compactname"] = "Slickers"
L["eft_tactical_slickers.description"] = "Питательный батончик для быстрого перекуса. Хорошо сбалансирован по составу белков, клетчатки и витаминов, но чересчур сладкий."

L["eft_mag_slickers.printname"] = "Шоколадный батончик Slickers"
L["eft_mag_slickers.compactname"] = "Slickers"
L["eft_mag_slickers.description"] = "Питательный батончик для быстрого перекуса. Хорошо сбалансирован по составу белков, клетчатки и витаминов, но чересчур сладкий."

L["eft_scope_slickers30mm.printname"] = "Шоколадный батончик Slickers"
L["eft_scope_slickers30mm.compactname"] = "Slickers"
L["eft_scope_slickers30mm.description"] = "Питательный батончик для быстрого перекуса. Хорошо сбалансирован по составу белков, клетчатки и витаминов, но чересчур сладкий."

L["eft_scope_slickers34mm.printname"] = "Шоколадный батончик Slickers"
L["eft_scope_slickers34mm.compactname"] = "Slickers"
L["eft_scope_slickers34mm.description"] = "Питательный батончик для быстрого перекуса. Хорошо сбалансирован по составу белков, клетчатки и витаминов, но чересчур сладкий."

///////////////////////////// KS-23M + Mosin Rifles
-- [[ ks23 ]]
L["eft_ks23_barrel_510.printname"] = "Ствол 510мм для КС-23 23x75"
L["eft_ks23_barrel_510.compactname"] = "КС23 510мм"
L["eft_ks23_barrel_510.description"] = "Ствол для помпового ружья КС-23М 23x75мм длиной 510мм."

L["eft_ks23_barrel_700.printname"] = "Ствол 700мм для КС-23 23x75"
L["eft_ks23_barrel_700.compactname"] = "КС23 700мм"
L["eft_ks23_barrel_700.description"] = "Ствол для помпового ружья КС-23М 23x75мм длиной 700мм."

L["eft_ks23_hg_std.printname"] = "Цевье для КС-23М"
L["eft_ks23_hg_std.compactname"] = "КС-23М"
L["eft_ks23_hg_std.description"] = "Штатное полимерное цевьё для ружья КС-23М производства ТОЗ."

L["eft_ks23_stock_wood.printname"] = "Приклад деревянный для КС-23"
L["eft_ks23_stock_wood.compactname"] = "КС23 дер."
L["eft_ks23_stock_wood.description"] = "Деревянный приклад с резиновым тыльником для ружья КС-23."

L["eft_ks23_stock_pistol.printname"] = "Пистолетная рукоятка для КС-23М"
L["eft_ks23_stock_pistol.compactname"] = "КС23М"
L["eft_ks23_stock_pistol.description"] = "Полимерная пистолетная рукоятка для ружья КС-23М, производство ТОЗ."

L["eft_ks23_stock_steel.printname"] = "Приклад стальной для КС-23М"
L["eft_ks23_stock_steel.compactname"] = "КС-23М сталь"
L["eft_ks23_stock_steel.description"] = "Стальной проволочный приклад для ружья КС-23М производства ТОЗ."

L["eft_ks23_mag_3.printname"] = "Затычка магазина на 3 патрона 23x75 для КС-23М"
L["eft_ks23_mag_3.compactname"] = "КС-23Мx3"
L["eft_ks23_mag_3.description"] = "Затычка для штатного трубчатого магазина емкостью 3 патрона для КС-23М, под патрон 23x75мм."

L["eft_optic_rusak.printname"] = "Коллиматорный прицел КОМЗ \"Русак\""
L["eft_optic_rusak.compactname"] = "Русак"
L["eft_optic_rusak.description"] = "Коллиматорный прицел \"Русак\", разработанный Казанским ОМЗ в середине 90-х годов для использования на охотничьем оружии. Монтируется на направляющую типа \"Ласточкин хвост\", юстировка прицела возможна только после его полной разборки. Тяжелый, неудобный, мутный прицел со значительным параллаксом марки - настоящий продукт своего времени. Впрочем, это все еще немного эффективнее, чем стрельба с открытых прицельных приспособлений."

L["eft_ammo_23x75_sh10.printname"] = "23x75мм картечь \"Шрапнель-10\""
L["eft_ammo_23x75_sh10.compactname"] = "Шрап-10"
L["eft_ammo_23x75_sh10.description"] = "Патрон 22x75ммR \"Шрапнель-10\" с картечью с эффективной дистанцией около 10 метров."

L["eft_ammo_23x75_sh25.printname"] = "23x75мм картечь \"Шрапнель-25\""
L["eft_ammo_23x75_sh25.compactname"] = "Шрап-25"
L["eft_ammo_23x75_sh25.description"] = "Патрон 23x75ммR \"Шрапнель-25\" с картечью с эффективной дистанцией около 25 метров."

L["eft_ammo_23x75_bar.printname"] = "23x75мм пуля \"Баррикада\""
L["eft_ammo_23x75_bar.compactname"] = "Баррикада"
L["eft_ammo_23x75_bar.description"] = "Патрон 23x75ммR \"Баррикада\" с цельностальной остроконечной пулей, способной принудительно останавливать автомобили, повреждая их двигатель. Дальность применения до 100 метров."

L["eft_ammo_23x75_zvezda.printname"] = "23x75мм светозвуковой патрон \"Звезда\""
L["eft_ammo_23x75_zvezda.compactname"] = "Звезда"
L["eft_ammo_23x75_zvezda.description"] = "Светозвуковой патрон 23х75ммR \"Звезда\", предназначенный для психологического воздействия на противника."

-- [[ mosin ]]
L["eft_mosin_barrel_200.printname"] = "Обрезанный ствол 200мм для Винтовки Мосина 7.62x54R"
L["eft_mosin_barrel_200.compactname"] = "Мосина 200мм"
L["eft_mosin_barrel_200.description"] = "Обрез ствола для винтовки Мосина длиной 200мм."

L["eft_mosin_barrel_220.printname"] = "Обрезанный ствол 220мм с резьбой для Винтовки Мосина 7.62x54R"
L["eft_mosin_barrel_220.compactname"] = "Мосина 220мм"
L["eft_mosin_barrel_220.description"] = "Обрез ствола для винтовки Мосина длиной 220мм."

L["eft_mosin_barrel_514.printname"] = "Ствол 514мм для Карабина Мосина 7.62x54R"
L["eft_mosin_barrel_514.compactname"] = "Мосина 514мм"
L["eft_mosin_barrel_514.description"] = "Штатный ствол для Винтовки Мосина длиной 514мм."

L["eft_mosin_barrel_730.printname"] = "Ствол 730мм для Винтовки Мосина 7.62x54R"
L["eft_mosin_barrel_730.compactname"] = "Мосина 730мм"
L["eft_mosin_barrel_730.description"] = "Штатный ствол для Винтовки Мосина длиной 730мм."

L["eft_mosin_std_fs.printname"] = "Мушка для Винтовки Мосина"
L["eft_mosin_std_fs.compactname"] = "Мосина"
L["eft_mosin_std_fs.description"] = "Штатная мушка для Винтовки Мосина."

L["eft_mosin_std_rs.printname"] = "Целик для Винтовки Мосина"
L["eft_mosin_std_rs.compactname"] = "Мосина"
L["eft_mosin_std_rs.description"] = "Штатный целик для Винтовки Мосина."

L["eft_mosin_carb_rs.printname"] = "Целик для Карабина Мосина"
L["eft_mosin_carb_rs.compactname"] = "Мосина"
L["eft_mosin_carb_rs.description"] = "Штатный целик для карабина Мосина."

L["eft_mosin_pgrip_tacfire.printname"] = "Пистолетная рукоятка Tacfire для Винтовки Мосина"
L["eft_mosin_pgrip_tacfire.compactname"] = "Мосин"
L["eft_mosin_pgrip_tacfire.description"] = "Полимерная пистолетная рукоятка производства Tacfire для винтовки Мосина."

L["eft_mosin_butt_aim.printname"] = "Затыльник AIM Sports \"Recoil Pad\" для Винтовки Мосина"
L["eft_mosin_butt_aim.compactname"] = "Мосин RPad"
L["eft_mosin_butt_aim.description"] = "Прорезиненный затыльник приклада для винтовки Мосина. Производство Aim Sports."

L["eft_mosin_mount_kochetov.printname"] = "Крепление Кочетова для Винтовки Мосина"
L["eft_mosin_mount_kochetov.compactname"] = "Кочетов"
L["eft_mosin_mount_kochetov.description"] = "Крепление Кочетова для винтовок Мосина, позволяет устанавливать прицел ПУ 3.5х."

L["eft_mosin_mount_rings.printname"] = "Кольца для прицела ПУ 3.5x"
L["eft_mosin_mount_rings.compactname"] = "ПУ креп."
L["eft_mosin_mount_rings.description"] = "Штатные кольца прицелов ПУ на крепление Кочетова."

L["eft_mosin_scope_pu.printname"] = "Оптический прицел ПУ 3.5x"
L["eft_mosin_scope_pu.compactname"] = "ПУ 3.5x"
L["eft_mosin_scope_pu.description"] = "Оптический прицел ПУ кратностью 3.5x для снайперских винтовок Мосина."

L["eft_mosin_mount_patriot.printname"] = "Направляющая Arbalet \"Патриот K+W\" для Винтовки Мосина"
L["eft_mosin_mount_patriot.compactname"] = "Патриот K+W"
L["eft_mosin_mount_patriot.description"] = "Направляющая \"Патриот K+W\" для винтовки Мосина, производство Arbalet."

L["eft_mosin_mount_trirail.printname"] = "Крепление AIM Sports \"Tri-Rail\" для Винтовки Мосина"
L["eft_mosin_mount_trirail.compactname"] = "Мосин 3Rail"
L["eft_mosin_mount_trirail.description"] = "Направляющая \"Weaver\" для винтовки Мосина, устанавливаемая на штатное место крепления целика. Производство AIM Sports."

L["eft_mosin_mount_mng.printname"] = "Крепление AIM Sports \"MNG\" для Винтовки Мосина"
L["eft_mosin_mount_mng.compactname"] = "Мосин MNG"
L["eft_mosin_mount_mng.description"] = "Направляющая Пикатинни для винтовки Мосина, устанавливаемая на штатное место крепления целика. Производство AIM Sports."

L["eft_mosin_stock_carbine.printname"] = "Ложе для Карабина Мосина"
L["eft_mosin_stock_carbine.compactname"] = "Мосин карабин"
L["eft_mosin_stock_carbine.description"] = "Деревянное ложе для Карабина Мосина."

L["eft_mosin_stock_inf.printname"] = "Ложе пехотное для Винтовки Мосина"
L["eft_mosin_stock_inf.compactname"] = "Мосин ложе пех."
L["eft_mosin_stock_inf.description"] = "Пехотное деревянное ложе для Винтовки Мосина."

L["eft_mosin_stock_sawnoff.printname"] = "Ложе обрезанное для Винтовки Мосина"
L["eft_mosin_stock_sawnoff.compactname"] = "Мосин обрез"
L["eft_mosin_stock_sawnoff.description"] = "Обрез деревянного ложа для Винтовки Мосина. Компактный и смертоносный."

L["eft_mosin_stock_sawnoff_sniper.printname"] = "Ложе снайперское обрезанное для Винтовки Мосина"
L["eft_mosin_stock_sawnoff_sniper.compactname"] = "Мосин снайпер обрез"
L["eft_mosin_stock_sawnoff_sniper.description"] = "Обрез снайперского деревянного ложа для Винтовки Мосина. Компактный и смертоносный."

L["eft_mosin_stock_sniper_carbine.printname"] = "Ложе снайперское для Карабина Мосина"
L["eft_mosin_stock_sniper_carbine.compactname"] = "Мосин снайпер карабин"
L["eft_mosin_stock_sniper_carbine.description"] = "Деревянное ложе для снайперского карабина Винтовки Мосина."

L["eft_mosin_stock_std.printname"] = "Ложе для Винтовки Мосина"
L["eft_mosin_stock_std.compactname"] = "Мосин ложе"
L["eft_mosin_stock_std.description"] = "Деревянное ложе для Винтовки Мосина."

L["eft_mosin_stock_ati.printname"] = "Ложе ATI \"Monte Carlo\" для Винтовки Мосина"
L["eft_mosin_stock_ati.compactname"] = "Мосин MC"
L["eft_mosin_stock_ati.description"] = "Полимерное ложе в стиле Monte Carlo для Винтовки Мосина, придаёт винтовке более современный вид. Производство ATI outdoors."

L["eft_mosin_stock_opfor.printname"] = "Ложе ProMag \"Archangel OPFOR PRS\" для Винтовки Мосина"
L["eft_mosin_stock_opfor.compactname"] = "Archangel Мосин"
L["eft_mosin_stock_opfor.description"] = "Приклад \"Archangel OPFOR PRS\" для снайперской винтовки Мосина. Эргономичная рукоятка типа «гусиная шея» с выступами для ладони обеспечивают максимальную точность и комфорт. Производство ProMag."

L["eft_mosin_mag_5.printname"] = "Магазин на 5 патронов 7.62x54R для Винтовки Мосина"
L["eft_mosin_mag_5.compactname"] = "Мосин 5"
L["eft_mosin_mag_5.description"] = "Штатный встроенный магазин 7.62x54R емкостью 5 патронов для Винтовки Мосина. Магазин встраивается в винтовку и не может заменяться на ходу, так что брать с собой в рейд сразу несколько не рекомендуется."

L["eft_mosin_mag_10.printname"] = "Магазин ProMag \"Archangel OPFOR\" на 10 патронов 7.62x54R для Винтовки Мосина"
L["eft_mosin_mag_10.compactname"] = "AA762R 02 10"
L["eft_mosin_mag_10.description"] = "10-зарядный съемный магазин, устанавливается только на ложе из комплекта \"Archangel\" для винтовки Мосина, производство ProMag."

L["eft_mosin_muzzle_bramit.printname"] = "Глушитель \"Брамит\" 7.62x54R для Винтовки Мосина"
L["eft_mosin_muzzle_bramit.compactname"] = "Брамит"
L["eft_mosin_muzzle_bramit.description"] = "Штатный глушитель для винтовки Мосина."

L["eft_mosin_muzzle_tpp.printname"] = "Дульный тормоз Texas Precision Products 7.62x54R для Винтовки Мосина"
L["eft_mosin_muzzle_tpp.compactname"] = "Мосин TPP"
L["eft_mosin_muzzle_tpp.description"] = "Дульный тормоз для установки на Винтовку Мосина, производство Texas Precision Products."

L["eft_mosin_muzzle_tanker.printname"] = "Дульный тормоз Tacfire \"Tanker Style\" 7.62x54R для Винтовки Мосина"
L["eft_mosin_muzzle_tanker.compactname"] = "Мосин Tanker"
L["eft_mosin_muzzle_tanker.description"] = "Дульный тормоз \"Tanker Style\" для винтовки Мосина. Производство Tacfire."

L["eft_mosin_muzzle_wm.printname"] = "Дульный тормоз Witt Machine 7.62x54R для Винтовки Мосина"
L["eft_mosin_muzzle_wm.compactname"] = "Мосин WM"
L["eft_mosin_muzzle_wm.description"] = "Дульный тормоз для установки на винтовку Мосина, производство Witt Machine."

L["eft_mosin_muzzle_kiba.printname"] = "Переходник Kiba Arms для винтовки Мосина 7.62x54R"
L["eft_mosin_muzzle_kiba.compactname"] = "Мосин 14х1"
L["eft_mosin_muzzle_kiba.description"] = "Кустарно выполненный переходник для дульных устройств. Дает возможность установки дульных устройств калибра 7.62 на винтовку Мосина."

L["eft_mosin_muzzle_tr.printname"] = "Переходник Tiger Rock на калибр 7.62x51 для Винтовки Мосина"
L["eft_mosin_muzzle_tr.compactname"] = "TR прх."
L["eft_mosin_muzzle_tr.description"] = "Переходник от Tiger Rock для дульных устройств. Дает возможность установки дульных устройств калибра 7.62x51 НАТО на винтовку Мосина."

L["eft_mosin_muzzle_wt.printname"] = "Переходник Weapon Tuning на калибр 7.62x39 для Винтовки Мосина"
L["eft_mosin_muzzle_wt.compactname"] = "WT1052"
L["eft_mosin_muzzle_wt.description"] = "Переходник от Weapon Tuning для дульных устройств. Дает возможность установки дульных устройств калибра 7.62 с современных моделей на винтовку Мосина."

///////////////////////////// PKM + PKP Pecheneg
-- [[ pkm ]]
L["eft_barrel_pkm.printname"] = "Ствол 658мм для ПКМ 7.62x54R"
L["eft_barrel_pkm.compactname"] = "ПКМ 658мм"
L["eft_barrel_pkm.description"] = "Штатный ствол для Пулемета Калашникова длиной 658мм. Производство Завода имени В. А. Дегтярева."

L["eft_barrel_pkp.printname"] = "Ствол 658мм для ПКП 7.62x54R"
L["eft_barrel_pkp.compactname"] = "ПКП 658мм"
L["eft_barrel_pkp.description"] = "Штатный ствол для ПКП \"Печенег\" длиной 658мм и встроенным ДТК. Производство Завода имени В. А. Дегтярева."

L["eft_muzzle_pkm_dtk1p.printname"] = "Дульный тормоз Зенит \"ДТК-1П\" 7.62x54R для ПК"
L["eft_muzzle_pkm_dtk1p.compactname"] = "ДТК-1П"
L["eft_muzzle_pkm_dtk1p.description"] = "Дульный тормоз \"ДТК-1П\", предназначенный для установки на пулеметы ПК, ПКМ и ПКП. Производство Зенит."

L["eft_muzzle_pkm_fh.printname"] = "Щелевой пламегаситель 7.62x54R для ПКМ"
L["eft_muzzle_pkm_fh.compactname"] = "ПКМ"
L["eft_muzzle_pkm_fh.description"] = "Штатный пламегаситель для Пулемета Калашникова. Производство Завода имени В. А. Дегтярева."

L["eft_muzzle_pkm_mb.printname"] = "Дульный тормоз-компенсатор 7.62x54R для ПКМ"
L["eft_muzzle_pkm_mb.compactname"] = "ПКМ"
L["eft_muzzle_pkm_mb.description"] = "Штатный дульный тормоз-компенсатор для Пулемета Калашникова. Производство Завода имени В. А. Дегтярева."

L["eft_pkm_mag_100.printname"] = "Короб на 100 патронов 7.62x54R для ПК"
L["eft_pkm_mag_100.compactname"] = "ПК"
L["eft_pkm_mag_100.description"] = "Штатная патронная коробка для Пулемета Калашникова на 100 патронов под калибр 7.62x54R. Производство Завода имени В. А. Дегтярева."

-- L["eft_pkm_bipod.printname"] = "Сошки для ПК"
-- L["eft_pkm_bipod.compactname"] = "ПК"
-- L["eft_pkm_bipod.description"] = "Штатные сошки для Пулемета Калашникова. Производство Завода имени В. А. Дегтярева."

L["eft_hg_pk_zenit.printname"] = "Цевье Зенит \"Б-50\" для ПК"
L["eft_hg_pk_zenit.compactname"] = "Б-50"
L["eft_hg_pk_zenit.description"] = "Цельнофрезерованное цевье Б-50 из сплава Д16Т для Пулемета Калашникова. Позволяет устанавливать дополнительное оборудование и рукоятки. Производство Зенит."

L["eft_mount_b50_66.printname"] = "Стойка 66мм Зенит \"Б-50\" для ПК"
L["eft_mount_b50_66.compactname"] = "Б50 66"
L["eft_mount_b50_66.description"] = "Стойка 66мм Зенит \"Б-50\" для Пулемета Калашникова. Имеет направляющую типа \"Weaver\" для установки различных прицельных приспособлений. Производство Зенит."

L["eft_mount_b50_16.printname"] = "Стойка 16мм Зенит \"Б-50\" для ПК"
L["eft_mount_b50_16.compactname"] = "Б50 16"
L["eft_mount_b50_16.description"] = "Стойка 16мм Зенит \"Б-50\" для Пулемета Калашникова. Имеет направляющую типа \"Weaver\" для установки различных прицельных приспособлений. Производство Зенит."

L["eft_pg_pk.printname"] = "Пистолетная рукоятка для ПК"
L["eft_pg_pk.compactname"] = "ПК"
L["eft_pg_pk.description"] = "Штатная пистолетная рукоятка для Пулемета Калашникова. Производство Завода имени В. А. Дегтярева."

L["eft_pg_pkb.printname"] = "Пистолетная рукоятка для ПК (черная)"
L["eft_pg_pkb.compactname"] = "ПК чер."
L["eft_pg_pkb.description"] = "Штатная пистолетная рукоятка черного цвета для Пулемета Калашникова. Производство Завода имени В. А. Дегтярева."

L["eft_rs_pk.printname"] = "Целик для ПК"
L["eft_rs_pk.compactname"] = "ПК цел."
L["eft_rs_pk.description"] = "Штатный целик для Пулемета Калашникова. Производство Завода имени В. А. Дегтярева."

L["eft_stock_pkm_wood.printname"] = "Приклад деревянный для ПКМ"
L["eft_stock_pkm_wood.compactname"] = "ПКМ"
L["eft_stock_pkm_wood.description"] = "Штатный деревянный приклад для Пулемета Калашникова. Производство Завода имени В. А. Дегтярева."

L["eft_stock_pkm_pl.printname"] = "Приклад полимерный для ПКП"
L["eft_stock_pkm_pl.compactname"] = "ПКП"
L["eft_stock_pkm_pl.description"] = "Штатный полимерный приклад для ПКП \"Печенег\". Производство Завода имени В. А. Дегтярева."

L["eft_stock_pkm_zenit.printname"] = "Приклад Зенит \"ПТ-2 Классика\" для ПК"
L["eft_stock_pkm_zenit.compactname"] = "ПТ-2"
L["eft_stock_pkm_zenit.description"] = "Приклад телескопический ПТ-2 выполненный из сплава алюминия Д16Т устанавливается на штатное место приклада Пулемета Калашникова, имеет механизм регулировки длины и регулируемую по высоте щеку. Производство Зенит."

///////////////////////////// M870 + FN40GL
-- [[ m2a1 ]]
L["eft_optic_m2a1.printname"] = "Гранатометный коллиматорный прицел Milkor \"M2A1\" (Zeroing)"
L["eft_optic_m2a1.compactname"] = "M2A1 [Z]"
L["eft_optic_m2a1.description"] = "<color=255,100,100>WARNING</color>: Due to ARC9 technical issues, it is impossible to create an attachment that have attachment slots that follow bone model rotations. Therefore, this attachment has been split into two; this one supports <color=255,200,100>zeroing</color>.\n\nПрицел M2A1 с регулировкой высоты с шагом 25 метров. Встроенный датчик освещенности затемняет сетку в светлое время суток и делает ее ярче ночью. Прицел M2A1 Reflex Sight расширяет общую функциональность и возможности использования MSGL.\n"

L["eft_optic_m2a1_atts.printname"] = "Гранатометный коллиматорный прицел Milkor \"M2A1\" (Attachments)"
L["eft_optic_m2a1_atts.compactname"] = "M2A1 [A]"
L["eft_optic_m2a1_atts.description"] = "<color=255,100,100>WARNING</color>: Due to ARC9 technical issues, it is impossible to create an attachment that have attachment slots that follow bone model rotations. Therefore, this attachment has been split into two; this one supports <color=255,200,100>additional attachment slots</color>.\n\nПрицел M2A1 с регулировкой высоты с шагом 25 метров. Встроенный датчик освещенности затемняет сетку в светлое время суток и делает ее ярче ночью. Прицел M2A1 Reflex Sight расширяет общую функциональность и возможности использования MSGL.\n"

-- [[ m870 ]]
L["eft_m870_barrel_325.printname"] = "Обрезанный ствол 325мм для M870 12к"
L["eft_m870_barrel_325.compactname"] = "M870 325мм"
L["eft_m870_barrel_325.description"] = "Обрез ствола для ружья Remington Model 870 длиной 325мм."

L["eft_m870_barrel_355.printname"] = "Ствол 355мм для M870 12к"
L["eft_m870_barrel_355.compactname"] = "M870 355мм"
L["eft_m870_barrel_355.description"] = "Ствол для ружья Remington Model 870 длиной 355мм, под патрон 12 калибра."

L["eft_m870_barrel_508.printname"] = "Ствол 508мм для M870 12к"
L["eft_m870_barrel_508.compactname"] = "M870 508мм"
L["eft_m870_barrel_508.description"] = "Ствол для ружья Remington Model 870 длиной 508мм."

L["eft_m870_barrel_508fs.printname"] = "Ствол 508мм с механическим прицелом для M870 12к"
L["eft_m870_barrel_508fs.compactname"] = "M870 508мм ПР"
L["eft_m870_barrel_508fs.description"] = "Ствол для ружья Remington Model 870 длиной 508мм с механическими прицельными приспособлениями."

L["eft_m870_barrel_660.printname"] = "Ствол 660мм для M870 12к"
L["eft_m870_barrel_660.compactname"] = "M870 660мм"
L["eft_m870_barrel_660.description"] = "Ствол для ружья Remington Model 870 длиной 660мм."

L["eft_m870_hg_speed.printname"] = "Цевье SpeedFeed Short для M870"
L["eft_m870_hg_speed.compactname"] = "870 SFeed"
L["eft_m870_hg_speed.description"] = "Классическое полимерное цевьё для дробовика Remington M870."

L["eft_m870_hg_moe.printname"] = "Цевье Magpul \"MOE\" для M870"
L["eft_m870_hg_moe.compactname"] = "MOE 870"
L["eft_m870_hg_moe.description"] = "Цевьё \"MOE\" производства Magpul для гладкоствольного ружья Remington Model 870."

L["eft_m870_hg_pr.printname"] = "Цевье FAB Defense \"PR-870\" для M870"
L["eft_m870_hg_pr.compactname"] = "PR-870"
L["eft_m870_hg_pr.description"] = "Цевьё \"PR-870\" производства FAB Defense для гладкоствольного ружья Remington Model 870. C несколькими направляющими типа \"Weaver\" для установки дополнительных аксессуаров и передних рукояток."

L["eft_m870_mount_clamp.printname"] = "Стяжка магазинов Mesa Tactical для M870"
L["eft_m870_mount_clamp.compactname"] = "MT стяж."
L["eft_m870_mount_clamp.description"] = "Стяжка магазинов для Remington Model 870, производство Mesa Tactical."

L["eft_m870_mount_xs.printname"] = "Крепление XS SHOTRAIL c целиком Ghost Ring для M870"
L["eft_m870_mount_xs.compactname"] = "M870 XS"
L["eft_m870_mount_xs.description"] = "Направляющая Weaver для ружья Remington Model 870, устанавливаемая на штатную ствольную коробку. Имеет предустановленный целик типа Ghost ring."

L["eft_m870_mount_utg.printname"] = "Направляющая Leapers \"UTG PRO MTU-028SG\" для M870"
L["eft_m870_mount_utg.compactname"] = "MTU-028SG"
L["eft_m870_mount_utg.description"] = "Направляющая \"Weaver\" для ружья Remington Model 870, устанавливаемая на штатную ствольную коробку. Производство Leapers Inc."

L["eft_m870_stock_agr.printname"] = "Пистолетная рукоятка FAB Defense \"AGR-870\" для M870"
L["eft_m870_stock_agr.compactname"] = "AGR-870"
L["eft_m870_stock_agr.description"] = "Пистолетная рукоятка \"AGR-870\" для помпового дробовика Remington 870, производство FAB Defense."

L["eft_m870_stock_agr_cap.printname"] = "Защитный колпачок для FAB Defense \"AGR-870\""
L["eft_m870_stock_agr_cap.compactname"] = "AGR-870 клп."
L["eft_m870_stock_agr_cap.description"] = "Защитный колпачок для установки на пистолетную рукоять FAB Defense AGR-870."

L["eft_m870_stock_agr_tube.printname"] = "Труба приклада для FAB Defense \"AGR-870\""
L["eft_m870_stock_agr_tube.compactname"] = "AGR-870 трб."
L["eft_m870_stock_agr_tube.description"] = "Четырехпозиционная труба для установки телескопических прикладов производства компании FAB Defense, устанавливается на пистолетную рукоятку AGR-870."

L["eft_m870_stock_raptor.printname"] = "Рукоятка Shockwave \"Raptor\" для M870"
L["eft_m870_stock_raptor.compactname"] = "870 Raptor"
L["eft_m870_stock_raptor.description"] = "Короткая полимерная рукоятка для ружья Remington Model 870, производство Shockwave Technologies."

L["eft_m870_stock_sga.printname"] = "Приклад полимерный Magpul \"SGA\" для M870"
L["eft_m870_stock_sga.compactname"] = "M870 SGA"
L["eft_m870_stock_sga.description"] = "Эргономический полимерный приклад \"SGA\" для ружья Remington Model 870 производства Magpul с резиновым тыльником."

L["eft_m870_stock_sps.printname"] = "Приклад полимерный SPS для M870"
L["eft_m870_stock_sps.compactname"] = "M870 SPS"
L["eft_m870_stock_sps.description"] = "Классического вида полимерный приклад с резиновым тыльником для гладкоствольного ружья Remington Model 870. Производство Remington."

L["eft_m870_stock_leo.printname"] = "Переходник Mesa Tactical \"LEO\" для M870"
L["eft_m870_stock_leo.compactname"] = "M870 LEO"
L["eft_m870_stock_leo.description"] = "Комплект для переоборудования телескопических прикладов от Mesa Tactical, заменяющий стандартный приклад адаптером, служащим для установки прикладов для систем AR и пистолетных рукояток."

L["eft_m870_mag_4.printname"] = "Затычка магазина на 4 патрона 12к для M870"
L["eft_m870_mag_4.compactname"] = "M870x4"
L["eft_m870_mag_4.description"] = "Затычка для штатного трубчатого магазина емкостью 4 патрона для Remington Model 870, под патрон 12 калибра."

L["eft_m870_mag_7.printname"] = "Магазин на 7 патронов 12к для M870"
L["eft_m870_mag_7.compactname"] = "M870x7"
L["eft_m870_mag_7.description"] = "Семизарядный трубчатый магазин производства Remington для Remington Model 870, под патрон 12 калибра."

L["eft_m870_mag_10.printname"] = "Магазин на 10 патронов 12к для M870"
L["eft_m870_mag_10.compactname"] = "M870x10"
L["eft_m870_mag_10.description"] = "Десятизарядный трубчатый магазин производства Remington для Remington Model 870, под патрон 12 калибра."

///////////////////////////// SVDS
-- [[ svds ]]
L["eft_svds_barrel_std.printname"] = "Ствол 565мм для СВДС 7.62x54 и совместимых"
L["eft_svds_barrel_std.compactname"] = "СВДС 565мм"
L["eft_svds_barrel_std.description"] = "Ствол для оружия на базе СВД под патрон 7.62x54 длиной 565мм (22 дюйма)."

L["eft_svds_gas_std.printname"] = "Газовая трубка для СВДС"
L["eft_svds_gas_std.compactname"] = "СВДС газ"
L["eft_svds_gas_std.description"] = "Штатная газовая трубка для снайперских винтовок СВДС. Газовая трубка служит для направления движения газового поршня."

L["eft_svds_barrel_mount_drg.printname"] = "Крепление CAA \"DRG L-1\" на ствол для СВД"
L["eft_svds_barrel_mount_drg.compactname"] = "DRG L-1"
L["eft_svds_barrel_mount_drg.description"] = "Крепление, устанавливаемое на штатный ствол винтовки СВД, образующее направляющую типа Weaver/Picatinny для установки дополнительного оборудования."

L["eft_muzzle_svds_std.printname"] = "Дульный тормоз-компенсатор 7.62x54R для СВДС"
L["eft_muzzle_svds_std.compactname"] = "СВДС"
L["eft_muzzle_svds_std.description"] = "Стандартный дульный тормоз-компенсатор производства Ижмаш для СВДС."

L["eft_muzzle_svds_adap.printname"] = "Переходник для ДТК \"Ротор 43\" для СВДС"
L["eft_muzzle_svds_adap.compactname"] = "СВДС пер."
L["eft_muzzle_svds_adap.description"] = "Специальный переходник, изготовленный компанией Ротор 43. Дает возможность установки одноименного дульного тормоза-компенсатора на винтовку СВДС."

L["eft_muzzle_svds_suppressor.printname"] = "Дульный тормоз-компенсатор Ротор 43 7.62x54R"
L["eft_muzzle_svds_suppressor.compactname"] = "Р43 7.62x54R"
L["eft_muzzle_svds_suppressor.description"] = "Дульный тормоз-компенсатор производства Ротор 43, предназначен для установки на СВД 7.62x54R. Позиционируется именно как ДТК, но при этом также снижает звук выстрела."

L["eft_svds_fs_std.printname"] = "Мушка для СВДС"
L["eft_svds_fs_std.compactname"] = "СВДС мшк"
L["eft_svds_fs_std.description"] = "Штатная мушка для снайперских винтовок СВДС, производство Ижмаш."

L["eft_svds_rs_std.printname"] = "Целик для СВДС"
L["eft_svds_rs_std.compactname"] = "СВДС цел."
L["eft_svds_rs_std.description"] = "Штатный целик для снайперской винтовки СВДС."

L["eft_rs_svds_tt01.printname"] = "Целик-направляющая Тактика Тула \"ТТ01\" для АК"
L["eft_rs_svds_tt01.compactname"] = "TT01"
L["eft_rs_svds_tt01.description"] = "Целик-направляющая \"ТТ01\" от компании Тактика Тула для автоматов семейства АК. Устанавливается взамен штатного целика, оставляет возможность использовать целик, если не установлен прицел."

L["eft_ub_svds_std.printname"] = "Стойка прицельной планки для СВДС"
L["eft_ub_svds_std.compactname"] = "СВДС хом."
L["eft_ub_svds_std.description"] = "Стойка-хомут для установки прицельной планки на снайперские винтовки СВДС и совместимые."

L["eft_ub_svds_sag.printname"] = "Шасси SAG \"MK1\" для СВД"
L["eft_ub_svds_sag.compactname"] = "SAG MK1"
L["eft_ub_svds_sag.description"] = "Шасси \"MK1 Freefloat\" со слотами интерфейса KeyMod устанавливается на винтовки СВД для установки различной оптики и тактических приспособлений. Производство Sureshot Armament Group."

L["eft_hg_svds_mod.printname"] = "Цевье модернизированное для СВД"
L["eft_hg_svds_mod.compactname"] = "СВД мод."
L["eft_hg_svds_mod.description"] = "Прототип цевья, планируемого для комплекта модернизации винтовки СВД. Производство Ижмаш."

L["eft_hg_svds_mod2.printname"] = "Направляющая модернизированная для СВД"
L["eft_hg_svds_mod2.compactname"] = "СВД мод."
L["eft_hg_svds_mod2.description"] = "Направляющая Ижмаш, устанавливаемая поверх цевья из прототипа комплекта модернизации СВД."

L["eft_hg_svds_std.printname"] = "Цевье полимерное для СВДС"
L["eft_hg_svds_std.compactname"] = "СВДС"
L["eft_hg_svds_std.description"] = "Полимерное цевьё для снайперской винтовки СВДС производства Ижмаш, пришедшее на смену классическому деревянному."

L["eft_hg_svds_xrs.printname"] = "Цевье CAA \"XRS-DRG\" для СВД"
L["eft_hg_svds_xrs.compactname"] = "XRS-DRG"
L["eft_hg_svds_xrs.description"] = "Легкое цевьё \"XRS-DRG\" с планками Пикатинни для снайперской винтовки СВД, позволяет установку дополнительного тактического оборудования. Производство CAA Industries."

L["eft_svds_pgrip_std.printname"] = "Пистолетная рукоятка для СВДС"
L["eft_svds_pgrip_std.compactname"] = "СВДС"
L["eft_svds_pgrip_std.description"] = "Пистолетная рукоятка Ижмаш для снайперской винтовки СВДС и совместимых."

L["eft_svds_rec_std.printname"] = "Крышка ствольной коробки для СВДС"
L["eft_svds_rec_std.compactname"] = "СВДС"
L["eft_svds_rec_std.description"] = "Штатная крышка ствольной коробки для снайперских винтовок СВДС производства Ижмаш."

L["eft_svds_rec_cut.printname"] = "Крышка ствольной коробки обрезанная для СВДС"
L["eft_svds_rec_cut.compactname"] = "СВДС обр."
L["eft_svds_rec_cut.description"] = "Кустарно обрезанная крышка ствольной коробки для СВДС, необходимая для установки определенного обвеса."

L["eft_svds_stock_adap.printname"] = "Переходник Рысь \"Шарнир СВД-С\" для СВДС"
L["eft_svds_stock_adap.compactname"] = "Ш-СВДС"
L["eft_svds_stock_adap.description"] = "Адаптер для установки трубы под телескопические приклады на СВД и карабины Рысь со складными прикладами."

L["eft_svds_stock_std.printname"] = "Приклад полимерный для СВДС"
L["eft_svds_stock_std.compactname"] = "СВДС"
L["eft_svds_stock_std.description"] = "Полимерный приклад для снайперской винтовки СВДС производства Ижмаш."

L["eft_svds_mag_10.printname"] = "Магазин на 10 патронов 7.62x54R для СВД"
L["eft_svds_mag_10.compactname"] = "СВД 10"
L["eft_svds_mag_10.description"] = "10-зарядный магазин Ижмаш для оружия на базе СВД, под патрон 7.62x54R."

L["eft_svds_mag_20.printname"] = "Магазин на 20 патронов 7.62x54R для СВД"
L["eft_svds_mag_20.compactname"] = "СВД 20"
L["eft_svds_mag_20.description"] = "20-зарядный магазин Ижмаш для оружия на базе СВД, под патрон 7.62x54R."

///////////////////////////// SCAR-H/L + SA-58
-- [[ sa58 ]]
L["eft_sa58_barrel_208.printname"] = "Ствол 280мм для SA58 7.62x51"
L["eft_sa58_barrel_208.compactname"] = "SA58 280мм"
L["eft_sa58_barrel_208.description"] = "Ствол для DS Arms SA58 под патрон 7.62x51 NATO длиной 280мм."

L["eft_sa58_barrel_406.printname"] = "Ствол 406мм для SA58 7.62x51"
L["eft_sa58_barrel_406.compactname"] = "SA58 406мм"
L["eft_sa58_barrel_406.description"] = "Ствол для DS Arms SA58 под патрон 7.62x51 NATO длиной 406мм (16 дюймов)."

L["eft_sa58_barrel_533.printname"] = "Ствол 533мм для SA58 7.62x51"
L["eft_sa58_barrel_533.compactname"] = "SA58 533мм"
L["eft_sa58_barrel_533.description"] = "Ствол для DS Arms SA58 под патрон 7.62x51 NATO длиной 533мм (21 дюйм)."

L["eft_sa58_pgrip_fab.printname"] = "Пистолетная рукоятка FAB Defense \"AG-FAL\" для SA58"
L["eft_sa58_pgrip_fab.compactname"] = "AG-FAL"
L["eft_sa58_pgrip_fab.description"] = "Пистолетная анатомическая рукоятка \"AG-FAL\" для SA58 производства FAB Defense."

L["eft_sa58_pgrip_std.printname"] = "Пистолетная рукоятка для SA58"
L["eft_sa58_pgrip_std.compactname"] = "SA58"
L["eft_sa58_pgrip_std.description"] = "Штатная пистолетная рукоятка для SA58 производства DS Arms."

L["eft_sa58_pgrip_saw.printname"] = "Пистолетная рукоятка SAW-style для SA58 (Черная)"
L["eft_sa58_pgrip_saw.compactname"] = "SAW SA58"
L["eft_sa58_pgrip_saw.description"] = "Анатомическая пистолетная рукоятка, выполненная по мотивам рукоятки пулемета M249 SAW для винтовок SA58. Производство DS Arms. Версия в черном цвете."

L["eft_sa58_rs_std.printname"] = "Целик Holland Type для SA58"
L["eft_sa58_rs_std.compactname"] = "SA58 Holland"
L["eft_sa58_rs_std.description"] = "Целик \"Holland Type\" производства DS Arms для штурмовой винтовки SA58."

L["eft_sa58_rec_fal.printname"] = "Крышка ствольной коробки для FAL"
L["eft_sa58_rec_fal.compactname"] = "FAL"
L["eft_sa58_rec_fal.description"] = "Штатная крышка ствольной коробки для винтовок серии FAL."

L["eft_sa58_rec_ed.printname"] = "Крышка ствольной коробки Extreme Duty для SA58"
L["eft_sa58_rec_ed.compactname"] = "SA58 ED"
L["eft_sa58_rec_ed.description"] = "Крышка ствольной коробки \"Extreme Duty\" с интегрированной планкой Пикатинни для SA58, призведено в DS Arms."

L["eft_sa58_stock_brs.printname"] = "Приклад BRS для SA58"
L["eft_sa58_stock_brs.compactname"] = "SA58 BRS"
L["eft_sa58_stock_brs.description"] = "Полимерный приклад \"BRS\" (Battle Rifle Stock) для SA58. Производство DS Arms."

L["eft_sa58_stock_hump.printname"] = "Приклад полимерный Humpback для SA58"
L["eft_sa58_stock_hump.compactname"] = "SA58 Hump"
L["eft_sa58_stock_hump.description"] = "Полимерный приклад типа Humpback для винтовок SA58. Производство DS Arms."

L["eft_sa58_stock_spr.printname"] = "Приклад SPR для SA58"
L["eft_sa58_stock_spr.compactname"] = "SA58 SPR"
L["eft_sa58_stock_spr.description"] = "Полимерный приклад из комплекса \"SPR\" (Special Purpose Rifle) для SA58 производства DS Arms."

L["eft_sa58_stock_adap.printname"] = "Переходник на складной приклад для SA58"
L["eft_sa58_stock_adap.compactname"] = "SA58 пер."
L["eft_sa58_stock_adap.description"] = "Адаптер для установки трубы под телескопические приклады на SA58. Производство DS Arms."

L["eft_sa58_stock_fold.printname"] = "Приклад складной для SA58"
L["eft_sa58_stock_fold.compactname"] = "SA58 склад."
L["eft_sa58_stock_fold.description"] = "Складной стальной приклад для винтовок SA58. Производство DS Arms."

L["eft_sa58_stock_magpul.printname"] = "Приклад полимерный Magpul \"PRS 2\" для SA58/FAL"
L["eft_sa58_stock_magpul.compactname"] = "SA58/FAL PRS2"
L["eft_sa58_stock_magpul.description"] = "Полимерный приклад \"PRS 2\" для винтовок типа FAL. Производство Magpul."

L["eft_sa58_mag_10.printname"] = "Магазин на 10 патронов 7.62x51 для SA58/FAL"
L["eft_sa58_mag_10.compactname"] = "SA58/FAL 10"
L["eft_sa58_mag_10.description"] = "10-зарядный двухрядный стальной магазин для FAL/SA58, под патрон 7.62x51 NATO."

L["eft_sa58_mag_20.printname"] = "Магазин на 20 патронов 7.62x51 для SA58/FAL"
L["eft_sa58_mag_20.compactname"] = "SA58/FAL 20"
L["eft_sa58_mag_20.description"] = "20-зарядный двухрядный стальной магазин для FAL/SA58, под патрон 7.62x51 NATO."

L["eft_sa58_mag_30.printname"] = "Магазин на 30 патронов 7.62x51 для SA58/FAL"
L["eft_sa58_mag_30.compactname"] = "SA58/FAL 30"
L["eft_sa58_mag_30.description"] = "30-зарядный двухрядный стальной магазин для FAL/SA58, под патрон 7.62x51 NATO."

L["eft_sa58_mag_30l.printname"] = "Магазин на 30 патронов 7.62x51 для SA58/FAL/SLR"
L["eft_sa58_mag_30l.compactname"] = "L1A1 30"
L["eft_sa58_mag_30l.description"] = "30-зарядный стальной двухрядный магазин 7.62x51 для винтовок L1A1 Self-Loading Rifle (SLR), британского аналога винтовки FN FAL."

L["eft_sa58_mag_20mmw.printname"] = "Магазин полимерный \"MMW\" на 20 патронов 7.62x51 для SA58/FAL"
L["eft_sa58_mag_20mmw.compactname"] = "SA58 MMW 20"
L["eft_sa58_mag_20mmw.description"] = "20-зарядный двухрядный полимерный магазин для FAL/SA58, под патрон 7.62x51 NATO. Производство Moses Machine Works."

L["eft_sa58_mag_50.printname"] = "Магазин барабанный X Products \"X-FAL\" на 50 патронов 7.62x51 для SA58/FAL"
L["eft_sa58_mag_50.compactname"] = "X-FAL 50"
L["eft_sa58_mag_50.description"] = "50-зарядный барабанный магазин \"X-FAL\" для винтовок FAL/SA58 под патрон 7.62x51 NATO. Производство X-Products."

L["eft_sa58_hg_casvfal.printname"] = "Цевье Vltor \"CASV-FAL\" для SA58/FAL"
L["eft_sa58_hg_casvfal.compactname"] = "CASV-FAL"
L["eft_sa58_hg_casvfal.description"] = "Цевьё Vltor \"CASV-FAL\" для винтовок серии FAL, снабженное интерфейсом стандарта CASV для крепления дополнительного оборудования."

L["eft_sa58_hg_casvfas.printname"] = "Цевье Vltor \"CASV-FAS\" для SA58/FAL"
L["eft_sa58_hg_casvfas.compactname"] = "CASV-FAS"
L["eft_sa58_hg_casvfas.description"] = "Цевьё Vltor \"CASV-FAS\" для винтовок серии FAL, снабженное интерфейсом стандарта CASV для крепления дополнительного оборудования."

L["eft_sa58_hg_fal.printname"] = "Цевье оригинальное для FAL"
L["eft_sa58_hg_fal.compactname"] = "FAL"
L["eft_sa58_hg_fal.description"] = "Оригинальное австрийское цевьё для винтовки FAL. Производство Fabrique Nationale Herstal."

L["eft_sa58_hg_belg.printname"] = "Цевье Belgian Style для SA58/FAL"
L["eft_sa58_hg_belg.compactname"] = "FAL BEL"
L["eft_sa58_hg_belg.description"] = "Цевьё бельгийского варианта для винтовок FAL. Производство DS Arms."

L["eft_sa58_hg_quad.printname"] = "Цевье Quad Rail для SA58"
L["eft_sa58_hg_quad.compactname"] = "SA58 4Rail"
L["eft_sa58_hg_quad.description"] = "Цевьё с направляющими для винтовок SA58. Оснащено четырьмя направляющими для установки дополнительного оборудования и аксессуаров. Производство DS Arms."

L["eft_sa58_hg_quadfull.printname"] = "Цевье Quad Rail полноразмерное для SA58"
L["eft_sa58_hg_quadfull.compactname"] = "SA58 4Rail full"
L["eft_sa58_hg_quadfull.description"] = "Цевьё полной длины с направляющими для винтовок SA58. Оснащено четырьмя направляющими для установки дополнительного оборудования и аксессуаров. Производство DS Arms."

L["eft_sa58_hg_sportkm.printname"] = "Цевье AIM Sports \"Universal KeyMod\" для SA58/FAL"
L["eft_sa58_hg_sportkm.compactname"] = "SA58 KeyMod"
L["eft_sa58_hg_sportkm.description"] = "Универсальное цевьё для винтовок серии FAL, снабженное интерфейсом KeyMod для крепления дополнительного оборудования. Производство AIM Sports."

L["eft_sa58_hg_sportmlok.printname"] = "Цевье AIM Sports \"Universal M-LOK\" для SA58/FAL"
L["eft_sa58_hg_sportmlok.compactname"] = "SA58 M-LOK"
L["eft_sa58_hg_sportmlok.description"] = "Цевьё для FAL производства AIM Sports, снабженное интерфейсом стандарта \"M-LOK\" для крепления дополнительного оборудования."

L["eft_muzzle_sa58_3pr.printname"] = "Пламегаситель 3 Prong Trident 7.62x51 для SA58"
L["eft_muzzle_sa58_3pr.compactname"] = "SA58 3-pr."
L["eft_muzzle_sa58_3pr.description"] = "Трёхлепестковый пламегаситель для SA58, производство DS Arms."

L["eft_muzzle_sa58_aut.printname"] = "Дульный тормоз Austrian Style 7.62x51 для SA58"
L["eft_muzzle_sa58_aut.compactname"] = "SA58 AUT"
L["eft_muzzle_sa58_aut.description"] = "Дульный тормоз \"Austrian Style\" для винтовок SA58, производство DS Arms."

-- [[ scar ]]
L["eft_scar_barrel_h16.printname"] = "Ствол 406мм для FN SCAR-H 7.62x51 и совместимых"
L["eft_scar_barrel_h16.compactname"] = "Mk17 406мм"
L["eft_scar_barrel_h16.description"] = "Ствол для оружия семейства SCAR под патрон 7.62x51 NATO длиной 406мм (16 дюймов)."

L["eft_scar_barrel_h13.printname"] = "Ствол 330мм для FN SCAR-H 7.62x51 и совместимых"
L["eft_scar_barrel_h13.compactname"] = "Mk17 330мм"
L["eft_scar_barrel_h13.description"] = "Ствол для оружия семейства SCAR под патрон 7.62x51 NATO длиной 330мм (13 дюймов)."

L["eft_scar_barrel_h20.printname"] = "Ствол 508мм для FN SCAR-H 7.62x51 и совместимых"
L["eft_scar_barrel_h20.compactname"] = "Mk17 508мм"
L["eft_scar_barrel_h20.description"] = "Ствол для оружия семейства SCAR под патрон 7.62x51 NATO длиной 508мм (20 дюймов)."

L["eft_scar_barrel_l10.printname"] = "Ствол 254мм для FN SCAR-L 5.56x45 и совместимых"
L["eft_scar_barrel_l10.compactname"] = "Mk16 254мм"
L["eft_scar_barrel_l10.description"] = "Ствол спецификации CQB для оружия семейства SCAR под патрон 5.56x45 NATO длиной 254мм (10 дюймов)."

L["eft_scar_barrel_l14.printname"] = "Ствол 355мм для FN SCAR-L 5.56x45 и совместимых"
L["eft_scar_barrel_l14.compactname"] = "Mk16 355мм"
L["eft_scar_barrel_l14.description"] = "Ствол спецификации STD для оружия семейства SCAR под патрон 5.56x45 NATO длиной 355мм (14 дюймов)."

L["eft_scar_barrel_l18.printname"] = "Ствол 457мм для FN SCAR-L 5.56x45 и совместимых"
L["eft_scar_barrel_l18.compactname"] = "Mk16 457мм"
L["eft_scar_barrel_l18.description"] = "Ствол спецификации LB для оружия семейства SCAR под патрон 5.56x45 NATO длиной 457мм (18 дюймов)."

L["eft_scar_stock_base.printname"] = "Приклад складной для FN SCAR"
L["eft_scar_stock_base.compactname"] = "SCAR скл."
L["eft_scar_stock_base.description"] = "Складной полимерный приклад для штурмовых винтовок серии SCAR, производство Fabrique Nationale Herstal."

L["eft_scar_stock_base_f.printname"] = "Приклад складной для FN SCAR (FDE)"
L["eft_scar_stock_base_f.compactname"] = "SCAR скл."
L["eft_scar_stock_base_f.description"] = "Складной полимерный приклад для штурмовых винтовок серии SCAR, производство Fabrique Nationale Herstal. Версия в цвете Flat Dark Earth."

L["eft_scar_stock_ext.printname"] = "Приклад телескопический для FN SCAR"
L["eft_scar_stock_ext.compactname"] = "SCAR тел."
L["eft_scar_stock_ext.description"] = "Телескопический полимерный приклад для штурмовых винтовок серии SCAR, производство Fabrique Nationale Herstal."

L["eft_scar_stock_ext_f.printname"] = "Приклад телескопический для FN SCAR (FDE)"
L["eft_scar_stock_ext_f.compactname"] = "SCAR тел."
L["eft_scar_stock_ext_f.description"] = "Телескопический полимерный приклад для штурмовых винтовок серии SCAR, производство Fabrique Nationale Herstal. Версия в цвете Flat Dark Earth."

L["eft_scar_stock_cheeck.printname"] = "Подщечник приклада для FN SCAR"
L["eft_scar_stock_cheeck.compactname"] = "SCAR"
L["eft_scar_stock_cheeck.description"] = "Штатный подщечник, устанавливаемый поверх полимерного приклада для FN SCAR, производство Fabrique Nationale Herstal."

L["eft_scar_stock_cheeck_f.printname"] = "Подщечник приклада для FN SCAR (FDE)"
L["eft_scar_stock_cheeck_f.compactname"] = "SCAR"
L["eft_scar_stock_cheeck_f.description"] = "Штатный подщечник, устанавливаемый поверх полимерного приклада для FN SCAR, производство Fabrique Nationale Herstal. Версия в цвете Flat Dark Earth."

L["eft_scar_stock_pad.printname"] = "Затыльник приклада резиновый для FN SCAR"
L["eft_scar_stock_pad.compactname"] = "SCAR тыл."
L["eft_scar_stock_pad.description"] = "Прорезиненный затыльник для полимерных прикладов штурмовых винтовок серии SCAR, производство Fabrique Nationale Herstal."

L["eft_rearsight_scar.printname"] = "Целик для FN SCAR"
L["eft_rearsight_scar.compactname"] = "SCAR цел."
L["eft_rearsight_scar.description"] = "Съёмный складной целик для семейства винтовок SCAR. Производство Fabrique Nationale Herstal."

L["eft_scar_fss.printname"] = "Мушка для FN SCAR"
L["eft_scar_fss.compactname"] = "SCAR мшк"
L["eft_scar_fss.description"] = "Съёмная складная мушка для семейства винтовок SCAR, устанавливается на газблок. Производство Fabrique Nationale Herstal."

L["eft_scar_upper_h.printname"] = "Верхний ресивер для FN SCAR-H 7.62x51"
L["eft_scar_upper_h.compactname"] = "Mk17"
L["eft_scar_upper_h.description"] = "Верхний ресивер для штурмовой винтовки SCAR-H производства компании Fabrique Nationale Herstal. Имеет верхнюю направляющую для крепления дополнительного оборудования."

L["eft_scar_upper_h_f.printname"] = "Верхний ресивер для FN SCAR-H 7.62x51 (FDE)"
L["eft_scar_upper_h_f.compactname"] = "Mk17"
L["eft_scar_upper_h_f.description"] = "Верхний ресивер для штурмовой винтовки SCAR-H производства компании Fabrique Nationale Herstal. Имеет верхнюю направляющую для крепления дополнительного оборудования. Версия в цвете Flat Dark Earth."

L["eft_scar_upper_l.printname"] = "Верхний ресивер для FN SCAR-L 5.56x45"
L["eft_scar_upper_l.compactname"] = "Mk16"
L["eft_scar_upper_l.description"] = "Верхний ресивер для штурмовой винтовки SCAR-L производства компании Fabrique Nationale Herstal. Имеет верхнюю направляющую для крепления дополнительного оборудования."

L["eft_scar_upper_l_f.printname"] = "Верхний ресивер для FN SCAR-L 5.56x45 (FDE)"
L["eft_scar_upper_l_f.compactname"] = "Mk16"
L["eft_scar_upper_l_f.description"] = "Верхний ресивер для штурмовой винтовки SCAR-L производства компании Fabrique Nationale Herstal. Имеет верхнюю направляющую для крепления дополнительного оборудования. Версия в цвете Flat Dark Earth."

L["eft_scar_mag_h20.printname"] = "Магазин на 20 патронов 7.62x51 для FN SCAR-H"
L["eft_scar_mag_h20.compactname"] = "Mk17 20"
L["eft_scar_mag_h20.description"] = "20-зарядный магазин 7.62x51 для штурмовой винтовки FN SCAR-H."

L["eft_scar_mag_h20_f.printname"] = "Магазин на 20 патронов 7.62x51 для FN SCAR-H (FDE)"
L["eft_scar_mag_h20_f.compactname"] = "Mk17 20"
L["eft_scar_mag_h20_f.description"] = "20-зарядный магазин 7.62x51 для штурмовой винтовки FN SCAR-H. Версия в цвете Flat Dark Earth."

L["eft_muzzle_scar_fh.printname"] = "Пламегаситель 5.56x45 для FN SCAR-L"
L["eft_muzzle_scar_fh.compactname"] = "Mk16 556"
L["eft_muzzle_scar_fh.description"] = "3-х лепестковый пламегаситель, разработанный Fabrique Nationale Herstal для автоматов семейства SCAR под калибр 5.56x45. Имеет крепление для установки специального быстросъемного глушителя."

L["eft_scar_rail_bottom.printname"] = "Направляющая нижняя для FN SCAR"
L["eft_scar_rail_bottom.compactname"] = "SCAR ниж."
L["eft_scar_rail_bottom.description"] = "Нижняя направляющая на цевья винтовок серии SCAR, позволяет устанавливать вертикальные рукоятки или тактическое оборудование."

L["eft_scar_rail_side.printname"] = "Направляющие боковые для FN SCAR"
L["eft_scar_rail_side.compactname"] = "SCAR бок."
L["eft_scar_rail_side.description"] = "Боковые направляющие на цевья винтовок серии SCAR, позволяют устанавливать дополнительное тактическое оборудование. "

L["eft_scar_ch.printname"] = "Рукоятка затвора для FN SCAR"
L["eft_scar_ch.compactname"] = "SCAR зар."
L["eft_scar_ch.description"] = "Штатная рукоятка затвора для винтовок серии SCAR производства Fabrique Nationale Herstal."

L["eft_scar_rail_mrex.printname"] = "Крепление Kinetic \"MREX 6.5 M-LOK\" для FN SCAR"
L["eft_scar_rail_mrex.compactname"] = "MREX 6.5 M-LOK"
L["eft_scar_rail_mrex.description"] = "Крепление \"MREX\" длиной 6.5 дюймов для семейства SCAR, снабженное интерфейсом M-LOK для установки дополнительного оборудования. Производство Kinetic."

L["eft_scar_srx.printname"] = "Крепление PWS \"SRX\" для FN SCAR"
L["eft_scar_srx.compactname"] = "SRX SCAR"
L["eft_scar_srx.description"] = "Крепление \"SRX\" для семейства SCAR, позволяет устанавливать дополнительное оборудование. Производство Primary Weapon Systems."

L["eft_scar_rail_mrex_fde.printname"] = "Крепление Kinetic \"MREX 6.5 M-LOK\" для FN SCAR (FDE)"
L["eft_scar_rail_mrex_fde.compactname"] = "MREX 6.5 M-LOK"
L["eft_scar_rail_mrex_fde.description"] = "Крепление \"MREX\" длиной 6.5 дюймов для семейства SCAR, снабженное интерфейсом M-LOK для установки дополнительного оборудования. Производство Kinetic. Версия в цвете Flat Dark Earth."

L["eft_scar_rail_bottom_mlok.printname"] = "Направляющая нижняя PMM M-LOK для FN SCAR"
L["eft_scar_rail_bottom_mlok.compactname"] = "PMM ниж."
L["eft_scar_rail_bottom_mlok.description"] = "Нижняя направляющая для винтовок серии SCAR с интерфейсом M-LOK, позволяет устанавливать вертикальные рукоятки или тактическое оборудование. Производство Parker Mountain Machine."

L["eft_scar_rail_bottom_mlokf.printname"] = "Направляющая нижняя PMM M-LOK для FN SCAR (FDE)"
L["eft_scar_rail_bottom_mlokf.compactname"] = "PMM ниж."
L["eft_scar_rail_bottom_mlokf.description"] = "Нижняя направляющая для винтовок серии SCAR с интерфейсом M-LOK, позволяет устанавливать вертикальные рукоятки или тактическое оборудование. Производство Parker Mountain Machine. Версия в цвете Flat Dark Earth."

L["eft_scar_mrexl.printname"] = "Крепление PMM \"MRE XL\" для FN SCAR"
L["eft_scar_mrexl.compactname"] = "MRE XL"
L["eft_scar_mrexl.description"] = "Крепление \"MRE XL\" для семейства SCAR, имеет интерфейс M-LOK и позволяет устанавливать дополнительное оборудование. Производство Parker Mountain Machine."

L["eft_scar_mrexlf.printname"] = "Крепление PMM \"MRE XL\" для FN SCAR (FDE)"
L["eft_scar_mrexlf.compactname"] = "MRE XL"
L["eft_scar_mrexlf.description"] = "Крепление \"MRE XL\" для семейства SCAR, имеет интерфейс M-LOK и позволяет устанавливать дополнительное оборудование. Производство Parker Mountain Machine. Версия в цвете Flat Dark Earth."

L["eft_scar_rail_side_nothing.printname"] = "Накладки боковые PMM \"Rail Elimination Panels\" для FN SCAR"
L["eft_scar_rail_side_nothing.compactname"] = "PMM REP"
L["eft_scar_rail_side_nothing.description"] = "Боковые накладки на ствольную коробку винтовок серии SCAR. Заменяют собой штатные направляющие эргономичными накладками с рифленой текстурой. Производство Parker Mountain Machine."

L["eft_scar_rail_side_nothingf.printname"] = "Накладки боковые PMM \"Rail Elimination Panels\" для FN SCAR (FDE)"
L["eft_scar_rail_side_nothingf.compactname"] = "PMM REP"
L["eft_scar_rail_side_nothingf.description"] = "Боковые накладки на ствольную коробку винтовок серии SCAR. Заменяют собой штатные направляющие эргономичными накладками с рифленой текстурой. Производство Parker Mountain Machine. Версия в цвете Flat Dark Earth."

L["eft_scar_rail_side_mlok.printname"] = "Направляющие боковые PMM M-LOK для FN SCAR"
L["eft_scar_rail_side_mlok.compactname"] = "PMM бок."
L["eft_scar_rail_side_mlok.description"] = "Боковые направляющие для винтовок серии SCAR, оснащенные интерфейсом M-LOK и позволяющие устанавливать дополнительное оборудование. Производство Parker Mountain Machine."

L["eft_scar_rail_side_mlokf.printname"] = "Направляющие боковые PMM M-LOK для FN SCAR (FDE)"
L["eft_scar_rail_side_mlokf.compactname"] = "PMM бок."
L["eft_scar_rail_side_mlokf.description"] = "Боковые направляющие для винтовок серии SCAR, оснащенные интерфейсом M-LOK и позволяющие устанавливать дополнительное оборудование. Производство Parker Mountain Machine. Версия в цвете Flat Dark Earth."

L["eft_scar_rail_casv.printname"] = "Цевье Vtor \"CASV-SCAR\" для FN SCAR"
L["eft_scar_rail_casv.compactname"] = "CASV-SCAR"
L["eft_scar_rail_casv.description"] = "Цевье для винтовок серии SCAR, позволяет устанавливать различное тактическое оборудование. Производство Vltor."

L["eft_scar_rail_casvf.printname"] = "Цевье Vtor \"CASV-SCAR\" для FN SCAR (Patriot Brown)"
L["eft_scar_rail_casvf.compactname"] = "CASV-SCAR"
L["eft_scar_rail_casvf.description"] = "Цевье для винтовок серии SCAR, позволяет устанавливать различное тактическое оборудование. Производство Vltor. Версия в песочном цвете Patriot Brown."

L["eft_scar_rail_casv_ext.printname"] = "Удлинитель цевья Vltor \"CASV-SCAR Handguard Extender\" для FN SCAR"
L["eft_scar_rail_casv_ext.compactname"] = "CASV-SCAR"
L["eft_scar_rail_casv_ext.description"] = "Удлинитель Handguard Extender для установки дополнительного оборудования и более длинного хвата, предназначен для цевья CASV-SCAR. Производство Vltor."

L["eft_scar_rail_casv_extf.printname"] = "Удлинитель цевья Vltor \"CASV-SCAR Handguard Extender\" для FN SCAR (Patriot Brown)"
L["eft_scar_rail_casv_extf.compactname"] = "CASV-SCAR"
L["eft_scar_rail_casv_extf.description"] = "Удлинитель Handguard Extender для установки дополнительного оборудования и более длинного хвата, предназначен для цевья CASV-SCAR. Производство Vltor. Версия в песочном цвете Patriot Brown."

L["eft_scar_stock_base_rail.printname"] = "Переходник JMac Customs \"RSA-SCAR\" под приклады 1913 для FN SCAR"
L["eft_scar_stock_base_rail.compactname"] = "RSA-SCAR"
L["eft_scar_stock_base_rail.description"] = "Крепление-переходник для установки прикладов с креплением стандарта 1913 Picatinny для FN SCAR. Производство JMac Customs."

L["eft_scar_stock_ext_vss.printname"] = "Приклад телескопический Vltor \"VSS-11\" для FN SCAR"
L["eft_scar_stock_ext_vss.compactname"] = "VSS-11"
L["eft_scar_stock_ext_vss.description"] = "Телескопический полимерный приклад VSS-11 для винтовок серии SCAR, производство Vltor."

L["eft_scar_stock_ext_vssf.printname"] = "Приклад телескопический Vltor \"VSS-11\" для FN SCAR (Patriot Brown)"
L["eft_scar_stock_ext_vssf.compactname"] = "VSS-11"
L["eft_scar_stock_ext_vssf.description"] = "Телескопический полимерный приклад VSS-11 для винтовок серии SCAR, производство Vltor. Версия в песочном цвете Patriot Brown."

L["eft_scar_stock_base_buff.printname"] = "Труба приклада Vltor \"RE-SCAR\" для FN SCAR"
L["eft_scar_stock_base_buff.compactname"] = "RE-SCAR"
L["eft_scar_stock_base_buff.description"] = "Переходник на пятипозиционную трубу для установки телескопических прикладов производства компании Vltor, устанавливается на винтовки семейства FN SCAR."

L["eft_scar_stock_base_bufff.printname"] = "Труба приклада Vltor \"RE-SCAR\" для FN SCAR (Patriot Brown)"
L["eft_scar_stock_base_bufff.compactname"] = "RE-SCAR"
L["eft_scar_stock_base_bufff.description"] = "Переходник на пятипозиционную трубу для установки телескопических прикладов производства компании Vltor, устанавливается на винтовки семейства FN SCAR. Версия в песочном цвете Patriot Brown."

///////////////////////////// SKS + SVT + AVT
-- [[ sks ]]
L["eft_sks_barrel_520.printname"] = "Ствол 520мм для СКС 7.62x39"
L["eft_sks_barrel_520.compactname"] = "СКС 520мм"
L["eft_sks_barrel_520.description"] = "Штатный ствол для карабина СКС длиной 520мм. Производство \"ТОЗ\"."

L["eft_sks_barrel_520_op.printname"] = "Ствол 520мм для ОП-СКС 7.62x39"
L["eft_sks_barrel_520_op.compactname"] = "ОП-СКС 520мм"
L["eft_sks_barrel_520_op.description"] = "Штатный ствол для карабина ОП-СКС длиной 520мм. Производство Молот Оружие."

L["eft_sks_band.printname"] = "Стойка прицельной планки для СКС"
L["eft_sks_band.compactname"] = "СКС стой."
L["eft_sks_band.description"] = "Стойка для установки прицельной планки на СКС, производства \"ТОЗ\"."

L["eft_sks_band_op.printname"] = "Стойка прицельной планки для ОП-СКС"
L["eft_sks_band_op.compactname"] = "ОП-СКС стой."
L["eft_sks_band_op.description"] = "Стойка для установки прицельной планки на ОП-СКС, производства Молот Оружие."

L["eft_sks_gastube.printname"] = "Газовая трубка для СКС"
L["eft_sks_gastube.compactname"] = "СКС газ"
L["eft_sks_gastube.description"] = "Штатная газовая трубка для СКС производства \"ТОЗ\". Газовая трубка служит для направления движения газового поршня."

L["eft_sks_gastube_op.printname"] = "Газовая трубка для ОП-СКС"
L["eft_sks_gastube_op.compactname"] = "ОП-СКС газ"
L["eft_sks_gastube_op.description"] = "Штатная газовая трубка для ОП-СКС производства Молот Оружие. Газовая трубка служит для направления движения газового поршня."

L["eft_sks_rearsight.printname"] = "Целик для СКС"
L["eft_sks_rearsight.compactname"] = "СКС цел."
L["eft_sks_rearsight.description"] = "Штатный секторный целик для карабинов СКС."

L["eft_sks_mount_socom.printname"] = "Направляющая Leapers \"UTG SKS SOCOM\" для СКС"
L["eft_sks_mount_socom.compactname"] = "SKS SOCOM"
L["eft_sks_mount_socom.description"] = "Комплект из 4-х направляющих SKS SOCOM Rail для крепления на газблок СКС. Производство Leapers Inc."

L["eft_sks_muzzle_wt.printname"] = "Переходник Weapon Tuning 7.62x39 для СКС"
L["eft_sks_muzzle_wt.compactname"] = "WT0032_1"
L["eft_sks_muzzle_wt.description"] = "Переходник \"Weapon Tuning\" для дульных устройств. Дает возможность установки дульных устройств калибра 7.62x39 с современных моделей на СКС."

L["eft_sks_muzzle_hexa.printname"] = "Модератор звука Гексагон 7.62x39 для СКС"
L["eft_sks_muzzle_hexa.compactname"] = "Гексагон СКС"
L["eft_sks_muzzle_hexa.description"] = "Модератор звука для карабинов СКС, производство Гексагон."

L["eft_sks_dustcover.printname"] = "Крышка ствольной коробки для СКС"
L["eft_sks_dustcover.compactname"] = "СКС кск."
L["eft_sks_dustcover.description"] = "Штатная крышка ствольной коробки для СКС производства ТОЗ."

L["eft_sks_dustcover_op.printname"] = "Крышка ствольной коробки для ОП-СКС"
L["eft_sks_dustcover_op.compactname"] = "ОП-СКС кск."
L["eft_sks_dustcover_op.description"] = "Штатная крышка ствольной коробки для ОП-СКС производства Молот Оружие."

L["eft_sks_dustcover_utg.printname"] = "Крепление Leapers \"UTG PRO MTU017\" для СКС"
L["eft_sks_dustcover_utg.compactname"] = "MTU017"
L["eft_sks_dustcover_utg.description"] = "Крепление с планкой Пикатинни на ствольную коробку для карабина СКС. Производство Leapers Inc."

L["eft_sks_stock_std.printname"] = "Ложе деревянное \"56-A-231 Сб.5\" для СКС"
L["eft_sks_stock_std.compactname"] = "56-A-231 Сб.5"
L["eft_sks_stock_std.description"] = "Штатное ложе в сборе для самозарядного карабина Симонова производства ТОЗ."

L["eft_sks_stock_op.printname"] = "Ложе деревянное для ОП-СКС"
L["eft_sks_stock_op.compactname"] = "ОП-СКС дер."
L["eft_sks_stock_op.description"] = "Штатное ложе для самозарядного карабина Симонова ОП-СКС производства Молот Оружие."

L["eft_sks_stock_mc.printname"] = "Ложе ATI \"Monte Carlo\" для СКС"
L["eft_sks_stock_mc.compactname"] = "СКС MC"
L["eft_sks_stock_mc.description"] = "Полимерное ложе в стиле Monte Carlo для карабина СКС, предназначено для спортивной стрельбы и охоты. Производство ATI outdoors."

L["eft_sks_stock_tapco.printname"] = "Ложе TAPCO \"Intrafuse\" для СКС"
L["eft_sks_stock_tapco.compactname"] = "TAPCO Intrafuse"
L["eft_sks_stock_tapco.description"] = "Прочная композитная ложевая система \"Intrafuse\" оснащает СКС верхним цевьем с планкой Пикатинни для оптики, фонарей, лазерных прицелов или других современных аксессуаров. Производство TAPCO."

L["eft_sks_stock_fab.printname"] = "Ложе FAB Defense \"UAS\" для СКС"
L["eft_sks_stock_fab.compactname"] = "UAS СКС"
L["eft_sks_stock_fab.description"] = "Легкое полимерное ложе \"UAS\" для СКС производства FAB Defense. Имеет счетверенную систему Пикатинни для установки различных тактических устройств, складной приклад и встроенный рычаг сброса магазина."

L["eft_sks_stock_fab_stock.printname"] = "Приклад FAB Defense \"UAS\" для СКС"
L["eft_sks_stock_fab_stock.compactname"] = "UAS СКС"
L["eft_sks_stock_fab_stock.description"] = "Легкий складной полимерный приклад для карабина СКС. Производство FAB Defense."

L["eft_sks_pgrip_fab.printname"] = "Пистолетная рукоятка FAB Defense \"AG-58\" для СКС/VZ-58"
L["eft_sks_pgrip_fab.compactname"] = "СКС AG-58"
L["eft_sks_pgrip_fab.description"] = "Легкая эргономичная пистолетная рукоятка для карабинов VZ-58 и совместимых, но также совместима с ложем \"UAS\" для СКС. Производство FAB Defense."

L["eft_sks_pgrip_tapco.printname"] = "Пистолетная рукоятка TAPCO \"Intrafuse SAW-Style\" для СКС"
L["eft_sks_pgrip_tapco.compactname"] = "SAW СКС"
L["eft_sks_pgrip_tapco.description"] = "Пистолетная анатомическая рукоятка, выполненная по мотивам рукоятки пулемета M249 SAW. Является частью комплекта \"INTRAFUSE\" для СКС. Производство TAPCO."

L["eft_sks_stock_tapco_buffer.printname"] = "Труба приклада TAPCO \"Intrafuse\" для СКС"
L["eft_sks_stock_tapco_buffer.compactname"] = "СКС TAPCO"
L["eft_sks_stock_tapco_buffer.description"] = "Труба приклада стандарта \"Mil-Spec\", разработанная специально для комплекта \"INTRAFUSE\". Производство TAPCO."

L["eft_sks_stock_tapco_mount.printname"] = "Нижняя направляющая TAPCO \"Intrafuse\" для СКС"
L["eft_sks_stock_tapco_mount.compactname"] = "TAPCO Intrafuse"
L["eft_sks_stock_tapco_mount.description"] = "Короткая направляющая типа Weaver/Пикатинни для установки различных тактических рукояток на ложе типа \"Intrafuse\", производства TAPCO."

L["eft_sks_hg_std.printname"] = "Накладка на газовую трубку для СКС"
L["eft_sks_hg_std.compactname"] = "СКС накл."
L["eft_sks_hg_std.description"] = "Штатная накладка на газовую трубку для карабина СКС производства ТОЗ."

L["eft_sks_hg_op.printname"] = "Накладка на газовую трубку для ОП-СКС"
L["eft_sks_hg_op.compactname"] = "ОП-СКС накл"
L["eft_sks_hg_op.description"] = "Штатное накладка на газовую трубку для СКС производства Молот Оружие."

L["eft_sks_hg_mc.printname"] = "Накладка на газовую трубку ATI \"Monte Carlo\" для СКС"
L["eft_sks_hg_mc.compactname"] = "СКС MC"
L["eft_sks_hg_mc.description"] = "Накладка на газовую трубку для карабина СКС. Производство ATI Outdoors."

L["eft_sks_hg_tapco.printname"] = "Накладка на газовую трубку TAPCO для СКС"
L["eft_sks_hg_tapco.compactname"] = "СКС TAPCO"
L["eft_sks_hg_tapco.description"] = "Накладка на газовую трубку с планкой Пикатинни для карабина СКС. Производство TAPCO."

L["eft_sks_hg_fab.printname"] = "Накладка на газовую трубку FAB Defense \"UAS\" для СКС"
L["eft_sks_hg_fab.compactname"] = "UAS СКС"
L["eft_sks_hg_fab.description"] = "Накладка на газовую трубку для карабина СКС. Производство FAB Defense."

L["eft_sks_dovetail_op.printname"] = "Кронштейн на Ласточкин Хвост для ОП-СКС"
L["eft_sks_dovetail_op.compactname"] = "ОПСКС ЛХ"
L["eft_sks_dovetail_op.description"] = "Кронштейн для установки прицелов и различных аксессуаров на ОП-СКС."

L["eft_sks_dovetail_choate.printname"] = "Крепление CHOATE для прицелов для СКС"
L["eft_sks_dovetail_choate.compactname"] = "CHOATE"
L["eft_sks_dovetail_choate.description"] = "Крепление для установки различных прицелов на карабин СКС. Производство CHOATE."

L["eft_sks_mag_10.printname"] = "Магазин неотъемный на 10 патронов 7.62x39 для СКС"
L["eft_sks_mag_10.compactname"] = "СКС встр. 10"
